Repository: bitwarden/android
Catalog: src/watchOS/bitwarden/bitwarden WatchKit Extension/Localization/*.lproj/Localizable.strings
Languages: az, de, el, fa, fi, lv, pt_pt, zh_hans, zh_hant

source: There are no items to list
az: Sadalanacaq heç bir element yoxdur
de: Keine Einträge zum Anzeigen vorhanden
el: Δεν υπάρχουν στοιχεία στη λίστα
fa: هیچ موردی برای نمایش وجود ندارد
fi: Näytettäviä kohteita ei ole.
lv: Nav vienumu, ko ievietot sarakstā
pt_pt: Não existem itens para listar
zh_hans: 没有要列出的项目
zh_hant: 沒有可列出的項目。

source: To view verification codes, upgrade to premium
az: Doğrulama kodlarına baxmaq üçün premiuma yüksəldin
de: Um Verifizierungscodes anzuzeigen, upgrade auf Premium
el: Για να δείτε τους κωδικούς επαλήθευσης, αναβαθμίστε σε premium
fa: برای مشاهده کدهای تأیید، به پرمیوم ارتقا دهید
fi: Näytä vahvistuskoodit päivittämällä Premiumiin.
lv: Jāuzlabo uz Premium, lai apskatītu apliecinājuma kodus
pt_pt: Para ver os códigos de verificação, atualize para o Premium
zh_hans: 要查看验证码，请升级到高级版
zh_hant: 請升級到 Premium 版，才能檢視驗證碼

# Add2FactorAutenticationToAnItemToViewVerificationCodes
source: Add 2 factor authentication to an item to view the verification codes
az: Doğrulama kodlarına baxmaq üçün bir elementə 2 faktorlu kimlik doğrulama əlavə edin
de: Füge eine Zwei-Faktor-Authentifizierung zu einem Eintrag hinzu, um die Verifizierungscodes anzuzeigen
el: Προσθέστε έλεγχο ταυτότητας 2 παραγόντων σε ένα στοιχείο για να δείτε τους κωδικούς επαλήθευσης
fa: برای مشاهده کدهای تأیید، احراز هویت دو عاملی را به یک مورد اضافه کنید
fi: Näytä vahvistuskoodit lisäämällä kohteeseen kaksivaiheinen todennus.
lv: Vienumam jāpievieno divpakāpju apliecināšana, lai apskatītu apliecinājuma kodus
pt_pt: Adicione a autenticação de 2 fatores a um item para ver os códigos de verificação
zh_hans: 将双因素身份验证添加到项目以查看验证码
zh_hant: 為項目加入雙因素驗證機制，即可檢視驗證碼

source: Log in to Bitwarden on your iPhone to view verification codes
az: Doğrulama kodlarına baxmaq üçün iPhone-nunuzda Bitwarden-ə giriş edin
de: Melde dich bei Bitwarden auf deinem iPhone an, um Verifizierungscodes anzuzeigen
el: Συνδεθείτε στο Bitwarden στο iPhone σας για να δείτε τους κωδικούς επαλήθευσης
fa: برای مشاهده کدهای تأیید در آیفون خود وارد Bitwarden شوید
fi: Näytä vahvistuskoodit kirjautumalla Bitwardeniin iPhonessa.
lv: Jāpiesakās Bitwarden iPhone, lai apskatītu apliecinājuma kodus
pt_pt: Inicie sessão no Bitwarden no seu iPhone para ver os códigos de verificação
zh_hans: 登录您 iPhone 上的 Bitwarden 以查看验证码
zh_hant: 在您的 iPhone 登入 Bitwarden 即可檢視驗證碼

source: Syncing items containing verification codes
az: Doğrulama kodlarını ehtiva edən elementlər sinxronlaşdırılır
de: Synchronisieren von Einträgen, die Verifizierungscodes enthalten
el: Συγχρονισμός στοιχείων που περιέχουν κωδικούς επαλήθευσης
fa: همگام‌سازی موارد حاوی کدهای تأیید
fi: Vahvistuskoodeja sisältäviä kohteita synkronoidaan.
lv: Sinhronizē vienumus, kas satur apliecinājuma kodus
pt_pt: A sincronizar itens com códigos de verificação
zh_hans: 正在同步包含验证码的项目
zh_hant: 同步含有驗證碼的項目

source: Unlock Bitwarden on your iPhone to view verification codes
az: Doğrulama kodlarına baxmaq üçün iPhone-nunuzda Bitwarden-in kilidini açın
de: Entsperre Bitwarden auf deinem iPhone, um Verifizierungscodes anzuzeigen
el: Ξεκλειδώστε το Bitwarden στο iPhone σας για να δείτε τους κωδικούς επαλήθευσης
fa: برای مشاهده کدهای تأیید، قفل Bitwarden را در آیفون خود باز کنید
fi: Näytä vahvistuskoodit avaamalla Bitwarden iPhonessa.
lv: Jāatslēdz Bitwarden iPhone, lai apskatītu apliecinājuma kodus
pt_pt: Desbloqueie o Bitwarden no seu iPhone para ver os códigos de verificação
zh_hans: 解锁您 iPhone 上的 Bitwarden 以查看验证码
zh_hant: 解鎖您的 iPhone 上的 Bitwarden 即可檢視驗證碼

source: Set up Bitwarden to view items containing verification codes
az: Doğrulama kodlarını ehtiva edən elementlərə baxmaq üçün Bitwarden-i quraşdırın
de: Richte Bitwarden für die Anzeige von Einträgen mit Verifizierungscodes ein
el: Ρυθμίστε το Bitwarden για να δείτε τα στοιχεία που περιέχουν κωδικούς επαλήθευσης
fa: Bitwarden را برای مشاهده موارد حاوی کدهای تأیید تنظیم کنید
fi: Määritä Bitwarden nähdäksesi vahvistuskoodeja sisältävät kohteet.
lv: Jāuzstāda Bitwarden, lai apskatītu vienumus, kas satur apliecinājuma kodus
pt_pt: Configure o Bitwarden para visualizar itens que contenham códigos de verificação
zh_hans: 设置 Bitwarden 以查看包含验证码的项目
zh_hant: 設定 Bitwarden 即可檢視含有驗證碼的項目

source: Search
az: Axtar
de: Suche
el: Αναζήτηση
fa: جستجو
fi: Haku
lv: Meklēt
pt_pt: Procurar
zh_hans: 搜索
zh_hant: 搜尋

source: No items found
az: Heç bir element tapılmadı
de: Keine Einträge gefunden
el: Δεν βρέθηκαν στοιχεία
fa: موردی یافت نشد
fi: Kohteita ei löytynyt.
lv: Netika atrasti vienumi
pt_pt: Nenhum item encontrado
zh_hans: 未找到任何条目
zh_hant: 找不到任何項目

source: Set up Apple Watch passcode in order to use Bitwarden
az: Bitwarden-i istifadə etmək üçün Apple Watch parolunu quraşdırın
de: Lege einen Apple Watch-Code fest, um Bitwarden zu verwenden
el: Ρυθμίστε κωδικό πρόσβασης στο Apple Watch για να χρησιμοποιήσετε Bitwarden
fa: برای استفاده از Bitwarden، رمز عبور Apple Watch را تنظیم کنید
fi: Määritä Apple Watch -lukituskoodi Bitwardenin käyttämiseksi.
lv: Jāuzstāda Apple Watch paroles vārdkopa, lai varētu izmantot Bitwarden
pt_pt: Configure o código de acesso do Apple Watch para utilizar o Bitwarden
zh_hans: 设置 Apple Watch 通行代码以使用 Bitwarden
zh_hant: 設定 Apple Watch 解鎖碼即可使用 Bitwarden
