Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# ExtensionInSafari
source: In Safari, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the menu).
ar: في Safari، ابحث عن bitwarden باستخدام رمز المشاركة (المساعدة: انتقل إلى اليمين في السطر السفلي من القائمة).
be: У Safari, праз значок 'Абагуліць' знайдзіце Bitwarden (пракруціце ўправа ў ніжнім радку меню).
bs: U Safari-ju pronađite Bitwarden pomoću ikone za deljenje (savet: desni donji red menija).
ca: A Safari, busqueu Bitwarden amb la icona de compartir (pista: desplaceu-vos cap a la dreta a la fila inferior del menú).
cs: V Safari používá Bitwarden ikonku pro sdílení (nápověda: nachází se vpravo dole v menu).
da: I Safari, find Bitwarden ved hjælp af delingsikonet (tip: Rul til højre på den nederste række i menuen).
es: En Safari, busca Bitwarden en el icono compartir (pista: desplazate a la derecha en la última fila del menú).
et: Safaris pääsed Bitwardenile ligi läbi jagamise ikooni (vihje: vaata jagamise menüüs paremale-alla).
he: בדפדפן Safari, חפש את Bitwarden בעזרת לחצן השיתוף (רמז: גלול לצד ימין בשורה התחתונה של התפריט).
it: Su Safari, trova Bitwarden utilizzando l'icona di condivisione (suggerimento: scorri a destra sulla riga inferiore del menu).
ja: Safari では、共有アイコンを使って Bitwarden を見つけてください（ヒント：メニューの一番下の行を右側にスクロール）
ko: Safari에서는 공유 아이콘을 사용하면 Bitwarden을 찾을 수 있습니다(참고: 메뉴의 아래쪽 줄을 오른쪽으로 스크롤하세요).
ml: Safariയിൽ, Bitwarden കണ്ടുപിടിക്കാൻ ഷെയർ ഐക്കൺ ഉപയോഗിക്കുക (സൂചന: മെനുവിന്റെ താഴത്തെ വരിയിൽ വലതുവശത്തേക്ക് സ്ക്രോൾ ചെയ്യുക).
nb: I Safari, finn Bitwarden ved å bruke deleikonet (Hint: Skroll til høyre på menyens bunnrekke).
pt_br: No Safari, encontre o Bitwarden usando o ícone de compartilhamento (dica: role para a direita na linha inferior do menu).
ro: În Safari, găsiți Bitwarden utilizând iconul de partajare (indiciu: derulați la dreapta pe rândul de jos al meniului).
ru: В Safari, используя значок 'Поделиться' найдите Bitwarden (прокрутите вправо в нижней строке меню).
sv: Inuti Safari hittar du Bitwarden genom att trycka på dela-ikonen (scrolla till höger på den nedersta raden i dela-menyn).
ta: Safari இல், பகிர்வு படவுருவைப் பயன்படுத்தி Bitwarden ஐ கண்டறியவும் (குறிப்பு: பட்டியலின் கீழ் வரிசையில் வலதுபுறமாக உருட்டவும்).
vi: Trong Safari, tìm Bitwarden bằng cách sử dụng biểu tượng chia sẻ (gợi ý: di chuyển sang phải ở cuối cùng của trình đơn).
zh_hans: 在 Safari 中，使用共享图标寻找 Bitwarden （提示：在菜单最下面一行的右边）。
zh_hant: 在 Safari 中，使用分享圖示尋找 Bitwarden（提示：在選單最底行的右邊）。

# ExtensionInstantAccess
source: Get instant access to your passwords!
ar: احصل على إمكانية الوصول الفوري إلى كلمات المرور الخاصة بك!
be: Атрымайце імгненны доступ да вашых пароляў!
bs: Dobijte instant pristup Vašim lozinkama!
ca: Obteniu accés instantani a les vostres contrasenyes!
cs: Získejte okamžitý přístup ke svým heslům!
da: Få øjeblikkelig adgang til dine adgangskoder!
es: ¡Obtén acceso instantáneo a tus contraseñas!
et: Kiire ligipääs oma paroolidele!
he: קבל גישה מיידית לסיסמאות שלך!
it: Ottieni accesso immediato alle tue password!
ja: パスワードに素早くアクセスしましょう！
ko: 비밀번호에 바로 접근하세요!
ml: നിങ്ങളുടെ പാസ്‌വേഡുകളിലേക്ക് തൽക്ഷണ ആക്സസ് നേടുക!
nb: Få umiddelbar tilgang til dine passord!
pt_br: Obtenha acesso instantâneo as suas senhas!
ro: Obțineți acces instantaneu la parolele dvs!
ru: Получите мгновенный доступ к вашим паролям!
sl: Pridobite takojšen dostop do svojih gesel!
sv: Få omedelbar åtkomst till dina lösenord!
ta: உங்கள் கடவுச்சொற்களுக்கு உடனடி அணுகலைப் பெறுங்கள்!
th: รับสิทธิ์เข้าถึงรหัสผ่านของคุณได้ทันที!
vi: Truy cập ngay vào mật khẩu của bạn!
zh_hans: 立即访问您的密码！
zh_hant: 即時存取您的密碼！

# ExtensionReady
source: You're ready to log in!
ar: أنت مستعد للتعريف بنفسك!
be: Усё гатова для ўваходу!
bs: Spremni ste za prijavljivanje!
ca: Esteu a punt per iniciar la sessió!
cs: Jste připraveni se přihlásit!
da: Du er klar til at logge ind!
es: ¡Ya estás identificado!
et: Oled sisselogimiseks valmis!
he: הכל מוכן לכניסה למערכת!
it: Sei pronto ad accedere!
ja: ログインする準備が出来ました！
ko: 로그인할 준비가 되었습니다!
ml: നിങ്ങൾ പ്രവേശിക്കാൻ തയ്യാറാണ്!
nb: Du er klar til å logge på!
pt_br: Você está pronto para iniciar sessão!
ro: Sunteți gata să vă autentificați!
ru: Все готово для входа!
sl: Pripravljeni ste za vpis!
sv: Du är nu redo att logga in!
ta: நீங்கள் உள்நுழைய தயார்!
th: คุณพร้อมที่จะเข้าระบบแล้ว!
vi: Bạn đã sẵn sàng để đăng nhập!
zh_hans: 您已经准备好登录了！
zh_hant: 您已經準備好登入了！

# ExtensionSetup
source: Your logins are now easily accessible from Safari, Chrome, and other supported apps.
ar: يمكن الآن الوصول إلى المعرفات الخاصة بك بسهولة من Safari وChrome والتطبيقات الأخرى المدعومة.
be: Цяпер вашыя ўліковыя даныя лёгка даступны з Safari, Chrome і іншых праграм.
bs: Vašim prijavama sada lako možete pristupiti sa Safari-jem, Chrome-om i drugim podržanim aplikacijama.
ca: Ara, els inicis de sessió són fàcilment accessibles des de Safari, Chrome i altres aplicacions compatibles.
cs: Vaše přihlašovací údaje jsou nyní snadno přístupné ze Safari, Chromu a dalších podporovaných aplikací.
da: Dine logins er nu let tilgængelige fra Safari, Chrome og andre understøttede apps.
es: Sus entradas son ahora fácilmente accesibles desde Safari, Chrome y otras aplicaciones soportadas.
et: Pääsed nüüd oma kontoandmetele lihtsasti ligi nii Safaris, Chromes kui ka teistes toetatud rakendustes.
he: כל הסיסמאות שלך נגישות דרך הדפדפנים Safari, כרום, ואפליקציות נוספות שאנו תומכים בהם.
it: I tuoi login sono ora facilmente accessibili da Safari, Chrome e altre applicazioni supportate.
ja: Safari やChrome などの対応アプリでログイン情報に簡単にアクセスできます。
ko: 이제 Safari, Chrome 및 다른 앱에서 로그인에 간단히 접근할 수 있습니다.
ml: Safari, Chrome, പിന്തുണയ്‌ക്കുന്ന മറ്റ് അപ്ലിക്കേഷനുകൾ എന്നിവയിൽ നിന്ന് നിങ്ങളുടെ പ്രവേശനങ്ങൾ ഇപ്പോൾ എളുപ്പത്തിൽ ആക്‌സസ്സുചെയ്യാനാകും.
nb: Dine innlogginger er nå lett tilgjengelige fra Safari, Chrome, og mange andre støttede apper.
pt_br: As suas credenciais estão agora facilmente acessíveis no Safari, Chrome, e outros aplicativos suportados.
ro: Datele dvs. de conectare sunt acum ușor accesibile din Safari, Chrome și alte aplicații suportate.
ru: Теперь ваши логины легко доступны из Safari, Chrome и других поддерживаемых приложений.
sl: Vaše prijave so sedaj enostavno dostopne iz Safarija, Chroma in drugih podprtih aplikacij.
sv: Dina inloggningar är nu enkelt åtkomna från Safari, Chrome och andra appar som stöds.
ta: உங்கள் உள்நுழைவுகள் இப்போது Safari, Chrome மற்றும் மற்ற ஆதரிக்கப்பட்ட செயலிகளில் எளிதாக அணுகக்கூடும்.
th: ขณะนี้คุณสามารถเข้าสู่ระบบอยู่ในได้อย่างง่ายดายจาก Safari, Chrome และปพลิเคชันอื่นๆที่ได้รับการสนับสนุน
vi: Thông tin đăng nhập của bạn giờ đây có thể dễ dàng truy cập từ Safari, Chrome và các ứng dụng được hỗ trợ khác.
zh_hans: 现在可以在 Safari、Chrome 以及其他支持的应用中方便的访问您的登录项目了。
zh_hant: 現在可以在 Safari、Chrome 以及其他支援的程式中方便地存取您的登入資料了。

# ExtensionSetup2
source: In Safari and Chrome, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the share menu).
ar: في Safari و Chrome، ابحث عن bitwarden باستخدام رمز المشاركة (المساعدة: انتقل إلى اليمين في السطر السفلي من القائمة).
be: У Safari і Chrome, праз значок 'Абагуліць' знайдзіце Bitwarden (пракруціце ўправа ў ніжнім радку меню).
bs: U Safari-ju i Chrome-u pronađite Bitwarden pomoću ikone za deljenje (savet: u desnom donjem redu menija za deljenje).
ca: A Safari i Chrome, busqueu Bitwarden amb la icona de compartir (pista: desplaceu-vos cap a la dreta a la fila inferior del menú).
cs: V Safari a Chromu najdete Bitwarden pomocí ikony sdílení (nápověda: nachází se vpravo dole v menu).
da: I Safari og Chrome, find Bitwarden ved hjælp af delingsikonet (tip: Rul til højre på den nederste række i delingsmenuen).
es: En Safari y Chrome, busca Bitwarden en el icono compartir (pista: desplazate a la derecha en la última fila del menú).
et: Safaris ja Chromes pääsed Bitwardenile ligi läbi jagamise ikooni (vihje: vaata jagamise menüüs paremale-alla).
he: בדפדפנים ספארי וכרום, חפש את Bitwarden בעזרת לחצן השיתוף (רמז: גלול לצד ימין בשורה התחתונה של תפריט השיתוף).
it: In Safari e Chrome, trova Bitwarden utilizzando l'icona di condivisione (suggerimento: scorri a destra sulla riga in basso del menu Condividi).
ja: Safari と Chrome では、共有アイコンを使って Bitwarden を見つけてください（ヒント：メニューの一番下の行を右側にスクロール）
ko: Safari 및 Chrome에서는 공유 아이콘을 사용하면 Bitwarden을 찾을 수 있습니다(참고: 공유 메뉴의 아래쪽 줄을 오른쪽으로 스크롤하세요).
ml: SafariയിലുംChromeമിലും, ഷെയർ ഐക്കൺ ഉപയോഗിച്ച് Bitwarden കണ്ടെത്തുക (സൂചന: പങ്കിടൽ മെനുവിന്റെ താഴത്തെ വരിയിൽ വലതുവശത്തേക്ക് സ്ക്രോൾ ചെയ്യുക).
nb: I Safari og Chrome, finn Bitwarden ved å bruke deleikonet (Hint: Skroll til høyre på delemenyens bunnrekke).
pt_br: No Safari e Chrome, encontre o Bitwarden usando o ícone de compartilhamento (dica: role para a direita na linha inferior do menu de compartilhamento).
ro: În Safari și Chrome, găsiți Bitwarden utilizând iconul de partajare (indiciu: derulați la dreapta pe rândul de jos al meniului partajare).
ru: В Safari и Chrome, используя значок 'Поделиться' найдите Bitwarden (прокрутите вправо в нижней строке меню).
sl: V Safariju in Chromu poiščite Bitwarden z ikono za skupno rabo (namig: pomaknite se v desno v spodnji vrstici menija za skupno rabo).
sv: Inuti Safari och Chrome hittar du Bitwarden genom att trycka på dela-ikonen (hjälp: skrolla till höger på den nedersta raden i dela-menyn).
ta: Safari மற்றும் Chrome இல், பகிர்வு படவுருவைப் பயன்படுத்தி Bitwarden ஐ கண்டறியவும் (குறிப்பு: பட்டியலின் கீழ் வரிசையில் வலதுபுறமாக உருட்டவும்).
vi: Trong Safari và Chrome, tìm Bitwarden bằng cách sử dụng biểu tượng chia sẻ (gợi ý: di chuyển sang phải ở cuối cùng của trình đơn chia sẻ).
zh_hans: 在 Safari 和 Chrome 中，使用共享图标寻找 Bitwarden（提示：在菜单最下面一行的右边）。
zh_hant: 在 Safari 或 Chrome 中，使用分享圖示尋找 Bitwarden（提示：在分享選單的最底行的右邊）。

# ExtensionTapIcon
source: Tap the Bitwarden icon in the menu to launch the extension.
ar: اضغط على رمز bitwarden في القائمة لإطلاق الملحق.
be: Націсніце на значок Bitwarden у меню, каб запусціць пашырэнне.
bs: Dodirnite Bitwarden ikonu u meniju da biste pokrenuli dodatak.
ca: Premeu la icona Bitwarden en el menú per iniciar l'extensió.
cs: Pro spuštění rozšíření klikněte na ikonku Bitwarden v menu.
da: Tryk på Bitwarden-ikonet i menuen for at starte udvidelsen.
es: Pulsa en el icono de Bitwarden del menú para iniciar la extensión.
et: Lisa käivitamiseks vajuta menüüs Bitwardeni ikoonile.
he: לחץ על האייקון של Bitwarden בתפריט כדי לפתוח את התוסף.
it: Tocca l'icona di Bitwarden nel menu per avviare l'estensione.
ja: メニューの Bitwarden アイコンをタップして拡張機能を起動してください。
ko: 확장 프로그램을 실행하려면 메뉴에서 Bitwarden 아이콘을 누르세요.
ml: എക്സ്റ്റൻഷൻ തുറക്കാൻ വേണ്ടി മെനുവിലെ ഐക്കൺ സ്പർശിക്കുക.
nb: Tast på Bitwarden-ikonet i menyen for å starte utvidelsen.
pt_br: Toque no ícone do Bitwarden no menu para iniciar a extensão.
ro: Atingeți iconul Bitwarden din meniu pentru a lansa extensia.
ru: Нажмите значок Bitwarden в меню, чтобы запустить расширение.
sl: Pritisnite na ikono BitWardena v meniju da zaženete razširitev.
sv: Tryck på Bitwarden-ikonen i menyn för att öppna tillägget.
ta: நீட்டிப்பை ஏவ பட்டியலிலுள்ள Bitwarden படவுருவைத் தட்டவும்.
vi: Chạm vào biểu tượng Bitwarden trong trình đơn để khởi chạy phần mở rộng.
zh_hans: 在菜单中点击 Bitwarden 图标来启动扩展。
zh_hant: 在選單中按一下 Bitwarden 圖示以啟動擴充套件。

# ExtensionTurnOn
source: To turn on Bitwarden in Safari and other apps, tap the "more" icon on the bottom row of the menu.
ar: لتنشيط bitwarden على Safari والتطبيقات الأخرى، اضغط على رمز "المزيد" على السطر السفلي من القائمة.
be: Каб уключыць Bitwarden у Safari і іншых праграмах, націсніце 'Яшчэ' у ніжнім радку меню.
bs: Da biste uključili Bitwarden u Safari-ju i drugim aplikacijama, dodirnite ikonu „više“ u donjem redu menija.
ca: Per activar Bitwarden a Safari i a altres aplicacions, toqueu la icona "més" a la fila inferior del menú.
cs: Pro zapnutí Bitwarden v prohlížeči Safari a dalších aplikacích klepněte na ikonku „více“ v dolní části menu.
da: For at aktivere Bitwarden i Safari og andre apps trykkes på "mere"-ikonet på den nederste række i menuen.
es: Para activar Bitwarden en Safari y otras aplicaciones, pulsa en el icono "más" de la última fila del menú.
et: Bitwardeni sisselülitamiseks Safaris ja teistes rakendustes vajuta alumisel menüül "more" ikoonile.
he: בכדי להפעיל את Bitwarden בדפדפן Safari ובאפליקציות נוספות, לחץ על האייקון "עוד" בשורה התחתונה של התפריט.
it: Per attivare Bitwarden su Safari e altre applicazioni, tocca l'icona "altro" sull'ultima riga del menu.
ja: Bitwarden を Safari などのアプリで開くには、メニューの一番下の行の「詳細」をタップしてください。
ko: Safari 및 다른 앱에서 Bitwarden을 사용 설정하려면 메뉴의 아래쪽 줄에서 "기타" 아이콘을 누르세요.
ml: Safariലും മറ്റ് അപ്ലിക്കേഷനുകളിലുംBitwarden ഓണാക്കാൻ, മെനുവിന്റെ താഴത്തെ വരിയിലെ "കൂടുതൽ" ഐക്കൺ ടാപ്പുചെയ്യുക.
nb: For å skru på Bitwarden i Safari og i andre apper, trykk på "Mer"-ikonet på bunnrekken i menyen.
pt_br: Para ativar o Bitwarden no Safari e outros aplicativos, toque no ícone "Mais" no menu inferior.
ro: Pentru a activa Bitwarden în Safari și alte aplicații, atingeți iconul "mai multe" pe rândul de jos al meniului.
ru: Чтобы включить Bitwarden в Safari и других приложениях, нажмите 'Еще' в нижней строке меню.
sv: För att starta Bitwarden i Safari och andra appar, tryck på "mer"-ikonen i den nedersta raden på menyn.
ta: Safari மற்றும் மற்ற செயலிகளில் Bitwardenஐ இயக்க, பட்டியலின் கீழ்வரிசையிலுள்ள "மேலும்" படவுருவைத் தட்டு.
vi: Để bật Bitwarden trong Safari và các ứng dụng khác, nhấn vào biểu tượng "thêm" ở hàng dưới cùng của trình đơn.
zh_hans: 要在 Safari 和其他应用中打开 Bitwarden ，请在菜单底部点击 “更多” 图标。
zh_hant: 要在 Safari 或其他程式中開啟 Bitwarden ，請點選選單底部的「更多」圖示。

# Favorite
source: Favourite
ar: المفضلة
be: Абраны
bs: Omiljene
ca: Preferit
cs: Oblíbené
da: Favorit
es: Favorito
et: Lemmik
he: מועדף
it: Preferito
ja: お気に入り
ko: 즐겨찾기
ml: പ്രിയങ്കരം
nb: Favoritt
pt_br: Favorito
ro: Favorit
ru: Избранный
sl: Priljubljeni
sv: Favorit
ta: பிடித்தது
th: รายการโปรด
vi: Yêu thích
zh_hans: 收藏
zh_hant: 我的最愛

source: Fingerprint
ar: البصمة
be: Адбітак пальца
bs: Otisak prsta
ca: Empremta digital
cs: Otisk prstu
da: fingeraftryk
es: Huella dactilar
et: sõrmejäljega
he: טביעת אצבע
it: Impronta
ja: 指紋認証
ko: 지문
ml: വിരലടയാളം
nb: Fingeravtrykk
pt_br: Impressão digital
ro: Amprentă
ru: отпечатком
sl: Prstni odtis
sv: Fingeravtryck
ta: கைரேகை
th: ลายนิ้วมือ
vi: Vân tay
zh_hans: 指纹
zh_hant: 指紋

source: Generate password
ar: إنشاء كلمة مرور
be: Згенерыраваць пароль
bs: Generišite lozinku
ca: Genera contrasenya
cs: Vygenerovat heslo
da: Generér adgangskode
es: Generar contraseña
et: Loo parool
he: צור סיסמה
it: Genera password
ja: パスワードの自動生成
ko: 비밀번호 생성
ml: പാസ്‌വേഡ് സൃഷ്ടിക്കുക
nb: Generer et passord
pt_br: Gerar Senha
ro: Generare parolă
ru: Сгенерировать пароль
sl: Ustvari geslo
sv: Skapa lösenord
ta: கடவுச்சொல்லை உருவாக்கு
th: สร้างรหัสผ่าน
vi: Tạo mật khẩu
zh_hans: 生成密码
zh_hant: 產生密碼

# GetPasswordHint
source: Get your master password hint
ar: الحصول على دليل كلمة المرور الرئيسية
be: Атрымаць падказку для асноўнага пароля
bs: Dobijte nagoveštaj glavne lozinke
ca: Obteniu la pista de contrasenya mestra
cs: Zaslat nápovědu k hlavnímu heslu
da: Få dit hovedadgangskodetip
es: Obtener pista de la contraseña maestra
et: Tuleta ülemparooli vihjega meelde
he: השג רמז לסיסמה הראשית
it: Ottieni il suggerimento per la password principale
ja: マスターパスワードのヒントを取得
ko: 마스터 비밀번호 힌트 얻기
ml: നിങ്ങളുടെ പ്രാഥമിക പാസ്‌വേഡിന്റെ സൂചന നേടുക
nb: Få et hint om superpassordet
pt_br: Obter sua dica de senha mestra
ro: Obținere indiciu parolă principală
ru: Получить подсказку к мастер-паролю
sl: Pridobi namig za glavno geslo
sv: Hämta huvudlösenordsledtråd
ta: உங்கள் பிரதான கடவுச்சொல் குறிப்பைப் பெறு
th: รับคำใบ้เกี่ยวกับรหัสผ่านหลักของคุณ
vi: Nhận gợi ý mật khẩu Bitwarden
zh_hans: 获取主密码提示
zh_hant: 取得主密碼提示

source: Import items
ar: استيراد العناصر
be: Імпарт элементаў
bs: Uvezite stavke
ca: Importa elements
cs: Importovat položky
da: Importér elementer
es: Importar elementos
et: Impordi andmed
he: יבא פריטים
it: Importa elementi
ja: アイテムのインポート
ko: 항목 가져오기
ml: ഇനങ്ങൾ ഇമ്പോർട് ചെയ്യുക
nb: Importer gjenstander
pt_br: Importar Itens
ro: Import articole
ru: Импорт элементов
sl: Uvozi zapise
sv: Importera objekt
ta: உருப்படிகளை இறக்குமதி செய்
th: นำเข้ารายการ
vi: Nhập mục
zh_hans: 导入项目
zh_hant: 匯入項目

# ImportItemsConfirmation
source: You can bulk import items from the bitwarden.com web vault. Do you want to visit the website now?
ar: يمكنك استيراد العناصر بالجملة من مخزن الويب bitwarden.com . هل تريد زيارة الموقع الآن؟
be: Вы можаце імпартаваць свае элементы ў сваё вэб-сховішча. Перайсці на сайт зараз?
bs: Možete da uvezete stavke na veliko na bitwarden.com veb trezoru. Da li želite da posetite veb stranicu sada?
ca: Podeu fer una importació massiva d'elements des de la caixa forta web de bitwarden.com. Voleu visitar el lloc web ara?
cs: Můžete hromadně importovat položky do vašeho trezoru na webové stránce bitwarden.com. Chcete tuto stránku nyní otevřít?
da: Du kan masseimportere elementer i din web-boks på bitwarden.com. Vil du besøge hjemmesiden nu?
es: Puedes importar elementos desde la caja fuerte web de bitwarden.com. ¿Quieres visitar el sitio web ahora?
et: Saad suurema koguse kontoandmeid importida Bitwardeni veebihoidlas. Soovid seda kohe teha?
he: באפשרותך ליבא פריטים מרובים דרך הכספת שבאתר bitwarden.com. האם ברצונך לבקר באתר כעת?
it: È possibile importare elementi in blocco dalla cassaforte web bitwarden.com. Vuoi visitare il sito ora?
ja: Bitwarden.com ウェブ保管庫から一括でインポートできます。ウェブサイトを開きますか？
ko: bitwarden.com 웹 보관함에서 항목을 한꺼번에 가져올 수 있습니다. 지금 웹 사이트를 방문하시겠습니까?
ml: നിങ്ങൾക്ക് bitwarden.com വെബ് വാൾട്ടിൽ നിന്ന് ഇമ്പോർട്ടുചെയ്യാൻ കഴിയും. നിങ്ങൾക്ക് ഇപ്പോൾ വെബ്സൈറ്റ് സന്ദർശിക്കാൻ ആഗ്രഹമുണ്ടോ?
nb: Du kan importere gjenstander i bunker på bitwarden.net-netthvelvet. Vil du besøke det nettstedet nå?
pt_br: Você pode importar em massa os seus itens a partir do cofre web em bitwarden.com. Você deseja visitar o site agora?
ro: Puteți să importați datele de conectare din seiful web bitwarden.com. Doriți să vizitați saitul acum?
ru: Вы можете импортировать элементы в свое веб-хранилище на bitwarden.com. Перейти на сайт сейчас?
sv: Du kan massimportera objekt på bitwardens webbvalv. Vill du besöka webbsidan nu?
ta: bitwarden.com வலைப்பெட்டகத்தில் நீங்கள் உருப்படிகளை மொத்த இறக்குமதி செய்யலாம். நீங்கள் இப்போது வலைத்தளத்தை பார்வையிட வேண்டுமா?
th: คุณสามารถนำเข้ารายการจำนวนมากจาก เว็บนิรภัย bitwarden.com คุณต้องการเยี่ยมชมเว็บไซต์เดี๋ยวนี้หรือไม่
vi: Bạn có thể nhập mật khẩu hàng loạt trên trang chủ Bitwarden. Bạn có muốn truy cập bitwarden.com bây giờ?
zh_hans: 您可以在 bitwarden.com 网页版密码库批量导入项目。您现在要访问这个网站吗？
zh_hant: 您可以在 bitwarden 網頁版密碼庫批次匯入登入資料。要現在前往嗎？

# ImportItemsDescription
source: Quickly bulk import your items from other password management apps.
ar: قم باستيراد العناصر الخاصة بك من تطبيقات إدارة كلمة المرور الأخرى بشكل سريع.
be: Хуткі імпарт вашых элементаў з іншых менеджараў пароляў.
bs: Uvezite stavke na veliko iz drugih aplikacija za upravljanje lozinkom.
ca: Importa massivament i ràpida els elements d'altres aplicacions de gestió de contrasenyes.
cs: Importujte rychle a hromadně údaje z jiných aplikací pro správu hesel.
da: Masseimportér hurtigt dine elementer fra andre adgangskodehåndterings-apps.
es: Importa rápida y masivamente elementos desde otras aplicaciones gestoras de contraseñas.
et: Kiire viis oma konto- ja muude andmete importimiseks teistest paroolihalduritest.
he: יבא במהירות את הפריטים שלך מתוכנות אחרות לניהול סיסמאות.
it: Importa rapidamente i tuoi elementi da altre app di gestione password.
ja: 他のパスワード管理アプリからアイテムを一括インポートします。
ko: 다른 비밀번호 관리 앱에서 사용자의 항목을 한꺼번에 빠르게 가져옵니다.
ml: മറ്റ് പാസ്‌വേഡ് മാനേജുമെന്റ് അപ്ലിക്കേഷനുകളിൽ നിന്ന് നിങ്ങളുടെ ഇനങ്ങൾ വേഗത്തിൽ ഇമ്പോർട് ചെയ്യുക.
nb: Importer raskt dine gjenstander i bunker fra andre passordbehandlingsapper.
pt_br: Importe rapidamente em massa os seus itens de outros aplicativos de gerenciamento de senhas.
ro: Import rapid al datelor de conectare din alte aplicații de gestionare a parolelor.
ru: Быстрый импорт ваших элементов из других менеджеров паролей.
sv: Massimportera dina objekt snabbt från andra lösenordshanterare.
ta: உங்கள் உருப்படிகளை மற்ற கடவுச்சொல் நிர்வாக செயலிகளிலிருந்து விரைவாக மொத்த இறக்குமதி செய்க.
th: นำเข้ารายการจำนวนมากจากรายการจัดการรหัสผ่านอื่น ๆ ได้อย่างรวดเร็ว
vi: Dễ dàng nhập toàn bộ mật khẩu của bạn từ các ứng dụng quản lý mật khẩu khác.
zh_hans: 从其他密码管理应用中快速批量导入您的项目。
zh_hant: 快速從其他密碼管理應用程式中批次匯入您的登入資料。

source: Last sync:
ar: آخر مزامنة:
be: Апошняя сінхранізацыя:
bs: Poslednja sinhronizacija:
ca: Última sincronització:
cs: Poslední synchronizace:
da: Seneste synkronisering:
es: Última sincronización:
et: Viimane sünkroniseerimine:
he: סינכרון אחרון:
it: Ultima sincronizzazione:
ja: 前回の同期：
ko: 마지막 동기화:
ml: അവസാന സമന്വയം:
nb: Forrige synkronisering:
pt_br: Última Sincronização:
ro: Ultima sincronizare:
ru: Последняя синхронизация:
sl: Zadnjič sinhronizirano:
sv: Senaste synkning:
ta: கடந்த ஒத்திசைவு:
th: การซิงค์ครั้งล่าสุด:
vi: Lần đồng bộ gần nhất:
zh_hans: 上次同步：
zh_hant: 上次同步於：

source: Length
ar: طول
be: Даўжыня
bs: Dužina
ca: Longitud
cs: Délka
da: Længde
es: Longitud
et: Pikkus
he: אורך
it: Lunghezza
ja: 長さ
ko: 길이
ml: നീളം
nb: Lengde
pt_br: Comprimento
ro: Lungime
ru: Длина
sl: Dolžina
sv: Längd
ta: நீளம்
th: ความยาว
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

source: Lock
ar: قفل
be: Заблакіраваць
bs: Zaključajte
ca: Bloqueja
cs: Zamknout
da: Lås
es: Bloquear
et: Lukusta
he: נעל
it: Blocca
ja: ロック
ko: 잠금
ml: പൂട്ടുക
nb: Lås
pt_br: Bloquear
ro: Blocare
ru: Заблокировать
sl: Zakleni
sv: Lås
ta: பூட்டு
th: ล็อค
vi: Khóa
zh_hans: 锁定
zh_hant: 鎖定

# FifteenMinutes
source: 15 minutes
ar: 15 دقيقة
be: 15 хвілін
bs: 15 minuta
ca: 15 minuts
cs: 15 minut
da: 15 minutter
es: 15 minutos
et: 15 minuti pärast
he: 15 דקות
it: 15 minuti
ja: 15分
ko: 15분
ml: 15 മിനിറ്റ്
nb: 15 minutter
pt_br: 15 minutos
ro: 15 minute
ru: 15 минут
sl: 15 minut
sv: 15 minuter
ta: ௧௫ நிமிடங்கள்
th: 15 นาที
vi: 15 phút
zh_hans: 15 分钟
zh_hant: 15 分鐘

# OneHour
source: 1 hour
ar: ساعة واحدة
be: 1 гадзіна
bs: 1 sat
ca: 1 hora
cs: 1 hodina
da: 1 time
es: 1 hora
et: 1 tunni pärast
he: 1 שעה
it: 1 ora
ja: 1時間
ko: 1시간
ml: 1 മണിക്കൂർ
nb: 1 time
pt_br: 1 hora
ro: 1 oră
ru: 1 час
sl: 1 ura
sv: 1 timme
ta: ௧ மணிநேரம்
th: 1 ชั่วโมง
vi: 1 giờ
zh_hans: 1 小时
zh_hant: 1 小時

# OneMinute
source: 1 minute
ar: 1 دقيقة
be: 1 хвіліна
bs: 1 minut
ca: 1 minut
cs: 1 minuta
da: 1 minut
es: 1 minuto
et: 1 minuti pärast
he: דקה אחת
it: 1 minuto
ja: 1 分
ko: 1분
ml: 1 മിനിറ്റ്
nb: 1 minutt
pt_br: 1 minuto
ro: 1 minut
ru: 1 минута
sl: 1 minuta
sv: 1 minut
ta: ௧ நிமிடம்
th: 1 นาที
vi: 1 phút
zh_hans: 1 分钟
zh_hant: 1 分鐘

# FourHours
source: 4 hours
ar: 4 ساعات
be: 4 гадзіны
bs: 4 sata
ca: 4 hores
cs: 4 hodiny
da: 4 timer
es: 4 horas
et: 4 tunni pärast
he: 4 שעות
it: 4 ore
ja: 4時間
ko: 4시간
ml: 4 മണിക്കൂർ
nb: 4 timer
pt_br: 4 horas
ro: 4 ore
ru: 4 часа
sl: 4 ure
sv: 4 timmar
ta: ௪ மணிநேரம்
th: 4 ชั่วโมง
vi: 4 giờ
zh_hans: 4 小时
zh_hant: 4 小時

source: Immediately
ar: فورًا
be: Адразу
bs: Odmah
ca: Immediatament
cs: Okamžitě
da: Straks
es: Inmediatamente
et: Koheselt
he: מיד
it: Immediatamente
ja: 即時
ko: 즉시
ml: ഉടന്‍തന്നെ
nb: Umiddelbart
pt_br: Imediatamente
ro: Imediat
ru: Немедленно
sl: Nemudoma
sv: Omedelbart
ta: உடனடியாக
th: ทันที
vi: Tức thì
zh_hans: 立即
zh_hant: 即時

source: Vault timeout
ar: مهلة الخزنة
be: Тайм-аўт сховішча
bs: Vremensko ograničenje trezora
ca: Temps d'espera de la caixa forta
cs: Časový limit trezoru
da: Boks-timeout
es: Tiempo de espera de la caja fuerte
et: Hoidla ajalõpp
he: משך זמן מירבי עבור חיבור לכספת
it: Timeout cassaforte
ja: 保管庫のタイムアウト
ko: 보관함 시간 제한
ml: വാൾട് ടൈംഔട്ട്
nb: Tidsavbrudd i hvelvet
pt_br: Tempo Limite do Cofre
ro: Expirare seif
ru: Таймаут хранилища
sl: Časovna omejitev trezorja
sv: Valvets tidsgräns
ta: பெட்டக நேரமுடிவு
th: ระยะเวลาล็อคตู้เซฟ
vi: Thời Gian Chờ Của Kho
zh_hans: 密码库超时
zh_hant: 密碼庫逾時
