Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

source: About
ar: حول
be: Пра Bitwarden
bs: O programu
ca: Quant a
cs: O aplikaci
da: Om
es: Acerca de
et: Rakenduse info
he: אודות
it: Informazioni
ja: アプリ情報
ko: 정보
ml: ആപ്പിനെ കുറിച്ച്
nb: Om
pt_br: Sobre
ro: Despre
ru: О Bitwarden
sl: O programu
sv: Om
ta: இதுபற்றி
th: เกี่ยวกับ
vi: Thông tin
zh_hans: 关于
zh_hant: 關於

source: Add
ar: إضافة
be: Дадаць
bs: Dodajte
ca: Afegeix
cs: Přidat
da: Tilføj
es: Añadir
et: Lisa
he: הוסף
it: Aggiungi
ja: 追加
ko: 추가
ml: ചേര്‍ക്കുക
nb: Legg til
pt_br: Adicionar
ro: Adăugare
ru: Добавить
sl: Dodaj
sv: Skapa
ta: சேர்
th: เพิ่ม
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add folder
ar: إضافة مجلد
be: Дадаць папку
bs: Dodajte fasciklu
ca: Afegeix carpeta
cs: Přidat složku
da: Tilføj mappe
es: Añadir carpeta
et: Kausta lisamine
he: הוסף תיקיה
it: Aggiungi cartella
ja: フォルダーを追加
ko: 폴더 추가
ml: ഫോൾഡർ ചേർക്കുക
nb: Legg til en mappe
pt_br: Adicionar Pasta
ro: Adăugare dosar
ru: Добавить папку
sl: Dodaj mapo
sv: Skapa mapp
ta: கோப்புறை சேர்
th: เพิ่มโฟลเดอร์
vi: Thêm thư mục
zh_hans: 添加文件夹
zh_hant: 新增資料夾

source: Add item
ar: إضافة عنصر
be: Дадаць элемент
bs: Dodajte stavku
ca: Afegeix element
cs: Přidat položku
da: Tilføj element
es: Añadir elemento
et: Kirje lisamine
he: הוסף פריט
it: Aggiungi elemento
ja: アイテムの追加
ko: 항목 추가
ml: ഇനം ചേർക്കുക
nb: Legg til gjenstand
pt_br: Adicionar Item
ro: Adăugare articol
ru: Добавить элемент
sl: Dodaj vnos
sv: Skapa objekt
ta: உருப்படியைச் சேர்
th: เพิ่มรายการ
vi: Thêm Mục
zh_hans: 添加项目
zh_hant: 新增項目

source: An error has occurred.
ar: كان هناك خطأ.
be: Адбылася памылка.
bs: Došlo je do greške.
ca: S'ha produït un error.
cs: Došlo k chybě.
da: Der opstod en fejl.
es: Ha ocurrido un error.
et: Ilmnes tõrge.
he: אירעה שגיאה.
it: Si è verificato un errore.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.
ml: ഒരു പിഴവ് സംഭവിച്ചിരിക്കുന്നു.
nb: En feil har oppstått.
pt_br: Ocorreu um erro.
ro: S-a produs o eroare.
ru: Произошла ошибка.
sl: Prišlo je do napake
sv: Ett fel har inträffat.
ta: ஓரு பிழை நேர்ந்துவிட்டது.
th: พบข้อผิดพลาด
vi: Đã xảy ra lỗi chưa xác định.
zh_hans: 发生错误。
zh_hant: 發生錯誤。

source: Back
ar: رجوع
be: Назад
bs: Nazad
ca: Arrere
cs: Zpět
da: Tilbage
es: Atrás
et: Tagasi
he: הקודם
it: Indietro
ja: 戻る
ko: 뒤로
ml: പുറകോട്ട്
nb: Tilbake
pt_br: Voltar
ro: Înapoi
ru: Назад
sl: Nazaj
sv: Tillbaka
ta: பின்னே
th: ย้อนกลับ
vi: Quay lại
zh_hans: 后退
zh_hant: 返回

source: Cancel
ar: إلغاء
be: Скасаваць
bs: Otkažite
ca: Cancel·la
cs: Zrušit
da: Annullér
es: Cancelar
et: Tühista
he: ביטול
it: Annulla
ja: キャンセル
ko: 취소
ml: റദ്ദാക്കുക
nb: Lukk
pt_br: Cancelar
ro: Anulare
ru: Отмена
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Copy
ar: نسخ
be: Капіяваць
bs: Kopirajte
ca: Copia
cs: Kopírovat
da: Kopiér
es: Copiar
et: Kopeeri
he: העתק
it: Copia
ja: コピー
ko: 복사
ml: പകർത്തുക
nb: Kopier
pt_br: Copiar
ro: Copiere
ru: Скопировать
sl: Kopiraj
sv: Kopiera
ta: நகலெடு
th: คัดลอก
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy password
ar: نسخ كلمة المرور
be: Капіяваць пароль
bs: Kopirajte lozinku
ca: Copia contrasenya
cs: Kopírovat heslo
da: Kopiér adgangskode
es: Copiar contraseña
et: Kopeeri parool
he: העתק סיסמה
it: Copia password
ja: パスワードをコピー
ko: 비밀번호 복사
ml: പാസ്‌വേഡ് പകർത്തുക
nb: Kopier passordet
pt_br: Copiar Senha
ro: Copiere parolă
ru: Скопировать пароль
sl: Kopiraj geslo
sv: Kopiera lösenord
ta: கடவுச்சொல்லை நகலெடு
th: คัดลอกรหัสผ่าน
vi: Sao chép mật khẩu
zh_hans: 复制密码
zh_hant: 複製密碼

source: Copy username
ar: المصادقة باستخدام FIDO2 WebAuthn، يمكنك المصادقة باستخدام مفتاح أمان خارجي.
be: Капіяваць імя карыстальніка
bs: Kopirajte korisničko ime
ca: Copia el nom d'usuari
cs: Kopírovat uživatelské jméno
da: Kopiér brugernavn
es: Copiar usuario
et: Kopeeri kasutajanimi
he: העתק שם משתמש
it: Copia nome utente
ja: ユーザー名をコピー
ko: 사용자 이름 복사
ml: ഉപയോക്തൃനാമം പകർത്തുക
nb: Kopier brukernavnet
pt_br: Copiar o Nome de Usuário
ro: Copiere nume de utilizator
ru: Скопировать имя пользователя
sl: Kopiraj uporabniško ime
sv: Kopiera användarnamn
ta: பயனர்பெயரை நகலெடு
th: คัดลอกชื่อผู้ใช้
vi: Sao chép tên đăng nhập
zh_hans: 复制用户名
zh_hant: 複製使用者名稱

source: Credits
ar: شكر
be: Падзякі
bs: Priznanja
ca: Crèdits
cs: Autoři
da: Tak til
es: Créditos
et: Tänusõnad
he: תודות
it: Ringraziamenti
ja: クレジット
ko: 크레딧
ml: ക്രെഡിറ്റുകൾ
nb: Krediteringer
pt_br: Créditos
ro: Mulțumiri
ru: Благодарности
sl: Zasluge
ta: பங்களித்தவர்கள்
th: เครดิต
vi: Đóng góp
zh_hans: 鸣谢
zh_hant: 銘謝

source: Delete
ar: حذف
be: Выдаліць
bs: Obrišite
ca: Suprimeix
cs: Smazat
da: Slet
es: Eliminar
et: Kustuta
he: מחק
it: Elimina
ja: 削除
ko: 삭제
ml: നീക്കംചെയ്യുക
nb: Slett
pt_br: Excluir
ro: Ștergere
ru: Удалить
sl: Izbriši
sv: Ta bort
ta: அழி
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Deleting...
ar: حذف ...
be: Выдаленне...
bs: Brisanje...
ca: S'està suprimint...
cs: Mazání...
da: Sletter...
es: Eliminando...
et: Kustutamine...
he: מוחק...
it: Eliminazione in corso...
ja: 削除中…
ko: 삭제 중...
ml: നീക്കംചെയ്യുന്നു...
nb: Sletter...
pt_br: Excluindo...
ro: Se șterge...
ru: Удаление...
sl: Brišem...
sv: Tar bort...
ta: அழிக்கிறது...
th: กำลังลบ...
vi: Đang xoá...
zh_hans: 正在删除...
zh_hant: 正在刪除...

# DoYouReallyWantToDelete
source: Do you really want to delete? This cannot be undone.
ar: هل أنت متأكد من أنك تريد الحذف؟ لا يمكن إلغاؤه
be: Вы сапраўды хочаце выдаліць? Гэта дзеянне немагчыма адрабіць.
bs: Da li stvarno želite da izbrišete? Ovo se ne može poništiti.
ca: Eseu segur que voleu suprimir? Això no es pot desfer.
cs: Opravdu chcete smazat tuto položku? Akce je nevratná.
da: Er du sikker på, at du vil slette? Dette kan ikke fortrydes.
es: ¿Seguro que quieres eliminarlo? Esto no puedes deshacerse.
et: Kas soovid kindlasti kustutada? Seda ei saa tagasi võtta.
he: האם אתה בטוח שברצונך למחוק? זוהי פעולה בלתי הפיכה.
it: Vuoi davvero eliminare? Non potrai annullare.
ja: 本当に削除しますか？この操作は元に戻せません。
ko: 정말 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ml: നിങ്ങൾക്ക്എന്നെന്നേക്കുമായി നീക്കം ചെയ്യാൻ ആഗ്രഹമുണ്ടോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല.
nb: Vil du virkelig slette den? Dette kan ikke angres på.
pt_br: Você realmente quer excluir? Isto não pode ser desfeito.
ro: Doriți cu adevărat să ștergeți? Acest lucru nu poate fi anulat.
ru: Вы действительно хотите удалить? Это действие необратимо.
sl: Ste prepričani, da želite izbrisati? Tega ni mogoče povrniti.
sv: Är du säker på att du vill ta bort? Det här går inte att ångra.
ta: உண்மையிலேயே அழிக்கவேண்டுமா? இதை செயல்தவிர்க்க இயலாது.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ? การกระทำนี้ไม่สามารถเลิกทำได้
vi: Bạn có chắc chắn muốn xóa nó không? Thao tác này không thể được khôi phục.
zh_hans: 您真的要删除吗？这个操作无法撤消。
zh_hant: 確定要刪除嗎？刪除後將無法復原。

source: Edit
ar: تعديل
be: Рэдагаваць
bs: Uredite
ca: Edita
cs: Upravit
da: Redigér
es: Editar
et: Muuda
he: ערוך
it: Modifica
ja: 編集
ko: 편집
ml: തിരുത്തുക
nb: Rediger
pt_br: Editar
ro: Editare
ru: Изменить
sl: Uredi
sv: Ändra
ta: திருத்து
th: แก้ไข
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit folder
ar: تعديل مجلد
be: Рэдагаваць папку
bs: Uredite fasciklu
ca: Edita la carpeta
cs: Upravit složku
da: Redigér mappe
es: Editar carpeta
et: Muuda kausta
he: ערוך תיקייה
it: Modifica cartella
ja: フォルダーを編集
ko: 폴더 편집
ml: ഫോൾഡർ തിരുത്തുക
nb: Rediger mappen
pt_br: Editar Pasta
ro: Editare dosar
ru: Изменить папку
sl: Uredi mapo
sv: Ändra mapp
ta: கோப்புறையைத் திருத்து
th: แก้ไขโฟลเดอร์
vi: Chỉnh sửa thư mục
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

source: Email address
ar: عنوان بريد الكتروني
be: Адрас эл. пошты
bs: Adresa e-pošte
ca: Adreça electrònica
cs: Emailová adresa
da: E-mailadresse
es: Correo electrónico
et: E-posti aadress
he: כתובת אימייל
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
ml: ഇ-മെയിൽ വിലാസം
nb: E-postadresse
pt_br: Endereço de E-mail
ro: Adresă de e-mail
ru: Адрес email
sl: E-poštni naslov
sv: E-postadress
ta: மின்னஞ்சல் முகவரி
th: ที่อยู่อีเมล
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Email us
ar: اكتب إلينا
be: Напішыце нам
bs: Pošaljite nam e-poštu
ca: Envieu-nos un correu electrònic
cs: Napište nám
da: E-mail os
es: Envíanos un correo
et: Kirjuta meile
he: שלח לנו אימייל
it: Contattaci
ja: メールでのお問い合わせ
ko: 이메일 보내기
ml: ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുക
nb: Send oss E-post
pt_br: Envie-nos um E-mail
ro: Contactați-ne
ru: Написать нам
sl: Piši nam
sv: Mejla oss
ta: எங்களுக்கு மின்னஞ்சலிடு
th: ส่งอีเมลถึงเรา
vi: Gửi email cho chúng tôi
zh_hans: 给我们发邮件
zh_hant: 傳送電子郵件給我們

# EmailUsDescription
source: Email us directly to get help or leave feedback.
ar: اتصل بنا مباشرة للحصول على المساعدة أو التعليق.
be: Каб атрымаць дапамогу ці пакінуць водгук, адпраўце нам ліст.
bs: Pošaljite nam e-poštu direktno da biste dobili pomoć ili ostavili povratne informacije.
ca: Envieu-nos un correu electrònic directament per obtenir ajuda o deixar comentaris.
cs: Napište nám e-mail pro získání pomoci nebo zanechání zpětné vazby.
da: E-mail os direkte for at få hjælp eller give feedback.
es: Envíanos un correo directamente para obtener ayuda o dejar tus comentarios.
et: Kirjuta meile abi saamiseks või tagasiside jätmiseks.
he: שלח לנו מייל ישירות לקבלת עזרה או לשליחת משוב.
it: Inviaci un'email per ottenere aiuto o fare una segnalazione.
ja: メールで直接ヘルプやフィードバックを送れます。
ko: 저희에게 이메일을 보내 도움을 요청하거나 의견을 말씀하세요.
ml: സഹായം നേടുന്നതിനോ അഭിപ്രായം നൽകുന്നതിനോ ഞങ്ങളെ നേരിട്ട് ഇമെയിൽ ചെയ്യുക.
nb: Send E-post direkte til oss for å få hjelp eller gi tilbakemeldinger.
pt_br: Envie-nos um e-mail diretamente para obter ajuda ou deixar feedback.
ro: Trimiteți-ne un e-mail pentru a obține ajutor sau pentru a lăsa un feedback.
ru: Чтобы получить помощь или оставить отзыв, отправьте нам письмо.
sl: Piši nam neposredno za pomoč ali oddajo povratne informacije.
sv: Mejla oss direkt för att få hjälp eller för att lämna återkoppling.
ta: நேரடியாக உதவி பெற அ கருத்து தெரிவிக்க எங்களுக்கு மின்னஞ்சலிடு
th: ส่งอีเมลถึงเราโดยตรงได้เพื่อรับความช่วยเหลือ หรือแสดงความคิดเห็น
vi: Gửi email trực tiếp cho chúng tôi để nhận trợ giúp hoặc để lại phản hồi.
zh_hans: 请直接给我们发邮件来获得帮助，或留下反馈信息。
zh_hant: 傳送電子郵件給我們以取得協助或提供意見反應。

# EnterPIN
source: Enter your PIN code.
ar: أدخل رقم التعريف الشخصي الخاص بك.
be: Увядзіце PIN-код.
bs: Unesite Vaš PIN kod.
ca: Introduïu el codi PIN.
cs: Zadejte PIN kód.
da: Indtast din pinkode.
es: Introduce to código PIN.
et: Sisesta PIN kood.
he: הזן קוד PIN.
it: Digita il tuo PIN.
ja: PIN コードを入力してください。
ko: PIN 코드를 입력하세요.
ml: നിങ്ങളുടെ പിൻ കോഡ് നൽകുക.
nb: Tast inn din PIN-kode.
pt_br: Digite o seu código PIN.
ro: Introducere cod PIN.
ru: Введите PIN-код.
sl: Vnesi svojo PIN kodo.
sv: Ange din PIN-kod.
ta: உம் கடவெண் குறியை உள்ளிடு.
th: ป้อนรหัส PIN ของคุณ
vi: Nhập mã PIN của bạn.
zh_hans: 请输入您的 PIN 码。
zh_hant: 請輸入 PIN 碼。

# Favorites
source: Favourites
ar: المفضلات
be: Абраныя
bs: Omiljene
ca: Preferits
cs: Oblíbené
da: Favoritter
es: Favoritos
et: Lemmikud
he: מועדפים
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ml: പ്രിയങ്കരങ്ങള്‍
nb: Favoritter
pt_br: Favoritos
ro: Favorite
ru: Избранные
sl: Priljubljeno
sv: Favoriter
ta: பிடித்தவை
th: รายการโปรด
vi: Yêu thích
zh_hans: 收藏
zh_hant: 我的最愛

# FileBugReport
source: File a bug report
ar: إرسال تقرير خطأ
be: Паведаміць аб памылцы
bs: Podnesite izveštaj o grešci
ca: Presenta un informe d'error
cs: Nahlásit chybu
da: Indsend en fejlrapport
es: Reportar un fallo
et: Esita tarkvaraviga
he: דווח על באג
it: Segnala un bug
ja: バグレポートを送信
ko: 버그 보고서 첨부
ml: ബഗ്ഗ്‌ റിപ്പോർട്ട് സമർപ്പിക്കുക
nb: Legg inn feilrapport
pt_br: Submeter um relatório de bug
ro: Înregistrare raport de erori
ru: Сообщить об ошибке
sl: Prijavi programski hrošč
sv: Skicka en buggrapport
ta: பிழையறிக்கை தாக்கல் செய்
th: รายงานข้อบกพร่อง
vi: Gửi báo cáo lỗi
zh_hans: 发送错误报告
zh_hant: Bug 回報

# FileBugReportDescription
source: Open an issue at our GitHub repository.
ar: افتح تذكرة في مستودع Github لدينا.
be: Стварыце тэму з праблемай у нашым рэпазіторыі GitHub.
bs: Otvorite izdanje u našem GitHub spremištu.
ca: Obri una incidéncia al nostre dipòsit de GitHub.
cs: Nahlaste chybu přímo v našem GitHub repositáři.
da: Opret en supportsag i vores GitHub-arkiv.
es: Abrir una incidencia en el repositorio de GitHub.
et: Ava meie GitHubis probleemi kirjeldus.
he: דווח על באג בGitHub repository שלנו.
it: Segnala un problema nel nostro repository GitHub.
ja: GitHub リポジトリで Issue を作成してください。
ko: GitHub 리포지터리에 Issue 티켓을 엽니다.
ml: ഞങ്ങളുടെ GitHub റെപ്പോസിറ്റോറിയിൽ ഒരു ഇഷ്യൂ തുറക്കുക.
nb: Åpne en sak (Issue) på vårt GitHub-lager.
pt_br: Abrir um issue no nosso repositório do GitHub.
ro: Raportați o problemă pe pagina noastră GitHub.
ru: Откройте проблему в нашем репозитории на GitHub.
sl: Odpri zadevo na našem GitHub repozitoriju.
sv: Öppna ett problemärende på vårt GitHub-arkiv.
ta: GitHub களஞ்சியத்தில் ஒரு சிக்கலைத் திற.
th: เปิดประเด็นที่เก็บ GitHub ของเรา
vi: Tạo một vấn đề tại trang GitHub của chúng tôi.
zh_hans: 在我们的 GitHub 库汇报一个问题。
zh_hant: 到我們的 GitHub 儲存庫中開啟一個話題。

# FingerprintDirection
source: Use your fingerprint to verify.
ar: استخدم بصمة إصبعك للتعريف بنفسك.
be: Выкарыстоўвайце свой адбітак пальца для верыфікацыі.
bs: Verifikujte pomoću otiska prsta.
ca: Utilitzeu l'empremta digital per a continuar.
cs: Pro ověření použijte otisk prstu.
da: Verificér med dit fingeraftryk.
es: Utilizar tu huella dactilar para continuar.
et: Kasuta lahtilukustamiseks sõrmejälge.
he: השתמש בטביעת האצבע שלך לאימות.
it: Usa la tua impronta per la verifica.
ja: 指紋で認証します。
ko: 지문을 사용하여 인증하세요.
ml: പരിശോധിച്ചുറപ്പിക്കാൻ വിരലടയാളം ഉപയോഗിക്കുക.
nb: Bruk ditt fingeravtrykk for å verifisere.
pt_br: Utilize a sua impressão digital para verificar.
ro: Utilizați amprenta dvs. pentru a continua.
ru: Прикоснитесь к сенсору для входа
sl: Uporabi svoj prstni odtis za odklep.
sv: Använd ditt fingeravtryck för att verifiera.
ta: உம் கைரேகையைப் பயன்படுத்திச் சரிபார்.
th: ใช้ลายนิ้วมือเพื่อตรวจสอบ
vi: Sử dụng dấu vân tay của bạn để tiếp tục.
zh_hans: 使用指纹验证。
zh_hant: 使用指紋進行驗證。

source: Folder
ar: مجلد
be: Папка
bs: Fascikla
ca: Carpeta
cs: Složka
da: Mappe
es: Carpeta
et: Kaust
he: תיקייה
it: Cartella
ja: フォルダー
ko: 폴더
ml: ഫോൾഡർ
nb: Mappe
pt_br: Pasta
ro: Dosar
ru: Папка
sl: Mapa
sv: Mapp
ta: கோப்புறை
th: โฟลเดอร์
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# FolderCreated
source: New folder created.
ar: مجلد جديد أنشئ
be: Новая папка створана.
bs: Kreirana je nova fascikla.
ca: S'ha creat una carpeta nova.
cs: Složka byla přidána
da: Ny mappe oprettet.
es: Nueva carpeta creada.
et: Uus kaust on loodud.
he: תיקייה חדשה נוצרה.
it: Nuova cartella creata.
ja: 新しいフォルダーを作成しました。
ko: 새 폴더를 만들었습니다.
ml: പുതിയ ഫോൾഡർ സൃഷ്ടിച്ചു.
nb: En ny mappe er opprettet.
pt_br: Nova pasta criada.
ro: A fost creat un dosar nou.
ru: Новая папка создана.
sl: Nova mapa ustvarjena.
sv: Ny mapp skapad.
ta: புதிய கோப்புறை உருவாக்கப்பட்டது.
th: สร้างโฟลเดอร์ใหม่แล้ว
vi: Đã tạo thư mục mới.
zh_hans: 新文件夹已创建。
zh_hant: 已新增資料夾。

source: Folder deleted.
ar: مجلد محذوف
be: Папка выдалена.
bs: Fascikla je izbrisana.
ca: S'ha eliminat la carpeta.
cs: Složka byla smazána
da: Mappe slettet.
es: Carpeta eliminada.
et: Kaust on kustutatud.
he: תיקייה נמחקה.
it: Cartella eliminata.
ja: フォルダーを削除しました。
ko: 폴더를 삭제했습니다.
ml: ഫോൾഡർ നീക്കംചെയ്തു.
nb: Mappen er slettet.
pt_br: Pasta excluída.
ro: Dosar șters.
ru: Папка удалена.
sl: Mapa odstranjena.
sv: Mapp borttagen.
ta: கோப்புறை அழிக்கப்பட்டது.
th: ลบโฟลเดอร์แล้ว.
vi: Đã xóa thư mục.
zh_hans: 文件夹已删除。
zh_hant: 資料夾已刪除。

# FolderNone
source: No folder
ar: لا مجلد
be: Без папкі
bs: Nema fascikle
ca: Cap carpeta
cs: Žádná složka
da: Ingen mappe
es: Sin carpeta
et: Kaust puudub
he: ללא תיקיה
it: Nessuna cartella
ja: フォルダーなし
ko: 폴더 없음
ml: ഫോൾഡറിൽ ഉൾപ്പെടാത്ത
nb: Ingen mappe
pt_br: Nenhuma Pasta
ro: Fără dosar
ru: Без папки
sl: Brez mape
sv: Ingen mapp
ta: கோப்புறையற்றவை
th: ไม่มีโฟลเดอร์
vi: Không được phân loại
zh_hans: 默认文件夹
zh_hant: （未分類）

source: Folders
ar: مجلدات
be: Папкі
bs: Fascikle
ca: Carpetes
cs: Složky
da: Mapper
es: Carpetas
et: Kaustad
he: תיקיות
it: Cartelle
ja: フォルダー
ko: 폴더
ml: ഫോൾഡറുകൾ
nb: Mapper
pt_br: Pastas
ro: Dosare
ru: Папки
sl: Mape
sv: Mappar
ta: கோப்புறைகள்
th: โฟลเดอร์
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

source: Folder updated.
ar: مجلد محدّث
be: Папка абноўлена.
bs: Fascikla ažurirana.
ca: Carpeta actualitzada.
cs: Složka byla upravena
da: Mappe opdateret.
es: Carpeta actualizada.
et: Kaust on uuendatud.
he: תיקיה עודכנה.
it: Cartella aggiornata.
ja: フォルダーを更新しました。
ko: 폴더를 업데이트했습니다.
ml: ഫോൾഡർ പുതുക്കി.
nb: Mappen er oppdatert.
pt_br: Pasta atualizada.
ro: Dosarul s-a actualizat.
ru: Папка обновлена.
sl: Mapa posodobljena.
sv: Mapp uppdaterad.
ta: கோப்புறை புதுப்பிக்கப்பட்டது.
th: ปรับปรุงโฟลเดอร์แล้ว
vi: Đã cập nhật thư mục.
zh_hans: 文件夹已更新。
zh_hant: 資料夾已更新。

source: Go to website
ar: زر الموقع الالكتروني
be: Перайсці на вэб-сайт
bs: Idite na vebsajt
ca: Vés al lloc web
cs: Otevřít webovou stránku
da: Gå til hjemmeside
es: Ir a la web
et: Külasta veebisaiti
he: עבור לאתר
it: Vai al sito web
ja: ウェブサイトを開く
ko: 웹 사이트로 이동
ml: വെബ്സൈറ്റിലേക്ക് പോവുക
nb: Gå til nettstedet
pt_br: Ir para o website
ro: Accesare sait web
ru: Перейти на сайт
sl: Obišči spletno stran
sv: Gå till webbplats
ta: வலைத்தளத்திற்குச் செல்
th: ไปที่เว็บไซต์
vi: Đi đến trang web
zh_hans: 前往网站
zh_hant: 前往網站

source: Help and feedback
ar: مساعدة ورجوع
be: Дапамога і зваротная сувязь
bs: Pomoć i povratne informacije
ca: Ajuda i comentaris
cs: Nápověda a zpětná vazba
da: Hjælp og feedback
es: Ayuda & Comentarios
et: Abi ja tagasiside
he: עזרה ומשוב
it: Aiuto e segnalazioni
ja: ヘルプとフィードバック
ko: 도움말 및 의견
ml: സഹായവും അഭിപ്രായവും
nb: Hjelp og tilbakemelding
pt_br: Ajuda e Feedback
ro: Ajutor și feedback
ru: Помощь и обратная связь
sl: Pomoč in povratne informacije
sv: Hjälp och återkoppling
ta: உதவி மற்றும் கருத்து
th: ช่วยเหลือ & ข้อเสนอแนะ
vi: Trợ giúp & Phản hồi
zh_hans: 帮助和反馈
zh_hant: 協助與意見反應

source: Hide
ar: إخفاء
be: Схаваць
bs: Sakrijte
ca: Amaga
cs: Skrýt
da: Skjul
es: Ocultar
et: Peida
he: הסתר
it: Nascondi
ja: 隠す
ko: 숨기기
ml: മറയ്ക്കുക
nb: Skjul
pt_br: Ocultar
ro: Ascundere
ru: Скрыть
sl: Skrij
sv: Göm
ta: மறை
th: ซ่อน
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# InternetConnectionRequiredMessage
source: Please connect to the Internet before continuing.
ar: عليك الاتصال بالانترنت قبل المواصلة
be: Злучыцеся з інтэрнэтам, каб працягнуць.
bs: Molimo da se povežete na internet prije nego što nastavite.
ca: Connecteu-vos a Internet abans de continuar.
cs: Prosím připojte se k internetu.
da: Opret forbindelse til internettet inden du fortsætter.
es: Por favor, conéctate a Internet antes de continuar.
et: Jätkamiseks on vajalik internetiühendus.
he: אנא התחבר לאינטרנט לפני שתמשיך.
it: Connettiti a Internet prima di continuare.
ja: 続行する前に、インターネットに接続してください。
ko: 계속하기 전에 인터넷에 연결해 주세요.
ml: തുടരുന്നതിന് മുമ്പ് ദയവായി ഇന്റർനെറ്റിലേക്ക് കണക്റ്റുചെയ്യുക.
nb: Vennligst koble deg til internett før du fortsetter.
pt_br: Por favor, conecte-se à internet antes de continuar.
ro: Vă rugăm să vă conectați la internet înainte de a continua.
ru: Пожалуйста, подключитесь к интернету чтобы продолжить.
sl: Pred nadaljevanjem prosimo, da se povežete z internetom.
sv: Var god anslut till internet innan du fortsätter.
ta: தொடரும் முன் இணையத்துடன் இணைக்கவும்.
th: โปรดเชื่อมต่ออินเทอร์เน็ตก่อนดำเนินการต่อ
vi: Hãy kết nối internet trước khi tiếp tục.
zh_hans: 请连接因特网后再继续。
zh_hant: 繼續之前，請先連線至網際網路。

# InternetConnectionRequiredTitle
source: Internet connection required
ar: اتصال بالانترنت مطلوب
be: Патрабуецца доступ да інтэрнэту
bs: Internet veza obavezna
ca: Es requereix connexió a Internet
cs: Je nutné připojení k internetu
da: Internetforbindelse kræves
es: Conexión a Internet requerida
et: Vajalik on internetiühendus
he: דרוש חיבור אינטרנט
it: Connessione a Internet richiesta
ja: インターネット接続が必要です
ko: 인터넷 연결 필요
ml: ഇന്റർനെറ്റ് കണക്ഷൻ നിർബന്ധമാണ്
nb: Internettilkobling er påkrevd
pt_br: É necessária uma conexão com a Internet
ro: Conexiunea la internet este necesară
ru: Требуется подключение к интернету
sl: Potrebna je povezava z internetom
sv: Internetanslutning krävs
ta: இணைய இணைப்பு தேவை
th: ต้องการการเชื่อมต่ออินเทอร์เน็ต
vi: Yêu cầu kết nối Internet
zh_hans: 需要因特网连接
zh_hant: 需要網際網路連線

# InvalidMasterPassword
source: Invalid master password. Try again.
ar: كلمة المرور الرئيسية خاطئة. الرجاء المحاولة مرة أخرى.
be: Памылковы асноўны пароль. Паспрабуйце яшчэ раз.
bs: Nevažeća glavna lozinka. Pokušajte ponovo.
ca: La contrasenya mestra no és vàlida. Torneu-ho a provar.
cs: Chybné hlavní heslo. Zkuste to znovu.
da: Ugyldig hovedadgangskode. Prøv igen.
es: Contraseña maestra no válida. Prueba de nuevo.
et: Vale ülemparool. Proovi uuesti.
he: סיסמה ראשית שגויה. נסה שוב.
it: Password principale non valida. Riprova.
ja: マスターパスワードが間違っています。入力し直してください。
ko: 마스터 비밀번호가 잘못되었습니다. 다시 시도해 주세요.
ml: പ്രാഥമിക പാസ്‌വേഡ് അസാധുവാണ്.വീണ്ടും ശ്രമിക്കുക.
nb: Ugyldig superpassord. Prøv igjen.
pt_br: Senha mestra inválida. Tentar novamente.
ro: Parolă principală incorectă. Încercați din nou.
ru: Неверный мастер-пароль. Попробуйте снова.
sl: Napačno glavno geslo. Poiskutie ponovno.
sv: Ogiltigt huvudlösenord. Försök igen.
ta: செல்லாத பிரதான கடவுச்சொல். மீண்டும் முயலவும்.
th: รหัสผ่านหลักไม่ถูกต้อง ลองอีกครั้ง
vi: Mật khẩu chủ không đúng. Thử lại.
zh_hans: 无效的主密码，请重试。
zh_hant: 主密碼不正確，請重試。

# InvalidPIN
source: Invalid PIN. Try again.
ar: رقم التعريف الشخصي غير صالح. الرجاء المحاولة مرة أخرى.
be: Памылковы PIN-код. Паспрабуйце яшчэ раз.
bs: Nevažeći PIN. Pokušajte ponovo.
ca: El PIN no és vàlid. Torna-ho a provar.
cs: Chybný PIN. Zkuste to znovu.
da: Ugyldig pinkode. Prøv igen.
es: PIN no válido. Prueba de nuevo.
et: Vale PIN. Proovi uuesti.
he: קוד PIN שגוי. נסה שוב.
it: PIN errato. Riprova.
ja: PIN が間違っています。入力し直してください。
ko: PIN이 잘못되었습니다. 다시 시도해 주세요.
ml: പിൻ അസാധുവാണ്. വീണ്ടും ശ്രമിക്കുക.
nb: Ugyldig PIN-kode. Prøv igjen.
pt_br: PIN inválido. Tente novamente.
ro: PIN greșit. Încercați din nou.
ru: Неверный PIN. Попробуйте снова.
sl: Napačen PIN. Poizkusite ponovno.
sv: Ogiltig PIN-kod. Försök igen.
ta: செல்லாத கடவெண். மீண்டும் முயலவும்.
th: PIN ไม่ถูกต้อง ลองอีกครั้ง
vi: Mã PIN không đúng. Thử lại.
zh_hans: 无效的 PIN 码，请重试。
zh_hant: PIN 碼不正確，請重試。

source: Launch
ar: بدء
be: Запусціць
bs: Pokrenite
ca: Inicia
cs: Spustit
da: Gå til
es: Iniciar
et: Käivita
he: הפעל
it: Avvia
ja: 開く
ko: 열기
ml: തുടങ്ങുക
nb: Åpne
pt_br: Abrir
ro: Lansare
ru: Перейти
sl: Odpri
sv: Öppna
ta: ஏவு
th: เปิด
vi: Khởi chạy
zh_hans: 启动
zh_hant: 啟動

source: Log in
ar: تعريف
be: Увайсці
bs: Prijavite se
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
es: Identificarse
et: Logi sisse
he: התחבר
it: Accedi
ja: ログイン
ko: 로그인
ml: പ്രവേശിക്കുക
nb: Logg på
pt_br: Iniciar Sessão
ro: Conectare
ru: Войти
sl: Vpiši se
sv: Logga in
ta: உள்நுழை
th: เข้าสู่ระบบ
vi: Đăng Nhập
zh_hans: 登录
zh_hant: 登入

# LogInNoun
source: Login
ar: اسم المستخدم
be: Уліковыя даныя
bs: Prijava
ca: Inici de sessió
cs: Přihlašovací údaje
es: Identificarse
et: Sisselogimine
he: כניסה
ja: ログイン
ko: 로그인
ml: പ്രവേശനം
nb: Innlogging
ro: Conectare
ru: Вход
sl: Vpis
sv: Inloggning
ta: உள்நுழைவு
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Log out
ar: تسجيل الخروج
be: Выйсці
bs: Odjavite se
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
es: Cerrar sesión
et: Logi välja
he: התנתק
it: Disconnetti
ja: ログアウト
ko: 로그아웃
ml: ലോഗൗട്ട്
nb: Logg av
pt_br: Encerrar Sessão
ro: Deconectare
ru: Выйти
sl: Izpiši se
sv: Logga ut
ta: வெளியேறு
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 注销
zh_hant: 登出
