Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

source: Dark
ar: داكن
be: Цёмная
ca: Fosc
cs: Tmavý
da: Mørk
es: Oscuro
et: Tume
he: כהה
it: Scuro
ja: ダーク
ko: 어두운 테마
ml: ഡാർക്ക്
nb: Mørkt
pt_br: Escuro
ro: Întunecat
ru: Темная
sl: Temno
sv: Mörkt
ta: இருள்
th: มืด
vi: Tối
zh_hans: 暗
zh_hant: 深色

source: Light
ar: فاتح
be: Светлая
ca: Clar
cs: Světlý
da: Lys
es: Claro
et: Hele
he: בהיר
it: Chiaro
ja: ライト
ko: 밝은 테마
ml: ലൈറ്റ്
nb: Lyst
pt_br: Claro
ro: Luminos
ru: Светлая
sl: Svetlo
sv: Ljust
ta: ஒளி
th: สว่าง
vi: Sáng
zh_hans: 亮
zh_hant: 淺色

# FiveMinutes
source: 5 minutes
ar: 5 دقائق
be: 5 хвілін
ca: 5 minuts
cs: 5 minut
da: 5 minutter
es: 5 minutos
et: 5 minuti pärast
he: 5 דקות
it: 5 minuti
ja: 5 分
ko: 5분
ml: 5 മിനിറ്റ്
nb: 5 minutter
pt_br: 5 minutos
ro: 5 minute
ru: 5 минут
sl: 5 minut
sv: 5 minuter
ta: ௫ நிமிடங்கள்
th: 5 นาที
vi: 5 phút
zh_hans: 5 分钟
zh_hant: 5 分鐘

# TenSeconds
source: 10 seconds
ar: 10 ثوانِ
be: 10 секунд
ca: 10 segons
cs: 10 sekund
da: 10 sekunder
es: 10 segundos
et: 10 sekundi pärast
he: 10 שניות
it: 10 secondi
ja: 10 秒
ko: 10초
ml: 10 സെക്കൻഡ്
nb: 10 sekunder
pt_br: 10 segundos
ro: 10 secunde
ru: 10 секунд
sl: 10 sekund
sv: 10 sekunder
ta: ௧௦ விநாடிகள்
th: 10 วินาที
vi: 10 giây
zh_hans: 10 秒
zh_hant: 10 秒鐘

# ThirtySeconds
source: 30 seconds
ar: 30 ثانية
be: 30 секунд
ca: 30 segons
cs: 30 sekund
da: 30 sekunder
es: 30 segundos
et: 30 sekundi pärast
he: 30 שניות
it: 30 secondi
ja: 30 秒
ko: 30초
ml: 30 സെക്കൻഡ്
nb: 30 sekunder
pt_br: 30 segundos
ro: 30 de secunde
ru: 30 секунд
sl: 30 sekund
sv: 30 sekunder
ta: ௩௦ விநாடிகள்
th: 30 วินาที
vi: 30 giây
zh_hans: 30 秒
zh_hant: 30 秒鐘

# TwentySeconds
source: 20 seconds
ar: 20 ثانية
be: 20 секунд
ca: 20 segons
cs: 20 sekund
da: 20 sekunder
es: 20 segundos
et: 20 sekundi pärast
he: 20 שניות
it: 20 secondi
ja: 20 秒
ko: 20초
ml: 20 സെക്കൻഡ്
nb: 20 sekunder
pt_br: 20 segundos
ro: 20 de secunde
ru: 20 секунд
sl: 20 sekund
sv: 20 sekunder
ta: ௨௦ விநாடிகள்
th: 20 วินาที
vi: 20 giây
zh_hans: 20 秒
zh_hant: 20 秒鐘

# TwoMinutes
source: 2 minutes
ar: دقيقتان
be: 2 хвіліны
ca: 2 minuts
cs: 2 minuty
da: 2 minutter
es: 2 minutos
et: 2 minuti pärast
he: 2 דקות
it: 2 minuti
ja: 2 分
ko: 2분
ml: 2 മിനിറ്റ്
nb: 2 minutter
pt_br: 2 minutos
ro: 2 minute
ru: 2 минуты
sl: 2 minuti
sv: 2 minuter
ta: ௨ நிமிடங்கள்
th: 2 นาที
vi: 2 phút
zh_hans: 2 分钟
zh_hant: 2 分鐘

source: Clear clipboard
ar: مسح الحافظة
be: Ачыстка буфера абмену
ca: Neteja el porta-retalls
cs: Vymazat schránku
da: Ryd udklipsholder
es: Limpiar el Portapapeles
et: Lõikelaua puhastamine
he: נקה לוח העתקות
it: Cancella appunti
ja: クリップボードの消去
ko: 클립보드 비우기
ml: ക്ലിപ്ബോര്‍ഡ് മായ്ക്കുക
nb: Tøm utklippstavlen
pt_br: Limpar a Área de Transferência
ro: Golire clipboard
ru: Очистка буфера обмена
sl: Počisti odložišče
sv: Rensa urklipp
ta: நகலகத்தைத் துடை
th: ล้างคลิปบอร์ด
vi: Xóa bộ nhớ tạm
zh_hans: 清除剪贴板
zh_hant: 清除剪貼簿

# ClearClipboardDescription
source: Automatically clear copied values from your clipboard.
ar: مسح القيم المنسوخة تلقائيًا من حافظتك.
be: Аўтаматычна ачышчаць скапіяваныя значэнні з вашага буфера абмену.
ca: Esborra automàticament els valors copiats del porta-retalls.
cs: Automaticky smazat zkopírované hodnoty z vaší schránky.
da: Fjern automatisk kopierede data fra din udklipsholder.
es: Borrar automáticamente los valores copiados de su portapapeles.
et: Puhastab automaatselt lõikelauale kopeeritud sisu.
he: נקה אוטומטית ערכים שהועתקו ללוח ההעתקות (clipboard).
it: Cancella automaticamente dagli appunti i valori copiati.
ja: コピー内容をクリップボードから自動的に消去します。
ko: 클립보드에 복사된 값을 자동으로 제거합니다.
ml: തങ്ങളുടെ ക്ലിപ്പ്ബോർഡിൽ നിന്ന് പകർത്തിയ മൂല്യങ്ങൾ ഓട്ടോമാറ്റിക്കായി മായ്‌ക്കുക.
nb: Slett automatisk kopierte verdier fra utklippstavlen.
pt_br: Limpar automaticamente valores copiados da sua área de transferência.
ro: Șterge automat valorile copiate din clipboard.
ru: Автоматически очищать скопированные значения в вашем буфере обмена.
sl: Samodejno počisti kopirane vrednosti iz odložišča.
sv: Rensa automatiskt kopierade värden från urklipp.
ta: நகலெடுத்த மதிப்புகளை உம் நகலகத்திலிருந்து தானாக துடை.
vi: Tự động xóa các giá trị đã sao chép khỏi bộ nhớ tạm.
zh_hans: 自动清除复制到剪贴板的值。
zh_hant: 自動清除剪貼簿中複製的值。

source: Default URI Match Detection
ar: كشف تطابق الرابط الافتراضي
be: Выяўленне супадзення URI па змаўчанні
ca: Detecció de coincidències URI per defecte
cs: Výchozí detekce shody URI
da: Standard URI-matchdetektering
es: Detección por defecto de coincidencia de URI
et: Vaikse URI sobivuse tuvastamine
he: ברירת מחדל לזיהוי התאמת כתובות
it: Rilevamento corrispondenza URI predefinito
ja: デフォルトの URI 一致検出方法
ko: 기본 URI 일치 인식
ml: സാധാരണ URI മാച്ച് ഡിറ്റക്ഷൻ
nb: Standard URI-samsvarsgjenkjenning
pt_br: Detecção de Correspondência de URI Padrão
ro: Detectare de potrivire URI implicită
ru: Обнаружение совпадения URI по умолчанию
sl: Privzet način ujemanja URI
sv: Standardmatchning för URI
ta: இயல்புநிலை உரலிப்பொருத்தங்கண்டறிதல்
vi: Phương thức kiểm tra URI mặc định
zh_hans: 默认的 URI 匹配检测方式
zh_hant: 預設的 URI 一致性偵測方式

# DefaultUriMatchDetectionDescription
source: Choose the default way that URI match detection is handled for logins when performing actions such as auto-fill.
ar: اختر الطريقة الافتراضية التي يتم بها معالجة اكتشاف تطابق الرابط لعمليات تسجيل الدخول عند تنفيذ إجراءات مثل الملء التلقائي.
be: Выберыце спосаб па змаўчанні, які выкарыстоўваецца пры вызначэнні адпаведнасці URI для ўліковых даных пры выкананні такіх дзеянняў, як аўтаматычнае запаўненне.
ca: Trieu la manera predeterminada en que es gestiona la detecció de coincidència d'URI per als inicis de sessió en realitzar accions com l'emplenament automàtic.
cs: Vyberte výchozí způsob, jakým se detekuje shoda URI přihlašovacích údajů. Používá se například pro automatické vyplňování.
da: Vælg den standard måde, som URI matchmetode håndteres til logins, når du udfører handlinger som f.eks. Autoudfyld.
es: Elija el método de detección por defecto de coincidencia de URI que se utilizará para acciones de inicio de sesión como autorrellenado.
et: Vali vaikeviis, kuidas kirje ja URI-i sobivus tuvastatakse. Seda kasutatakse näiteks siis, kui lehele üritatakse automaatselt andmeid sisestada.
he: בחר את דרך ברירת המחדל עבור זיהוי התאמת כתובות כשמבצעים פעולות השלמה אוטומטית.
it: Scegli il modo predefinito in cui il rilevamento della corrispondenza dell'URI viene gestito per gli accessi quando si eseguono azioni come il completamento automatico.
ja: 自動入力などを行うときにデフォルトで使うURI一致検出方法を選択します。
ko: 자동 완성 등의 작업에서 각 로그인 항목의 URI 일치 감지를 처리할 기본 방법을 선택하세요.
ml: ഓട്ടോഫിൽ പോലുള്ള പ്രവർത്തനങ്ങൾ നടത്തുമ്പോൾ ലോഗിനുകൾക്കായി URI മാച്ച് ഡിറ്റക്ഷൻ കൈകാര്യം ചെയ്യുന്ന സ്ഥിരസ്ഥിതി മാർഗം തിരഞ്ഞെടുക്കുക.
nb: Velg standardmåten for å håndtere URI-samsvarsgjenkjenning for pålogginger ved f.eks. auto-utfylling.
pt_br: Escolha a maneira padrão pela qual a detecção de correspondência de URI é manipulada para credenciais ao executar ações como autopreenchimento.
ro: Alege modul implicit de gestionare a detectării de potrivire URI pentru conectări când se efectuează acțiuni precum auto-completarea.
ru: Выберите стандартный способ определения соответствия URI для логинов при выполнении таких действий, как автоматическое заполнение.
sl: Izberi privzet način URI ujemanja med prijavljanjem s samodejnim izpolnjevanjem.
sv: Välj standardalternativet för hur matchning av URI är hanterat för inloggningar när du utför operationer såsom automatisk ifyllnad.
ta: தன்னிரப்பல் போன்ற செயற்புரிகையில் உள்நுழைவுகளுக்கான உரலிப்பொருத்தங்கண்டறிதலின் இயல்புநிலை முறையைத் தேர்வுசெய்.
vi: Chọn phương thức mặc định để kiểm tra so sánh URI cho các đăng nhập khi xử lí các hành động như là tự động điền.
zh_hans: 选择在执行诸如自动填充之类的操作时对登录进行 URI 匹配检测的默认方式。
zh_hant: 選擇在執行自動填入等動作時對登入資料進行 URI 一致性偵測的預設方式。

source: Theme
ar: المظهر
be: Тэма
ca: Tema
cs: Motiv
da: Tema
es: Tema
et: Kujundus
he: ערכת נושא
it: Tema
ja: テーマ
ko: 테마
ml: തീം
nb: Tema
pt_br: Tema
ro: Temă
ru: Тема
sl: Tema
sv: Tema
ta: நிற அமைப்பு
th: ธีม
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# ThemeDescription
source: Change the application's colour theme.
ar: تغيير سمة لون التطبيق.
be: Змена колеравай тэмы праграмы.
bs: Change the application's color theme.
ca: Canvia el color del tema de l'aplicació.
cs: Změna barevného motivu aplikace.
da: Skift app'ens farvetema.
es: Cambiar el tema de la aplicación.
et: Muuda rakenduse värvikujundust.
he: שנה את ערכת הצבע של האפליקציה.
it: Cambia il tema dell'applicazione.
ja: アプリのテーマカラーを変更します。
ko: 애플리케이션의 색상 테마를 변경합니다.
ml: അപ്ലിക്കേഷൻ്റെ തീമും വർണ്ണങ്ങളും മാറ്റുക.
nb: Endre appens fargetema.
pt_br: Altere o tema de cor do aplicativo.
ro: Schimbare temă de culori a aplicației.
ru: Изменение цветовой темы приложения.
sl: Spremeni temo aplikacije.
sv: Ändra appens färgtema.
ta: செயலியின் நிற அமைப்பை மாற்று.
th: Change the application's color theme.
vi: Thay đổi màu giao diện của ứng dụng.
zh_hans: 更改本应用程序的颜色主题。
zh_hant: 變更應用程式的主題色彩。

source: Restart is required.
be: Патрабуецца перазапуск.
ca: Cal que reinicieu l'aplicació.
da: Genstart nødvendig.
es: Es necesario reiniciar.
et: Nõutav on rakenduse taaskäivitamine.
he: דרושה הפעלה מחדש.
ja: 再起動が必要です。
ko: 앱을 다시 시작해야 합니다.
ml: പുനരാരംഭം നിർബന്ധമാണ്‌.
nb: Omstart er påkrevd.
ro: Repornirea este necesară.
ru: Требуется перезапуск.
sv: Omstart krävs.
vi: Cần khởi động lại.
zh_hans: 需要重启
zh_hant: 請重新啟動應用程式

source: Restarting...
be: Перазапуск...
ca: S'està reiniciant...
da: Genstarter...
es: Reiniciando...
et: Taaskäivitub...
he: מפעיל מחדש...
ja: 再起動中...
ko: 다시 시작하는 중...
ml: പുനരാരംഭിക്കുന്നു…
nb: Starter på nytt ...
ro: Repornire...
ru: Перезапуск...
sv: Startar om...
vi: Đang khởi động lại...
zh_hans: 正在重启...
zh_hant: 正在重新啟動...

source: Copy notes
ar: نسخ الملاحظة
be: Капіяваць нататк
ca: Copia notes
cs: Kopírovat poznámky
da: Kopiér notater
es: Copiar notas
et: Kopeeri märkus
he: העתק פתקים
it: Copia note
ja: メモをコピー
ko: 메모 복사
ml: കുറിപ്പ് പകർത്തുക
nb: Kopier notater
pt_br: Copiar Nota
ro: Copiere note
ru: Скопировать заметки
sl: Kopiraj opombo
sv: Kopiera anteckningar
ta: குறிப்பை நகலெடு
vi: Sao chép ghi chú
zh_hans: 复制备注
zh_hant: 複製備註

source: Exit
ar: الخروج
be: Выхад
ca: Tanca
cs: Ukončit
da: Afslut
es: Salir
et: Välju
he: יציאה
it: Esci
ja: 終了
ko: 끝내기
ml: പുറത്തേക്കുപോവുക
nb: Avslutt
pt_br: Sair
ro: Ieșire
ru: Выйти
sl: Zapri
sv: Avsluta
ta: வெளியேறு
th: ออก
vi: Thoát
zh_hans: 退出
zh_hant: 結束

# ExitConfirmation
source: Are you sure you want to exit Bitwarden?
ar: هل أنت متأكد من أنك تريد الخروج من Bitwarden؟
be: Вы сапраўды хочаце выйсці з Bitwarden?
ca: Esteu segur que voleu tancar Bitwarden?
cs: Opravdu chcete ukončit Bitwarden?
da: Er du sikker på, at du vil afslutte Bitwarden?
es: ¿Está seguro de que desea salir de Bitwarden?
et: Kas soovid tõesti Bitwardeni sulgeda?
he: האם את/ה בטוח/ה שברצונך לצאת מ-Bitwarden?
it: Sei sicuro di voler uscire da Bitwarden?
ja: Bitwarden を終了しますか？
ko: 정말 Bitwarden을 종료하시겠습니까?
ml: Bitwardenനിൽ നിന്ന് നിങ്ങൾക്ക് പുറത്തുകടക്കണമെന്ന് ഉറപ്പാണോ?
nb: Er du sikker på at du vil lukke Bitwarden?
pt_br: Você tem certeza que deseja sair do Bitwarden?
ro: Sigur doriți să ieșiți din Bitwarden?
ru: Вы действительно хотите выйти из Bitwarden?
sl: Ali res želite zapustiti Bitwarden?
sv: Är du säker på att du vill avsluta Bitwarden?
ta: Bitwarden இலிருந்து வெளியேற விரும்புகிறீர்களா?
vi: Bạn có chắc muốn thoát Bitwarden?
zh_hans: 您确定要退出 Bitwarden 吗？
zh_hant: 您確定要結束 Bitwarden 嗎？

# PINRequireMasterPasswordRestart
source: Do you want to require unlocking with your master password when the application is restarted?
ar: هل تريد طلب إلغاء القفل باستخدام كلمة المرور الرئيسية عند إعادة تشغيل التطبيق؟
be: Ці жадаеце каб пасля перазапуску праграма патрабавала асноўны пароль для разблакіроўкі?
ca: Voleu sol·licitar el desbloqueig amb la vostra contrasenya mestra quan es reinicie l’aplicació?
cs: Chcete po restartování aplikace vyžadovat hlavní heslo pro odemknutí trezoru?
da: Vil du kræve oplåsning med din hovedadgangskode ved app-genstart?
es: ¿Quiere solicitar el desbloqueo con su contraseña maestra cuando se reinicie la aplicación?
et: You you want to require unlocking with your master password when the application is restarted?
he: האם ברצונך לחייב הזנת סיסמה ראשית כשהאפליקציה מופעלת מחדש?
it: Vuoi richiedere lo sblocco con la password principale quando l'applicazione viene riavviata?
ja: アプリを再起動したときにマスターパスワードでのロック解除を必須としますか？
ko: 애플리케이션을 다시 시작했을 때 마스터 비밀번호로 잠금 해제가 필요하도록 하시겠습니까?
ml: അപ്ലിക്കേഷൻ പുനരാരംഭിക്കുമ്പോൾ നിങ്ങളുടെപ്രാഥമിക പാസ്‌വേഡ് ഉപയോഗിച്ച് അൺലോക്കുചെയ്യാൻ ആഗ്രഹമുണ്ടോ?
nb: You you want to require unlocking with your master password when the application is restarted?
pt_br: Você quer exigir o desbloqueio com a sua senha mestra quando o aplicativo for reiniciado?
ro: Doriți să solicitați deblocarea cu parola principală atunci când aplicația este repornită?
ru: Хотите, чтобы при перезапуске приложения требовалась разблокировка с помощью мастер-пароля?
sv: Vill du behöva låsa upp med ditt huvudlösenord när programmet startas om?
ta: செயலி மறுதுவக்கத்தில் பூட்டவிழ்க்க உங்கள் பிரதான கடவுச்சொல்லை கோர வேண்டுமா?
th: You you want to require unlocking with your master password when the application is restarted?
vi: You you want to require unlocking with your master password when the application is restarted?
zh_hans: 当应用程序重启时，要求使用主密码解锁吗？
zh_hant: 當應用程式重新啟動時，是否要求用主密碼來解鎖？

source: Black
ar: أسود
be: Чорная
ca: Negre
cs: Černá
da: Sort
es: Negro
et: Must
he: שחור
it: Nero
ja: ブラック
ko: 검은 테마
ml: കറുപ്പ്
nb: Svart
pt_br: Preto
ro: Negru
ru: Черная
sl: Črna
sv: Svart
ta: கருப்பு
th: ดำ
vi: Đen
zh_hans: 黑色
zh_hant: 黑色

source: Blacklisted URIs
be: URI у чорным спісе
ca: URl a la llista negra
da: Sortlistede URI'er
es: URIs en lista negra
et: Musta nimekirja URI-d
he: כתובות ברשימה שחורה
ja: URI ブラックリスト
ko: URI 블랙리스트
ml: സംശയാസ്‌പദമായ URIs
nb: Svartelistede URI-er
ro: URI-uri în lista neagră
ru: Внесенные в черный список URI
sv: Svartlistade URI:er
vi: Các URI bị cho vào danh sách đen
zh_hans: 黑名单 URI
zh_hant: 黑名單 URI

# BlacklistedUrisDescription
source: URIs that are blacklisted will not offer auto-fill. The list of apps should be comma separated. E.g. "https://twitter.com, androidapp://com.twitter.android".
be: Аўтазапаўненне не прапануецца для URI з чорнага спісу. Элементы гэтага спісу павінны быць раздзелены коскай. Напрыклад: "https://twitter.com, androidapp://com.twitter.android".
bs: URIs that are blacklisted will not offer auto-fill. The list should be comma separated. Ex: "https://twitter.com, androidapp://com.twitter.android".
ca: Els URI que es mostren a la llista negra no oferiran l’emplenament automàtic. La llista ha de estar separada per comes. Ex: "https://twitter.com, androidapp: //com.twitter.android".
da: Sortlistede URI'er tilbyder ikke autoudfyldning. Listen skal være kommasepareret. F.eks: "https://twitter.com, androidapp: //com.twitter.android".
es: URIs que están en la lista negra no ofrecerán auto-relleno. La lista de aplicaciones debe ser separada por comas. Ej: "https://twitter.com, androidapp://com.twitter.android".
et: Musta nimekirja pandud URI-de puhul ei pakuta automaattäitmist. Eralda nimed komaga. Nt: "https://twitter.com, androidapp://com.twitter.android".
he: כתובות או אפליקציות המופיעות ברשימה לא יוצעו בתהליך ההשלמה האוטומטית. הרשימה צריכה להיות מופרדת בפסיקים. לדוגמא: "https://twitter.com, androidapp://com.twitter.android".
ja: ブラックリストに入れたURIでは自動入力を行いません。リストはコンマで区切ってください。（例）"https://twitter.com, androidapp://com.twitter.android"
ko: 블랙리스트에 있는 URI는 자동 완성에 나타나지 않습니다. 각 항목은 쉼표로 구분합니다. 예) "https://twitter.com, androidapp://com.twitter.android".
ml: സംശയാസ്‌പദമായ URIകൾ ഓട്ടോഫിൽ സേവനത്തിൽ ഉള്പെടത്തില്ല. ഈ ലിസ്റ്റ് കോമ ഉപയോഗിച്ച് വേർപെടുത്തണം. ഉദാഹരണം: "https://twitter.com, androidapp://com.twitter.android".
nb: URIs that are blacklisted will not offer auto-fill. The list of apps should be comma separated. Ex: "https://twitter.com, androidapp://com.twitter.android".
ro: URI-urile din lista neagră nu vor oferi auto-completare. Lista trebuie separată cu virgule. Ex: "https://twitter.com, androidapp://com.twitter.android".
ru: Для URI, внесенных в черный список, автоматическое заполнение предлагаться не будет. Список приложений должен быть разделен запятыми. Например: "https://twitter.com, androidapp://com.twitter.android".
sv: URI:er som är svartlistade kommer inte att erbjuda automatisk ifyllning. Listan bör vara kommaseparerad. Ex: "https://twitter.com, androidapp://com.twitter.android".
th: URIs that are blacklisted will not offer auto-fill. The list of apps should be comma separated. Ex: "https://twitter.com, androidapp://com.twitter.android".
vi: URIs that are blacklisted will not offer auto-fill. The list of apps should be comma separated. Ex: "https://twitter.com, androidapp://com.twitter.android".
zh_hans: 列入黑名单的 URI 将不提供自动填充。列表应以逗号分隔。例如：“https://twitter.com, androidapp://com.twitter.android”。
zh_hant: 被加到黑名單的網址將不提供自動填入。應用程式串列必須以逗號分隔。範例：「https://twitter.com, androidapp://com.twitter.android」。

source: Disable save prompt
be: Выключыць запыт на захаванне.
ca: Desactiva Guarda elements nous
da: Deaktivér gem-forespørgsel
es: Desactivar el aviso de guardado
et: Keela "Lisa konto andmed"
he: בטל את הבקשה לשמירה
ja: 保存プロンプトを無効化
ko: 저장 대화 상자 사용 안 함
ml: സേവ് പ്രോംപ്റ്റ് അപ്രാപ്തമാക്കുക
nb: Skru av lagreforespørsel
ro: Dezactivare solicitare de salvare
ru: Отключить запрос о сохранении
sv: Inaktivera sparförfrågan
vi: Vô hiệu hóa Thông báo Thêm Mục
zh_hans: 禁用保存提示
zh_hant: 停用儲存提示

# DisableSavePromptDescription
source: The "save prompt" automatically prompts you to save new items to your vault whenever you enter them for the first time.
be: Апавяшчэнне аб захаванні аўтаматычна прапануе вам захаваць новыя элементы ў сховішчы пасля іх дадання.
ca: "Guarda elements nous" demanarà automàticament que guardeu elements nous al magatzem cada volta que els introduïu per primera vegada.
da: "Gem"-forespørgslen beder dig automatisk gemme nye emner i din boks, når du angiver dem for første gang.
es: El "aviso de guardado" pregunta automáticamente si quiere guardar nuevas entradas en su caja fuerte cuando se identifica en un sitio web por primera vez.
et: "Lisa konto andmed" märguanne ilmub pärast esimest sisselogimist ning võimaldab kontoandmeid salvestada.
he: החלון "שמור" מופיע כשאתה מזין פרטי כניסה בפעם הראשונה.
ja: 新しいアイテムを入力したとき、保管庫に保存するかどうか尋ねるためのプロンプトを自動的に表示します。
ko: 저장 대화 상자를 사용하면 항목을 처음 입력할 때마다 보관함에 그 항목을 추가할 것인지 물어봅니다.
ml: പുതിയ ഇനങ്ങൾ നിങ്ങൾ ആദ്യമായി നൽകുമ്പോഴെല്ലാം നിങ്ങളുടെ വാൾട്ടിലേക്കു സംരക്ഷിക്കാൻ "പ്രോംപ്റ്റ് സംരക്ഷിക്കുക" ഓട്ടോമാറ്റിക്കായി ആവശ്യപ്പെടുന്നു.
nb: "Lagreforespørselen" spør deg automatisk om du vil lagre nye objekter i hvelvet ditt når du skriver dem inn for første gang.
ro: "Solicitarea de salvare" vă propune automat să salvați noile elemente în seiful dvs. de fiecare dată când le introduceți pentru prima dată.
ru: Уведомление о сохранении автоматически предложит вам сохранить новые элементы в ваше хранилище.
sv: "Sparförfrågan" frågar dig om du vill lägga till nya objekt i ditt valv automatiskt när du använder dem för första gången.
vi: "Thông Báo Thêm Mục" sẽ nhắc bạn thêm mục mới vào kho mỗi khi bạn nhập lần đầu tiên.
zh_hans: 当您第一次输入新的项目时，“保存提示” 会自动提醒您在密码库里保存此新项目。
zh_hant: 當您首次輸入時，「儲存提示」會自動提示您將新項目儲存進密碼庫。

# OnRestart
source: On app restart
ar: عند إعادة تشغيل التطبيق
be: Пры перазапуску
ca: En reiniciar l'aplicació
cs: Při restartu aplikace
da: Ved app-genstart
es: Al reiniciar la aplicación
et: Äpi taaskäivitamisel
he: באתחול האפליקציה
it: Al riavvio dell'applicazione
ja: アプリ再起動時
ko: 앱 재시작 시
ml: അപ്ലിക്കേഷൻ പുനരാരംഭിക്കുമ്പോൾ
nb: Ved omstart av appen
pt_br: Ao Reiniciar o App
ro: La repornirea aplicației
ru: При перезапуске приложения
sl: Ob ponovnem zagonu aplikacije
sv: Vid omstart av appen
ta: செயலி மறுதொடக்கத்தில்
vi: Khi khởi động lại ứng dụng
zh_hans: 应用重启时
zh_hant: 於程式重新啟動時
