Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

source: Auto-fill with Bitwarden
ar: ملء تلقائي باستخدام Bitwarden
be: Аўтазапаўненне Bitwarden
bs: Automatski popunite sa Bitwarden-om
ca: Ompli automàticament amb Bitwarden
cs: Automatické vyplnění s aplikací Bitwarden
da: Autoudfyld med Bitwarden
es: Autorellenar con Bitwarden
et: Täida Bitwardeniga
he: השלמה אוטומטית עם Bitwarden
it: Auto-completamento con Bitwarden
ja: Bitwarden で自動入力
ko: Bitwarden으로 자동 완성
ml: Bitwarden ഉപയോഗിച്ച് ഓട്ടോഫിൽ ചെയ്യുക
nb: Auto-utfyll med Bitwarden
pt_br: Autopreencher com o Bitwarden
ro: Auto-completare cu Bitwarden
ru: Автозаполнение Bitwarden
sl: Samodejno zapolni z BitWardenom
sv: Fyll i automatiskt med Bitwarden
ta: Bitwarden உடன் தன்னிரப்பல்
vi: Tự động điền với Bitwarden
zh_hans: 使用 Bitwarden 自动填充
zh_hant: 使用 Bitwarden 自動填入

source: Vault is locked
ar: الخزنة مقفلة
be: Сховішча заблакіравана
bs: Trezor je zaključan
ca: La caixa forta està bloquejada
cs: Trezor je zamknutý
da: Boksen er låst
es: Caja fuerte bloqueada
et: Hoidla on lukus
he: הכספת נעולה
it: La cassaforte è bloccata
ja: 保管庫はロックされています
ko: 보관함이 잠겨 있음
ml: വാൾട് പൂട്ടിയിരിക്കുന്നു
nb: Hvelvet er låst
pt_br: O cofre está trancado.
ro: Seiful este blocat
ru: Хранилище заблокировано
sl: Trezor je zaklenjen.
sv: Valvet är låst
ta: பெட்டகம் பூட்டப்பட்டுள்ளது
th: ห้องนิรภัยถูกล็อก
vi: Kho đã khóa
zh_hans: 密码库已锁定
zh_hant: 密碼庫已鎖定

source: Go to my vault
ar: اذهب لخزنتي
be: Перайсці ў сховішча
bs: Idi na moj trezor
ca: Vés a la meua caixa forta
cs: Otevřít trezor
da: Gå til min boks
es: Volver a mi caja fuerte
et: Ava hoidla
he: עבור לכספת שלי
it: Vai alla mia cassaforte
ja: 保管庫を表示
ko: 내 보관함으로 이동
ml: എൻ്റെ വാൾട്ടിലേക്ക് പോകുക
nb: Gå til hvelvet mitt
pt_br: Ir para o meu cofre
ro: Deschidere seif personal
ru: Перейти в мое хранилище
sl: Pojdi v moj trezor.
sv: Gå till mitt valv
ta: என் பெட்டகத்திற்குச் செல்
th: ไปที่ห้องนิรภัยของฉัน
vi: Đến kho của tôi
zh_hans: 转到我的密码库
zh_hant: 前往我的密碼庫

source: Collections
ar: المختارات
be: Калекцыі
bs: Kolekcije
ca: Col·leccions
cs: Kolekce
da: Samlinger
es: Colecciones
et: Kogumikud
he: אוספים
it: Raccolte
ja: コレクション
ko: 컬렉션
ml: കളക്ഷൻസ്
nb: Samlinger
pt_br: Coleções
ro: Colecții
ru: Коллекции
sl: Zbirke
sv: Samlingar
ta: தொகுப்புகள்
th: คอลเลกชัน
vi: Các Bộ Sưu Tập
zh_hans: 集合
zh_hant: 集合

# NoItemsCollection
source: There are no items in this collection.
ar: لا توجد عناصر في هذه المجموعة.
be: Няма элементаў у гэтай калекцыі.
bs: U ovoj kolekciji nema stavki.
ca: No hi ha elements en aquesta col·lecció.
cs: V této kolekci nejsou žádné položky.
da: Der er ingen elementer i denne samling.
es: No hay elementos en esta colección.
et: Selles kogumikus ei ole kirjeid.
he: אין פרטים באוסף זה.
it: Non ci sono elementi in questa raccolta.
ja: このコレクションにはアイテムがありません。
ko: 이 컬렉션에 항목이 없습니다.
ml: ഈ കളക്ഷനിൽ ഇനങ്ങൾ ഒന്നും ഇല്ല.
nb: Det er ingen gjenstander i denne samlingen.
pt_br: Não existem itens nesta coleção.
ro: Nu există elemente în colecție.
ru: В этой коллекции нет элементов.
sl: Ta zbirka še nima zapisov.
sv: Det finns inga objekt i samlingen.
ta: இத்தொகுப்பில் உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการในคอลเล็กชันนี้
vi: Không có mục nào trong bộ sưu tập này.
zh_hans: 此集合中没有项目。
zh_hant: 此集合中沒有項目。

# NoItemsFolder
source: There are no items in this folder.
ar: لا توجد عناصر في هذا المجلد.
be: Няма элементаў у гэтай папцы.
bs: U ovoj fascikli nema stavki.
ca: No hi ha elements en aquesta carpeta.
cs: V této složce nejsou žádné položky.
da: Der er ingen elementer i denne mappe.
es: No hay elementos en esta carpeta.
et: Selles kaustas ei ole kirjeid.
he: אין פריטים בתיקיה זו.
it: Non ci sono elementi in questa cartella.
ja: このフォルダーにはアイテムがありません。
ko: 이 폴더에 항목이 없습니다.
ml: ഈ ഫോൾഡറിൽ ഇനങ്ങളൊന്നുമില്ല.
nb: Det er ingen gjenstander i denne mappen.
pt_br: Não existem itens nesta pasta.
ro: Nu există elemente în acest dosar.
ru: В этой папке нет элементов.
sl: V tej mapi ni zapisov.
sv: Det finns inga objekt i den här mappen.
ta: இக்கோப்புறையில் உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการในโฟลเดอร์นี้
vi: Không có mục nào trong thư mục này.
zh_hans: 此文件夹中没有项目。
zh_hant: 此資料夾中沒有項目。

# NoItemsTrash
source: There are no items in the bin.
ar: لا توجد عناصر في سلة المهملات.
be: У сметніцы нічога няма.
bs: U smeću nema predmeta.
ca: No hi ha elements a la paperera.
cs: V koši nejsou žádné položky.
da: Der er ingen elementer i papirkurven.
es: No hay elementos en la papelera.
et: Prügikast on tühi.
he: אין פריטים בסל המחזור.
it: Non ci sono elementi nel cestino.
ja: ごみ箱にアイテムはありません。
ko: 휴지통에 아무 항목도 없습니다.
ml: ട്രാഷിൽ ഇനങ്ങളൊന്നുമില്ല.
nb: Det er ingen objekter i papirkurven.
pt_br: Não há itens na lixeira.
ro: Nu există articole în coșul de reciclare.
ru: В корзине нет элементов.
sl: Koš je prazen.
sv: Det finns inga objekt i papperskorgen.
ta: இக்குப்பையில் உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการในถังขยะ
vi: Không có khoản mục nào trong thùng rác!
zh_hans: 回收站中没有项目。
zh_hant: 垃圾桶中沒有項目。

source: Auto-fill accessibility service
ar: الوصول لخدمة الملء التلقائي
be: Служба спецыяльных магчымасцяў аўтаўапаўнення
bs: Usluga automatskog popunjavanja pristupačnosti
ca: Ompli automàticament el servei d'accessibilitat
cs: Služba přístupnosti
da: Autoudfyld hjælpefunktion
es: Servicio de accesibilidad de autorellenado
et: Juurdepääsetavuse teenus
he: שירות נגישות עבור ההשלמה האוטומטית
it: Servizio di accessibilità dell'auto-completamento
ja: 自動入力ユーザー補助サービス
ko: 자동 완성 접근성 서비스
ml: ഓട്ടോഫിൽ ആക്സിസിബിലിറ്റി സേവനം
nb: Auto-utfyllingstilgjengelighetstjeneste
pt_br: Serviço de Acessibilidade de Autopreenchimento
ro: Serviciul de accesibilitate pentru auto-completare
ru: Служба специальных возможностей автозаполнения
sl: Storitev za samodejno izpolnjevanje
sv: Tillgänglighetstjänst för automatisk ifyllnad
ta: தன்னிரப்பி அணுகல்தன்மை சேவை
th: เติมข้อมูลบริการการเข้าถึงได้โดยอัตโนมัติ
vi: Tự động điền bằng trợ năng
zh_hans: 自动填充无障碍服务
zh_hant: 自動填入無障礙服務

# AutofillServiceDescription
source: The Bitwarden auto-fill service uses the Android autofill framework to assist in filling logins, credit cards, and identity information into other apps on your device.
ar: تستخدم خدمة Bitwarden للتعبئة التلقائية إطار التشغيل التلقائي لأندرويد للمساعدة في ملء معلومات تسجيل الدخول في تطبيقات أخرى على جهازك.
be: Служба аўтазапаўнення Bitwarden карыстаецца Android Autofill Framework для запаўнення ўліковых даных, нумароў карт і асабістай інфармацыі ў іншых праграмах на вашай прыладзе.
bs: Usluga automatskog popunjavanja Bitwarden-a koristi Android Autofill Framework za pomoć pri popunjavanju podataka o prijavi, kreditnim karticama i identitetu u druge aplikacije na uređaju.
ca: El servei d'emplenament automàtic de Bitwarden utilitza el marc d'emplenament automàtic d'Android per ajudar a omplir els inicis de sessió, les targetes de crèdit i la informació d'identitat en altres aplicacions del dispositiu.
cs: Služba Bitwarden automatického vyplnění používá Android Autofill framework pro vyplnění přihlašovacích údajů, čísel platebních karet a dalších osobních informací do dalších aplikací ve vašem zařízení.
da: Bitwarden autoudfyld tjenesten bruger Androids AutoFyld framework til at hjælpe med at udfylde logins, kreditkort og identitetsoplysninger i andre apps på din enhed.
es: El servicio de autorellenado de Bitwarden utiliza el marco de autocompletado de Android para ayudarte a rellenar entradas, tarjetas de crédito e identidades en otras aplicaciones de tu dispositivo.
et: Bitwardeni automaattäite teenus kasutab Androidi Autofill raamistikku. See aitab telefonis olevatesse rakendustesse sisestada kontoandmeid, krediitkaardi andmeid ja muud personaalset infot.
he: שירות ההשלמה האוטומטית משתמש ביכולת ההשלמה האוטומטית של מערכת ההפעלה אנדרואיד בכדי לעזור לך בהשלמת פרטי הכניסה, כרטיסי אשראי, ופרטי זהות לתוך אפליקציות שונות במכשירך.
it: Il servizio di auto-completamento Bitwarden usa l'Android Autofill Framework per assistenza nel completare informazioni su login, carte di credito e identità su altre applicazioni nel tuo dispositivo.
ja: Bitwarden 自動入力サービスは Android の Autofill Framework を使ってログイン情報やクレジットカード、ID情報をお使いのアプリに入力するのを補助します。
ko: Bitwarden 자동 완성 서비스는 기기의 다른 앱에서 로그인, 신용 카드 및 신원 정보를 입력하기 위해 Android 자동완성 프레임워크를 사용합니다.
ml: നിങ്ങളുടെ ഉപകരണത്തിലെ മറ്റ് അപ്പ്ലിക്കേഷനുകളിൽ ലോഗിനുകൾ, ക്രെഡിറ്റ് കാർഡുകൾ, ഐഡന്റിറ്റി വിവരങ്ങൾ എന്നിവ പൂരിപ്പിക്കുന്നതിന് സഹായിക്കുന്നത് ആൻഡ്രോയിഡ് ഓട്ടോഫിൽ ഫ്രെയിംവർക്ക് ഉപയോഗിക്കുന്ന Bitwarden ഓട്ടോഫിൽ സേവനം ആണ്.
nb: Bitwarden sin auto-utfyllingstjeneste bruker Android Autofill Framework for å bidra til å fylle inn innlogginger, bankkort og identifikasjonsinfo inn i andre apper på din enhet.
pt_br: O serviço de autopreenchimento do Bitwarden usa a Estrutura de Preenchimento Automático do Android para auxiliar no preenchimento de credenciais em outros aplicativos no seu dispositivo.
ro: Serviciul de auto-completare Bitwarden folosește Android Autofill Framework pentru a asista completarea informațiilor de autentificare și a celor asociate cardurilor și identităților în alte aplicații de pe dispozitivul dvs.
ru: Служба автозаполнения Bitwarden использует фреймворк автозаполнения Android для заполнения логинов, номеров карт и личной информации в других приложениях на устройстве.
sl: The Bitwarden auto-fill service uses the Android Autofill Framework to assist in filling login information into other apps on your device.
sv: Bitwardens tillgänglighetstjänst för automatisk ifyllnad använder Android Autofill Framework för att assistera med att fylla i inloggningar, kreditkort och identitetsinformation inuti andra appar på din enhet.
ta: Bitwarden தன்னிரப்பி சேவை உள்நுழைவு தகவலை உம் சாதனத்திலிருக்கும் பிற செயலிகளினுள்ளே நிரப்ப உதவ Android தன்னிரப்பி சட்டகத்தைப் பயன்படுத்துகிறது.
vi: Dịch vụ tự động điền của Bitwarden sử dụng Bộ khung Tự động điền của Android để hỗ trợ điền thông tin đăng nhập, thẻ tín dụng và thông tin danh tính vào các ứng dụng khác trên thiết bị của bạn.
zh_hans: Bitwarden 自动填充服务使用 Android 自动填充框架来帮助您将登录、信用卡和身份信息填充到你设备上的其他应用程序中。
zh_hant: Bitwarden 自動填入服務使用 Android 自動填入框架來幫助您將登入資料、信用卡和身分信息填入至裝置上的其他應用程式中。

# BitwardenAutofillServiceDescription
source: Use the Bitwarden auto-fill service to fill logins, credit cards, and identity information into other apps.
ar: استخدم خدمة إمكانية الوصول إلى bitwarden لملء بيانات الاعتماد الخاصة بك تلقائيًا.
be: Карыстайцеся службай аўтазапаўнення Bitwarden для запаўнення ўліковых даных, нумароў карт і асабістай інфармацыі ў іншых праграмах.
bs: Koristite uslugu automatskog popunjavanja Bitwarden-a za popunjavanje podataka o prijavljivanju, kreditnim karticama i identitetu u druge aplikacije.
ca: Utilitzeu el servei d'emplenament automàtic de Bitwarden per omplir els inicis de sessió, les targetes de crèdit i la informació d'identitat en altres aplicacions.
cs: Použijte službu přístupnosti pro automatické vyplňování přihlašovacích údajů, platebních karet či identit v ostatních aplikacích.
da: Brug Bitwarden autoudfyld tjenesten til at udfylde logins, kreditkort og identitetsoplysninger i andre apps.
es: Utiliza el servicio de accesibilidad de Bitwarden para autorellenar entradas.
et: Kasuta Bitwardeni automaattäite teenust, et sisestada teistesse rakendustesse kontoandmeid, krediitkaardi andmeid ja muud informatsiooni.
he: השתמש בשירות ההשלמה האוטומטי של Bitwarden בכדי למלא טפסי כניסה, פרטי כרטיס אשראי, ופרטי זהות בצורה מאובטחת לתוך אפליקציות אחרות.
it: Usa il servizio di auto-completamento di Bitwarden per riempire le informazioni su login, carte di credito e identità su altre app.
ja: Bitwarden 自動入力サービスを使ってログイン情報やクレジットカード、ID情報などをアプリで自動入力します。
ko: 다른 앱에서 로그인, 신용 카드, 신원 정보를 자동으로 채우려면 Bitwarden 자동완성 서비스를 사용하세요.
ml: മറ്റ് അപ്ലിക്കേഷനുകളിലേക്ക് ലോഗിനുകൾ, ക്രെഡിറ്റ് കാർഡുകൾ, ഐഡന്റിറ്റി വിവരങ്ങൾ എന്നിവ ഓട്ടോഫിൽ ചെയ്‌യുന്നതിനു Bitwarden ഓട്ടോഫിൽ സേവനം ഉപയോഗിക്കുക.
nb: Bruk Bitwarden sin auto-utfyllingstjeneste for å fylle ut innlogginger, bankkort og identifikasjonsinfo i andre apper.
pt_br: Use o serviço de autopreenchimento do Bitwarden para preencher suas credenciais em outros aplicativos.
ro: Serviciul de auto-completare Bitwarden se folosește pentru a completa informațiile de autentificare și cele asociate cardurilor și identităților în alte aplicații.
ru: Используйте службу автозаполнения Bitwarden для заполнения логинов, номеров карт и личной информации в других приложениях.
sl: Use the Bitwarden auto-fill service to fill login information into other apps.
sv: Använd Bitwardens tillgänglighetstjänst för att automatiskt fylla i inloggningar, kreditkort och identitetsinformation inuti andra appar.
ta: பிற செயலிகளினுள்ளே உள்நுழைவு தகவலை நிரப்ப Bitwarden தன்னிரப்பி சேவை பயன்படுத்து.
th: Use the bitwarden accessibility service to auto-fill your logins.
vi: Sử dụng dịch vụ tự động điền của Bitwarden để điền thông tin đăng nhập, thẻ tín dụng và thông tin danh tính vào các ứng dụng khác.
zh_hans: 使用 Bitwarden 自动填充服务将登录、信用卡和身份信息填充到其他应用程序中。
zh_hant: 使用 Bitwarden 自動填入服務將登入資料、信用卡和身分信息填入到其他應用程式中。

# BitwardenAutofillServiceOpenAutofillSettings
source: Open auto-fill settings
ar: فتح إعدادات الملء التلقائي
be: Адкрыць налады аўтазапаўнення
bs: Otvorite postavke automatskog popunjavanja
ca: Configuració d'emplenament automàtic
cs: Otevřít nastavení automatického vyplňování
da: Åbn autoudfyld indstillinger
es: Abrir opciones de autorellenado
et: Ava Automaattäite seaded
he: פתח את הגדרות ההשלמה האוטומטית
it: Apri impostazioni di auto-completamento
ja: 自動入力設定を開く
ko: 자동완성 설정 열기
ml: ഓട്ടോഫിൽ ക്രമീകരണങ്ങൾ തുറക്കുക
nb: Åpne auto-utfyllingsinnstillingene
pt_br: Abrir Configurações de Autopreenchimento
ro: Setări de auto-completare
ru: Открыть настройки автозаполнения
sl: Nastavitve samodejnega izpolnjevanja
sv: Öppna inställningar för automatisk ifyllnad
ta: தன்னிரப்பல் அமைவுகளைத் திற
th: เปิดการตั้งค่าการป้อนอัตโนมัติ
vi: Mở cài đặt Tự động điền
zh_hans: 打开自动填充设置
zh_hant: 打開自動填入設定

# FaceIDDirection
source: Use Face ID to verify.
ar: استخدم معرف الوجه للتحقق.
be: Выкарыстоўваць Face ID для праверкі.
bs: Koristite identifikaciju licem za verifikaciju.
ca: Utilitza Face ID per comprovar.
cs: Použít Face ID k ověření.
da: Brug Face ID til at bekræfte.
es: Usar Face ID para verificar.
et: Kasuta kinnitamiseks Face ID-d.
he: השתמש בזיהוי פנים של Apple עבור זיהוי.
it: Usa Face ID per verificare.
ja: Face ID を使用して認証します。
ko: Face ID를 사용하여 인증하세요.
ml: Face ID ഉപയോഗിച്ച് പരിശോധിക്കുക.
nb: Bruk Face ID for å verifisere.
pt_br: Usar o Face ID para verificar.
ro: Folosire ID facial pentru verificare
ru: Использовать Face ID для верификации.
sl: Uporabi obrazni ID za preverjanje
sv: Använd Face ID för att verifiera.
ta: சரிபார்க்க முக அடையாளத்தைப் பயன்படுத்து.
th: ใช้ Face ID เพื่อตรวจสอบ
vi: Dùng Face ID để xác thực.
zh_hans: 使用面容 ID 验证。
zh_hant: 使用 Face ID 驗證

source: Use Face ID to unlock
ar: استخدم معرف الوجه للفتح
be: Выкарыстоўваць Face ID для разблакіроўкі
bs: Otključajte pomoću identifikacije licem
ca: Utilitza Face ID per desbloquejar
cs: Použít Face ID k odemknutí
da: Brug Face ID til at låse op
es: Usar Face ID para desbloquear
et: Kasuta lahtilukustamiseks Face ID-d
he: השתמש בזיהוי פנים של Apple עבור פתיחת המכשיר
it: Usa Face ID per sbloccare
ja: Face ID を使用してロック解除
ko: Face ID를 사용하여 잠금 해제
ml: Face ID ഉപയോഗിച്ച് അൺലോക്ക് ചെയ്യുക
nb: Bruk Face ID til å låse opp
pt_br: Usar o Face ID para Desbloquear
ro: Folosire ID facial pentru deblocare
ru: Использовать Face ID для разблокировки
sl: Uporabi obrazni ID za odklep
sv: Använd Face ID för att låsa upp
ta: முக அடையாளத்தைப் பயன்படுத்தி பூட்டவிழ்.
th: ใช้ Face ID เพื่อปลดล็อก
vi: Dùng Face ID để mở khóa
zh_hans: 使用面容 ID 解锁
zh_hant: 使用 Face ID 解鎖

source: Verify Face ID
ar: التحقق من هوية الوجه
be: Верыфікацыя Face ID
bs: Potvrdite identifikaciju lica
ca: Comprova Face ID
cs: Ověření Face ID
da: Bekræft Face ID
es: Verificar Face ID
et: Kinnita Face ID
he: ודא זיהוי פנים
it: Verifica Face ID
ja: Face ID で認証
ko: Face ID를 사용하여 인증
ml: Face ID സ്ഥിരീകരിക്കുക
nb: Verifiser din Face ID
pt_br: Verificar o Face ID
ro: Verificare ID facial
ru: Верификация Face ID
sl: Potrdi obrazni ID
sv: Verifiera Face ID
ta: முக அடையாளத்தை சரிபார்
th: ยืนยันรหัส Face ID
vi: Xác thực Face ID
zh_hans: 验证面容 ID
zh_hant: 驗證 Face ID

# BitwardenAutofillGoToSettings
source: We were unable to automatically open the Android auto-fill settings menu for you. You can navigate to the auto-fill settings menu manually from Android Settings > System > Languages and input > Advanced > Autofill service.
ar: لم نتمكن من فتح قائمة إعدادات الملء التلقائي لنظام Android نيابةً عنك. يمكنك الانتقال إلى قائمة إعدادات الملء التلقائي يدويًا من إعدادات Android & GT ؛ نظام & GT. اللغات والمدخلات & GT. متقدم & GT. خدمة الملء التلقائي.
be: Не атрымалася аўтаматычна адчыніць меню налад аўтазапаўнення Android. Вы можаце перайсці ў меню налад аўтазапаўнення з налад Android -> Сістэма -> Мова -> Мова і спосабы ўводу -> Дадатковыя налады -> Служба аўтазапаўнення.
bs: Nismo mogli automatski da otvorimo meni za podešavanja Android automatskog popunjavanja. Možete ručno da odete do menija podešavanja automatskog popunjavanja iz Android podešavanja > Sistem > Jezici i unos > Napredno > Usluga automatskog popunjavanja.
ca: No hem pogut obrir automàticament el menú de configuració de l'emplenament automàtic d'Android. Podeu anar manualment des de la configuració d'Android > Sistema > Idiomes i entrada > Avançat > Servei d'emplenament automàtic.
cs: Obrazovku nastavení automatického vyplňování Android se nepodařilo otevřít. Nastavení můžete otevřít ručně z Nastavení systému Android > Systém > Jazyky a zadávání > Rozšířená nastavení > Služba automatického vyplňování.
da: Vi var ude af stand til automatisk at åbne Android indstillingsmenuen AutoFyld-tjenesten for dig. Du kan manuelt navigere til AutoFyld indstillingsmenuen fra Android Indstillinger > System > Sprog og indtastning > Avanceret > AutoFyld-tjenesten.
es: No hemos podido abrir automáticamente las opciones de autorellenado de Android. Puedes ir al menú de opciones de autorellenado manualmente desde Ajustes de Android > Sistema > Idiomas y entradas > Avanzado > Servicio autocompletar.
et: Meil ei õnnestu Androidi sisestusabi seadeid avada. Võid selle ise avada, navigeerides Seaded > Süsteem > Keeled ja sisend > Täpsemad > Sisestusabi.
he: לא הצלחנו לפתוח את הגדרות ההשלמה האוטומטית של אנדרואיד עבורך. באפשרותך לפתוח את הגדרות ההשלמה האוטומטית בצורה ידנית דרך הגדרות אנדרואיד < מערכת < שפה וקלט < מתקדם < שירות השלמה אוטומטית
it: Non è stato possibile aprire il menu di impostazioni di completamento automatico. Puoi navigare manualmente nel menu delle impostazioni di completamento automatico dalle Impostazioni Android > Accessibilità > Servizi > Bitwarden.
ja: Android の自動入力設定を自動的に開けませんでした。Android の設定 > システム > 言語と入力 > 詳細設定 > 自動入力サービスで自動入力を設定できます。
ko: Android 자동 완성 설정 메뉴를 자동으로 열지 못했습니다. Android 설정 > 시스템 > 언어 및 입력 > 고급 > 자동완성 서비스 메뉴로 직접 이동하실 수 있습니다.
ml: നിങ്ങൾക്കായി ആൻഡ്രോയിഡ് ഓട്ടോഫിൽ ക്രമീകരണ മെന്യു ഓട്ടോമാറ്റിക്കായി തുറക്കാൻ ഞങ്ങൾക്ക് കഴിഞ്ഞില്ല. Android ക്രമീകരണങ്ങളിൽ നിന്ന് നിങ്ങൾക്ക് ഓട്ടോഫിൽ ക്രമീകരണ മെനുവിലേക്ക് നാവിഗേറ്റ് ചെയ്തതിനു ശേഷം > സിസ്റ്റം > ഭാഷകളും ഇൻപുട്ടും > അഡ്വാൻസ്ഡ് > ഓട്ടോഫിൽ സേവനം.
nb: Vi klarte ikke å automatisk åpne Android sine auto-utfyllingsinnstilinger for deg. Du kan bla manuelt til auto-utfyllingsinnstillingsmenyen fra Android-innstillinger → System → Språk og inndata → Avansert → Auto-utfyllingstjeneste.
pt_br: Não foi possível abrir automaticamente o menu de configurações de autopreenchimento do Android para você. Você pode navegar para o menu de configurações de autopreenchimento manualmente a partir de Configurações do Android > Sistema > Idiomas e Entrada > Avançado > Serviço de autopreenchimento.
ro: Nu am reușit să deschidem automat meniul setărilor pentru auto-completare. Puteți să navigați manual la acesta din Setările Android > Sistem > Limbi și introducere text > Avansate > Serviciul de auto-completare.
ru: Не удалось автоматически открыть меню настроек автозаполнения Android. Вы можете перейти в меню настроек автозаполнения вручную из настроек Android > Система > Языки и ввод > Дополнительно > Служба автозаполнения.
sv: Det gick inte att automatiskt öppna inställningsmenyn för Android automatisk ifyllnad. Du kan navigera till menyn manuellt från Android inställningar > System > Språk och inmatning > Avancerat > Tjänsten autofyll.
ta: உமக்காக எங்களால் தானாக Android தன்னிரப்பி அமைப்புகள் பட்டியை திறக்க இயலவில்லை. Android அமைப்புகள் > சிஸ்டம் > மொழிகள் மற்றும் உள்ளீடு > மேம்பட்டவை > தன்னிரப்பிச் சேவைக்கு கைமுறையாக நீங்களே தன்னிரப்பி அமைப்புகள் பட்டிக்கு வழிநடக்கலாம்.
th: ไม่สามารถเปิดเมนูการตั้งค่าการป้อนอัตโนมัติของ Android ให้คุณได้โดยอัตโนมัติ, คุณสามารถไปที่เมนูการตั้งค่าการป้อนข้อมูลอัตโนมัติด้วยตนเองได้จากการตั้งค่าของ Android > ระบบ > ภาษาด้วยตนเองและป้อนข้อมูล > ขั้นสูง > บริการป้อนข้อความอัตโนมัติ
vi: Chúng tôi không thể mở cài đặt tự động điền cho bạn. Bạn có thể đi đến cài đặt tự động điền theo cách thủ công bằng cách vào Cài đặt > Hệ thống > Ngôn ngữ và nhập liệu > Nâng cao > Dịch vụ tự động điền.
zh_hans: 我们无法为您自动打开 Android 自动填充设置菜单。您可以通过 Android 设置 > 系统 > 语言和输入 > 高级 > 自动填充服务，来手动导航到自动填充设置。
zh_hant: 我們無法為您自動開啟 Android 自動填入設定選單。您可以從 Android 設定 > 系統 > 語言與輸入設定 > 進階 > 自動填入服務，手動到達自動填入設定選單。

source: Custom field name
ar: اسم الحقل المخصص
be: Карыстальніцкае поле
bs: Naziv prilagođenog polja
ca: Nom del camp personalitzat
cs: Název vlastního pole
da: Brugerdefineret felt navn
es: Nombre del campo personalizado
et: Kohandatud välja nimi
he: שם שדה מותאם אישית
it: Nome campo personalizzato
ja: カスタムフィールド名
ko: 사용자 지정 필드 이름
ml: ഇഷ്‌ടാനുസൃത ഫീൽഡുകൾ
nb: Navn på spesifikt felt
pt_br: Nome do campo personalizado
ro: Nume de câmp particularizat
ru: Название пользовательского поля
sl: Ime polja po meri
sv: Anpassat fältnamn
ta: தனிப்பயன் புலத்தின் பெயர்
th: ชื่อเขตข้อมูล ที่กำหนดเอง
vi: Tên Trường Tùy Chỉnh
zh_hans: 自定义字段名称
zh_hant: 自訂欄位名稱

# FieldTypeBoolean
source: Boolean
ar: قيمة منطقية
be: Лагічнае
bs: Logička varijabla
ca: Booleà
cs: Ano/Ne
da: Boolsk
es: Booleano
he: אמת או שקר
it: Booleano
ja: 真偽値
ko: 참 / 거짓
ml: ബൂളിയൻ
nb: Boolsk verdi
pt_br: Booleano
ro: Valoare logică
ru: Логическое
sl: Logična vrednost
ta: ஈர்மம்
th: ค่าบูลีน
vi: Đúng/Sai
zh_hans: 布尔
zh_hant: 布林值

# FieldTypeHidden
source: Hidden
ar: مخفي
be: Схавана
bs: Skriven
ca: Amagat
cs: Skryté
da: Skjult
es: Oculto
et: Peidetud
he: מוסתר
it: Nascosto
ja: 非表示
ko: 숨김
ml: മറച്ചത്
nb: Skjult
pt_br: Ocultado
ro: Ascuns
ru: Скрытое
sl: Skrito
sv: Dold
ta: மறைக்கப்பட்ட
th: ซ่อน
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# FieldTypeText
source: Text
ar: نص
be: Тэкст
bs: Tekst
da: Tekst
es: Texto
et: Tekst
he: טקסט
it: Testo
ja: テキスト
ko: 텍스트
ml: വാചകം
nb: Tekst
pt_br: Texto
ru: Текстовое
sl: Besedilo
ta: சொற்சரம்
th: ข้อความ
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

source: New custom field
ar: حقل مخصص جديد
be: Новае карыстальніцкае поле
bs: Novo prilagođeno polje
ca: Camp nou personalitzat
cs: Nové vlastní pole
da: Nyt brugerdefineret felt
es: Nuevo campo personalizado
et: Uus kohandatud väli
he: שדה מותאם אישית חדש
it: Nuovo campo personalizzato
ja: 新規カスタムフィールド
ko: 새 사용자 지정 필드
ml: പുതിയ ഇഷ്‌ടാനുസൃത ഫീൽഡ്
nb: Nytt spesifikt felt
pt_br: Novo Campo Personalizado
ro: Câmp nou particularizat
ru: Новое пользовательское поле
sl: Novo polje po meri
sv: Nytt anpassat fält
ta: புதிய தனிப்பயன் புலம்
th: สร้างเขตข้อมูลที่กำหนดเองใหม่
vi: Trường tùy chỉnh mới
zh_hans: 新建自定义字段
zh_hant: 新增自訂欄位
