Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# NoTwoStepAvailable
source: This account has two-step login enabled. However, none of the configured two-step providers are supported on this device. Please use a supported device and/or add additional providers that are better supported across devices (such as an authenticator app).
ar: هذا الحساب لديه تسجيل الدخول بخطوتين، ومع ذلك، لا يتم دعم أي من مقدمي الخدمات المكونة من خطوتين على هذا الجهاز. الرجاء استخدام جهاز مدعوم و/أو إضافة موفرين إضافيين مدعومين بشكل أفضل عبر الأجهزة (مثل تطبيق مصادقة).
be: Для гэтага ўліковага запісу ўключаны двухэтапны уваход, аднак ніводны з наладжаных варыянтаў уваходу не падтрымліваецца на гэтай прыладзе. Выкарыстоўвайце прыладу, якая падтрымліваецца і/або дадайце іншыя варыянты, якія падтрымліваюцца на большасці прылад (напрыклад, праграма для аўтэнтыфікацыі).
bs: Ovaj nalog ima omogućeno prijavljivanje u dva koraka, međutim, nijedan od konfigurisanih provajdera u dva koraka nije podržan na ovom uređaju. Molimo koristite podržani uređaj i/ili dodajte dodatne provajdere koji su bolje podržani na svim uređajima (kao što je aplikacija za utvrđivanje autentičnosti).
ca: Aquest compte té l'inici de sessió en dues passes habilitat, però, cap dels proveïdors de dues passes configurats és compatible amb aquest dispositiu. Utilitzeu un dispositiu compatible i afegiu proveïdors addicionals que s'adapten millor als dispositius (com ara una aplicació d'autenticació).
cs: Tento účet má zapnuté dvoufázové ověřování, ale žádný z nastavených poskytovalů dvoufázového přihlášení není na tomto zařízení podporován. Použijte prosím podporované zařízení a přidejte další poskytovatele, který je podporován na více různých zařízeních (například ověřovací aplikace).
da: Denne konto har to-trins login aktiveret, men ingen af de konfigurerede to-trins-udbydere understøttes på denne enhed. Du skal bruge en understøttet enhed og/eller tilføje ekstra udbydere, der understøttes bedre på tværs af enheder (såsom en autentificeringsapp).
es: Esta cuenta tiene habilitada la autenticación en dos pasos, pero ninguna de los métodos configurados es soportado por este dispositivo. Por favor, utiliza un dispositivo soportado o/y añade proveedores adicionales que tengan un mejor soporte entre dispositivos (como una aplicación autenticadora).
et: Sellel kontol on aktiveeritud kaheastmeline kinnitus. Siiski ei toeta ükski aktiveeritud kaheastmelise kinnitamise teenus seda konkreetset seadet. Palun kasuta ühilduvat seadet ja/või lisa uus kaheastmelise teenuse pakkuja, mis töötab rohkemates seadmetes (näiteks mõni autentimise rakendus).
he: בחשבון זה הופעלה האפשרות לכניסה דו שלבית, אך אף אחד מהספקים עבור כניסה הדו שלבית לא נתמך במכשיר זה. אנא השתמש במכשיר אחר ו\או הוסף ספקים אחרים שנתמכים במכשירים נוספים (לדוגמא - אפליקציית אימות).
it: Questo account ha il login in due passaggi attivato, ma nessuno dei fornitori di autenticazione in due passaggi configurati è supportato su questo dispositivo. Usa un dispositivo supportato e/o aggiungine uno meglio supportato sui tuoi dispositivi (come una app di autenticazione).
ja: このアカウントは2段階認証が有効ですが、この端末に対応した認証プロパイダが一つも設定されていません。対応端末を使用するか、より幅広い端末に対応した認証プロパイダを追加してください。
ko: 이 계정은 2단계 인증을 사용합니다. 그러나 설정된 2단계 인증 중 이 기기에서 지원하는 방식이 없습니다. 지원하는 기기를 사용하거나 더 많은 기기를 지원하는 2단계 인증 방식(인증 앱 등)을 추가하세요.
ml: ഈ അക്കൗണ്ടിന് രണ്ട്-ഘട്ട പ്രവേശനം പ്രാപ്തമാക്കിയിട്ടുണ്ട്, എന്നിരുന്നാലും, ക്രമീകരിച്ച രണ്ട്-ഘട്ട ദാതാക്കളെയൊന്നും ഈ ഉപകരണം പിന്തുണയ്ക്കുന്നില്ല. ദയവായി ഒരു പിന്തുണയ്‌ക്കുന്ന ഉപകരണം ഉപയോഗിക്കുക കൂടാതെ / അല്ലെങ്കിൽ ഉപകരണങ്ങളിലുടനീളം മികച്ച പിന്തുണയുള്ള അധിക ദാതാക്കളെ ചേർക്കുക (ഒരു ഓതന്റിക്കേറ്റർ അപ്ലിക്കേഷൻ പോലുള്ളവ).
nb: Denne kontoen har 2-trinnsinnlogging aktivert, men ingen av de oppsatte 2-trinnsleverandørene er støttet på denne enheten. Vennligst bruk en støttet enhet og/eller legg til flere leverandører som er bedre støttet på flere enheter (slik som en autentiseringsapp).
pt_br: Esta conta tem a verificação em duas etapas ativada, no entanto, nenhum dos provedores de verificação em duas etapas configurados são suportados por este dispositivo. Por favor, utilize um dispositivo suportado e/ou adicione provedores adicionais que são melhor suportados entre dispositivos (como um aplicativo de autenticação).
ro: Acest cont are activată autentificarea în două etape, dar niciunul dintre furnizorii 2FA configurați nu este acceptat pe acest dispozitiv. Utilizați un dispozitiv acceptat și/sau adăugați furnizori suplimentari care sunt mai bine acceptați între dispozitive (cum ar fi o aplicație de autentificare).
ru: Для этой учетной записи включена двухфакторная аутентификация, однако ни один из настроенных вариантов аутентификации не поддерживается на этом устройстве. Используйте поддерживаемое устройство и/или добавьте другие варианты, которые поддерживаются на большинстве устройств (например, приложение-аутентификатор).
sl: This account has two-step login set up, however, none of the configured two-step providers are supported on this device. Please use a supported device and/or add additional providers that are better supported across devices (such as an authenticator app).
sv: Detta konto har tvåstegsverifiering aktiverat, men inget av alternativen som används stöds på den här enheten. Använd en enhet som stöds och/eller lägg till en metod för tvåstegsverifiering med bättre stöd för flera olika typer av enheter (t.ex. via en autentiseringsapp).
ta: இக்கணக்கில் இரு-படி சரிபார்ப்பு இயக்கத்திலுள்ளது, எனினும், உள்ளமைக்கப்பட்ட இரு-படி வழங்குநர் எவையும் இச்சாதனத்தில் ஆதரிக்கப்படவில்லை. ஆதரிக்கப்பட்ட சாதனம் மற்றும்/அ சாதனங்களுக்கிடையே நன்றாக ஆதரிக்கப்படும் கூடுதல் (அங்கீகார செயலி போன்ற) வழங்குநர்களைப் பயன்படுத்தவும்.
th: บัญชีนี้มีการเปิดใช้งานการเข้าสู่ระบบสองขั้นตอนอย่างไรก็ตามไม่มีการกำหนดค่าผู้ให้บริการสองขั้นตอนที่ได้รับการสนับสนุนบนอุปกรณ์นี้ โปรดใช้อุปกรณ์ที่รองรับและ/หรือเพิ่มผู้ให้บริการเพิ่มเติมที่ได้รับการสนับสนุนให้ดีขึ้นในอุปกรณ์ต่างๆ (เช่นแอป authenticator)
vi: Tài khoản này đã kích hoạt xác thực hai lớp, tuy nhiên dịch vụ xác thực hai lớp đã chọn không được hỗ trợ trên thiết bị này. Vui lòng sử dụng thiết bị được hỗ trợ và/hoặc dịch vụ xác thực bổ sung có thể hoạt động tốt trên thiết bị (chẳng hạn như một ứng dụng xác thực).
zh_hans: 此账户已启用两步登录，但此设备上不支持任何已配置的两步提供程序。请使用受支持的设备和/或添加其他跨设备支持的提供程序（例如验证器应用）。
zh_hant: 此帳戶已啟用兩步驟登入，但是本裝置不支援已設定的兩步驟登入方式。請使用已支援的裝置，及/或新增可以更好地跨裝置的兩步驟登入方式（例如驗證器應用程式）。

# RecoveryCodeTitle
source: Recovery code
ar: رمز الاسترداد
be: Код аднаўлення
bs: Kod za oporavak
ca: Codi de recuperació
cs: Kód pro obnovení
da: Gendannelseskode
es: Código de recuperación
et: Taastamise kood
he: שחזור קוד
it: Codice di recupero
ja: リカバリーコード
ko: 복구 코드
ml: റിക്കവറി കോഡ്
nb: Gjenopprettingskode
pt_br: Código de Recuperação
ro: Cod de recuperare
ru: Код восстановления
sl: Koda za obnovitev
sv: Återställningskod
ta: மீட்புக் குறியீடு
th: รหัสกู้คืน
vi: Mã phục hồi
zh_hans: 恢复代码
zh_hant: 復原代碼

source: Remember me
ar: تذكرني
be: Запомніць мяне
bs: Zapamti me
ca: Recorda'm
cs: Pamatovat přihlášení
da: Husk mig
es: Recordarme
et: Jäta mind meelde
he: זכור אותי
it: Ricordami
ja: 情報を保存する
ko: 기억하기
ml: എന്നെ ഓർക്കുക
nb: Husk på meg
pt_br: Lembrar de mim
ro: Memorare autentificare
ru: Запомнить меня
sl: Zapomni si me
sv: Kom ihåg mig
ta: என்னை நினைவிற்கொள்
th: จำการเข้าระบบของฉันไว้
vi: Ghi nhớ đăng nhập
zh_hans: 记住我
zh_hant: 記住我

# SendVerificationCodeAgain
source: Send verification code email again
ar: إرسال بريد إلكتروني رمز التحقق مرة أخرى
be: Адправіць код пацвярджэння зноў
bs: Ponovo pošaljite e-poruku sa verifikacionim kodom
ca: Envia el codi de verificació altra vegada
cs: Znovu zaslat ověřovací kód na e-mail
da: Send verifikationskode-email igen
es: Reenviar código de verificación por correo electrónico
et: Saada kinnituskood uuesti e-postile
he: שלח שוב קוד אימות לאימייל
it: Invia nuovamente l'email con il codice di verifica
ja: 確認コードをメールで再送
ko: 인증 코드 이메일 다시 보내기
ml: സ്ഥിരീകരണ കോഡ് ഇമെയിൽ വഴി വീണ്ടും അയയ്ക്കുക
nb: Send E-posten med verifiseringskoden på nytt
pt_br: Enviar e-mail do código de verificação novamente
ro: Retrimitere e-mail cu codul de verificare
ru: Отправить код подтверждения еще раз
sl: Ponivnob poslji e-poštno sporočilo s kodo za potrditev
sv: Skicka verifieringskod-mejlet igen
ta: சரிபார்ப்புக் குறியீடு மின்னஞ்சலை மீண்டும் அனுப்பு
th: ส่งอีเมล์ยืนยันรหัสอีกครั้ง
vi: Gửi lại email chứa mã xác nhận
zh_hans: 再次发送验证码电子邮件
zh_hant: 再次傳送​​包含驗證碼的電子郵件

source: Two-step login options
ar: خيارات تسجيل الدخول بخطوتين
be: Параметры двухэтапнага ўваходу
bs: Opcije prijave u dva koraka
ca: Opcions d'inici de sessió en dues passes
cs: Možnosti dvoufázového přihlášení
da: To-trins-login indstillinger
es: Opciones de la autenticación en dos pasos
et: Kaheastmelise sisselogimise valikud
he: אפשרויות כניסה דו שלבית
it: Opzioni di login in due passaggi
ja: 2段階認証オプション
ko: 2단계 인증 옵션
ml: രണ്ട്-ഘട്ട പ്രവേശന ഓപ്ഷനുകൾ
nb: 2-trinnsinnloggingsalternativer
pt_br: Opções de Login em Duas Etapas
ro: Opțiuni de autentificare în două etape
ru: Настройки двухфакторной аутентификации
sl: Možnosti dvostopenjskega vpisa
sv: Alternativ för tvåstegsverifiering
ta: இரு-படி உள்நுழைவு விருப்பங்கள்
th: ตัวเลือกการเข้าสู่ระบบแบบสองขั้นตอน
vi: Tùy chọn xác thực hai lớp
zh_hans: 两步登录选项
zh_hant: 兩步驟登入選項

# UseAnotherTwoStepMethod
source: Use another two-step login method
ar: استخدام طريقة أخرى لتسجيل الدخول بخطوتين
be: Выкарыстоўваць іншы метад двухэтапнага ўваходу
bs: Koristite drugi metod prijavljivanja u dva koraka
ca: Utilitzeu un altre mètode d'inici de sessió en dues passes
cs: Použít jinou metodu dvoufázového přihlášení
da: Brug en anden to-trins-loginmetode
es: Utilizar otro método de autenticación en dos pasos
et: Kasuta teist kaheastmelist sisselogimise meetodit
he: השתמש בשיטה אחרת עבור כניסה דו שלבית
it: Usa un altro metodo di login in due passaggi
ja: 他の2段階認証方法を使用
ko: 다른 2단계 인증 사용
ml: മറ്റൊരു രണ്ട് ഘട്ട പ്രവേശനരീതി ഉപയോഗിക്കുക
nb: Bruk en annen 2-trinnsinnloggingsmetode
pt_br: Usar outro método de login em duas etapas
ro: Utilizare de metodă diferită de autentificare în două etape
ru: Использовать другой метод двухфакторной аутентификации
sl: Uporabi drug dvostopenjski način vpisa
sv: Använd en annan inloggningsmetod för tvåstegsverifiering
ta: மற்றொரு இரு-படி உள்நுழைவு முறையைப் பயன்படுத்து
th: ใช้วิธีลงชื่อเข้าใช้แบบสองขั้นตอนวิธีอื่น
vi: Sử dụng phương pháp xác thực hai lớp khác
zh_hans: 使用其他两步登录方式
zh_hant: 使用另一種兩步驟登入方式

# VerificationEmailNotSent
source: Could not send verification email. Try again.
ar: تعذر إرسال رسالة التحقق عبر البريد. حاول مرة أخرى.
be: Не атрымалася адправіць ліст для пацвярджэння. Паспрабуйце зноў.
bs: Slanje e-pošte za verifikaciju nije uspelo. Pokušajte ponovo.
ca: No s'ha pogut enviar el correu electrònic de verificació. Torneu-ho a provar.
cs: Ověřovací e-mail se nepodařilo odeslat. Zkuste to znovu.
da: Kunne ikke sende bekræftelses-email. Prøv igen.
es: No se puedo enviar el correo de verificación. Prueba de nuevo.
et: Kinnitus e-kirja saatmine ebaõnnestus. Proovi uuesti.
he: לא ניתן לשלוח אימייל לאימות. נסה שוב.
it: Impossibile inviare l'email con il codice di verifica. Riprova.
ja: 確認メールを送信できませんでした。やり直してください。
ko: 인증 이메일을 보내지 못했습니다. 다시 시도하세요.
ml: സ്ഥിരീകരണ ഇമെയിൽ അയയ്ക്കാൻ കഴിഞ്ഞില്ല. വീണ്ടും ശ്രമിക്കുക.
nb: Kunne ikke sende verifiserings-E-posten. Prøv igjen.
pt_br: Não foi possível enviar o e-mail de verificação. Tente novamente.
ro: Nu s-a putut trimite e-mailul de verificare. Încercați din nou.
ru: Не удалось отправить письмо подтверждения. Повторить.
sl: Potrditvene e-pošte ni bilo možno poslati. Poskusite ponovno.
sv: Kunde inte skicka verifierings-mejl. Försök igen.
ta: சரிபார்ப்பு மின்னஞ்சலை அனுப்ப இயலவில்லை. மீண்டும் முயல்.
th: ไม่สามารถส่งอีเมลการตรวจสอบได้ ลองอีกครั้ง
vi: Không thể gửi email xác minh. Thử lại.
zh_hans: 无法发送验证电子邮件。请再试一次。
zh_hant: 無法傳送​​驗證電子郵件。再試一次。

source: Verification email sent.
ar: تم إرسال رسالة تحقق للبريد الإلكتروني
be: Адпраўлены ліст з пацвярджэннем.
bs: Poslata je e-pošta za verifikaciju.
ca: Correu de verificació enviat.
cs: Ověřovací e-mail byl odeslán.
da: Bekræftelses-email sendt.
es: Correo de verificación enviado.
et: Kinnitus e-kiri on saadetud.
he: מייל אימות נשלח.
it: Email di verifica inviata.
ja: 確認メールを送信しました。
ko: 인증 메일을 보냈습니다.
ml: സ്ഥിരീകരണ ഇമെയിൽ അയച്ചു
nb: Verifiserings-E-posten er sendt.
pt_br: E-mail de verificação enviado.
ro: S-a trimis e-mailul de verificare.
ru: Отправлено письмо подтверждения.
sl: Potrditveno sporočilo je bilo poslano.
sv: Verifierings-mejl skickat.
ta: சரிபார்ப்பு மின்னஞ்சல் அனுப்பப்பட்டது.
th: ส่งอีเมลยืนยันแล้ว
vi: Đã gửi email xác minh.
zh_hans: 验证邮件已发送。
zh_hant: 已傳送驗證電子郵件

# YubiKeyInstruction
source: To continue, hold your YubiKey NEO against the back of the device or insert your YubiKey into your device's USB port, then touch its button.
ar: للمتابعة، اضغط مع الاستمرار على YubiKey NEO من الجزء الخلفي من الجهاز أو أدخل مفتاح YubiKey في منفذ USB بجهازك، ثم المس الزر الخاص به.
be: Для працягу прыкладзіце ваш YubiKey NEO да задняй панэлі прылады ці устаўце YubiKey ў USB-порт вашай прылады і націсніце на ім кнопку.
bs: Da biste nastavili, držite YubiKey NEO na zadnjoj strani uređaja ili ubacite YubiKey u USB port uređaja, a zatim dodirnite njegovo dugme.
ca: Per continuar, mantingueu la YubiKey NEO a la part posterior del dispositiu o inseriu la vostra YubiKey al port USB del dispositiu i, a continuació, toqueu el botó.
cs: Pro pokračování podržte YubiKey NEO blízko zadní strany vašeho zařízení nebo vložte YubiKey do USB portu a stiskněte tlačítko na klíči.
da: For at fortsætte, skal du holde din YubiKey NEO mod bagsiden af enheden eller indsætte din YubiKey i enhedens USB-port, og trykke på dens knap.
es: Para continuar, mantén tu YubiKey NEO contra la parte trasera de tu dispositivo o inserta tu YubiKey en el puerto USB de tu dispositivo y luego pulsa su butón.
et: Jätkamiseks hoia oma YubiKey NEO-d vastu seadet või sisesta see seadme USB pessa. Seejärel vajuta sellele nupule.
he: להמשך, קרב את מפתח הYubiKey NEO שלך כנגד גב המכשיר שלך או הכנס את מפתח YubiKey לחיבור הUSB של המכשיר שלך, ואז לחץ על הכפתור שלו.
it: Per continuare, appoggia la tua YubiKey NEO sul retro del dispositivo o inserisci la tua Yubikey nell porta USB, poi premi il suo pulsante.
ja: 端末の NFC ポートに YubiKey NEO を近づけたまま続行してください。
ko: 계속하려면 YubiKey NEO를 기기의 뒤편에 대거나 YubiKey를 기기의 USB 포트에 삽입한 뒤, YubiKey의 버튼을 누르세요.
ml: തുടരുന്നതിന്, ഉപകരണത്തിന്റെ പുറകുവശത്ത് നിങ്ങളുടെ Yubikey Neo പിടിക്കുക അല്ലെങ്കിൽ നിങ്ങളുടെ ഉപകരണത്തിന്റെ യുഎസ്ബി പോർട്ടിൽ Yubikey ചേർക്കുക, തുടർന്ന് അതിന്റെ ബട്ടൺ സ്പർശിക്കുക.
nb: For å fortsette, hold din YubiKey NEO opp mot baksiden av enheten din, eller sett inn din YubiKey i din enhets USB-inntak, og så trykk på dens knapp.
pt_br: Para continuar, segure a sua YubiKey NEO contra a parte de trás do seu dispositivo ou introduza a sua YubiKey na porta USB do seu dispositivo, depois toque no seu botão.
ro: Pentru a continua, țineți YubiKey NEO în partea din spate a dispozitivului sau introduceți-l în portul USB, apoi apăsați butonul acestuia.
ru: Для продолжения приложите ваш YubiKey NEO к задней панели устройства или вставьте его в USB-порт и нажмите его кнопку.
sv: För att fortsätta, håll din YubiKey NEO mot baksidan av enheten eller sätt i din YubiKey i USB-porten på din enhet, rör sedan knappen.
ta: தொடர, உம் யூபிகீ NEOஐ சாதனத்தின் பின்புறத்திற்கெதிரே பிடித்திரு அ அதை உம் சாதனத்தின் USB புறையினுள் புகுத்து, பிறகு இப்பொத்தானைத் தொடு.
th: Hold your YubiKey NEO against the back of the device to continue.
vi: Giữ YubiKey NEO lên phía sau của thiết bị để tiếp tục.
zh_hans: 要继续，请将您的 YubiKey 靠在设备背面或者将 YubiKey 插入您设备的 USB 端口，然后按下按钮。
zh_hant: 要繼續的話，請將您的 YubiKey 靠在裝置的背面或者將 YubiKey 插入您裝置的 USB 連接埠，然後按下按鈕。

# YubiKeyTitle
source: YubiKey security key
ar: مفتاح أمان YubiKey
be: Ключ бяспекі YubiKey
bs: YubiKey bezbedonosni ključ
ca: Clau de seguretat de YubiKey
cs: YubiKey NEO bezpečnostní klíč
da: YubiKey sikkerhedsnøgle
es: Llave de Seguridad YubiKey
he: מפתח אבטחה של YubiKey
it: Chiave di sicurezza YubiKey
ja: YubiKey セキュリティキー
ko: YubiKey 보안 키
ml: YubiKey സുരക്ഷാ കീ
nb: YubiKey-sikkerhetsnøkkel
pt_br: Chave de Segurança YubiKey NEO
ro: Cheie de securitate YubiKey
ru: Ключ безопасности YubiKey
sl: YubiKey varnostni ključ
sv: YubiKey säkerhetsnyckel
ta: YubiKey பாதுகாப்பு விசை
th: YubiKey NEO Security Key
vi: Khóa bảo mật YubiKey NEO
zh_hans: YubiKey 安全钥匙
zh_hant: YubiKey 安全鑰匙

source: Add new attachment
ar: إضافة مرفق جديد
be: Дадаць новае далучэнне
bs: Dodajte novi prilog
ca: Afegeix un adjunt nou
cs: Přidat přílohu
da: Tilføj ny vedhæftning
es: Añadir nuevo adjunto
et: Lisa uus manus
he: צרף קובץ חדש
it: Aggiungi nuovo allegato
ja: 添付ファイルを追加
ko: 새 첨부 파일 추가
ml: പുതിയ അറ്റാച്ചുമെന്റ് ചേർക്കുക
nb: Legg til et nytt vedlegg
pt_br: Adicionar Novo Anexo
ro: Adăugare atașament nou
ru: Добавить новое вложение
sl: Dodaj novo prilogo
sv: Bifoga fil
ta: புதிய இணைப்பை சேர்
th: เพิ่มไฟล์แนบใหม่
vi: Thêm tệp đính kèm mới
zh_hans: 添加新附件
zh_hant: 新增附件

source: Attachments
ar: مرفقات
be: Далучэнні
bs: Prilozi
ca: Adjunts
cs: Přílohy
da: Vedhæftninger
es: Adjuntos
et: Manused
he: קבצים מצורפים
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
ml: അറ്റാച്ചുമെന്റുകൾ
nb: Vedlegg
pt_br: Anexos
ro: Atașamente
ru: Вложения
sl: Priloge
sv: Bifogade filer
ta: இணைப்புகள்
th: สิ่งที่แนบมา
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

source: Unable to download file.
ar: تعذر تنزيل الملف.
be: Немагчыма спампаваць файл.
bs: Nije moguće preuzeti datoteku.
ca: No es pot descarregar el fitxer.
cs: Soubor se nepodařilo stáhnout.
da: Kunne ikke hente fil.
es: No se pudo descargar el archivo.
et: Faili allalaadimine nurjus.
he: לא ניתן להוריד את הקובץ.
it: Impossibile scaricare il file.
ja: ファイルをダウンロードできません。
ko: 파일을 다운로드할 수 없습니다.
ml: ഫയൽ ഡൗൺലോഡുചെയ്യാനായില്ല.
nb: Kunne ikke laste ned filen.
pt_br: Não foi possível baixar o arquivo.
ro: Fișierul nu poate fi descărcat.
ru: Не удается загрузить файл.
sl: Datoteke ni moč prenesti.
sv: Kunde ej hämta fil.
ta: கோப்பைப் பதிவிறக்க இயலவில்லை.
th: ไม่สามารถโหลดไฟล์ได้
vi: Không thể tải về tệp tin.
zh_hans: 无法下载文件。
zh_hant: 無法下載檔案。

# UnableToOpenFile
source: Your device cannot open this type of file.
ar: لا يمكن لجهازك فتح هذا النوع من الملفات.
be: Прылада ня можа адкрыць гэты тып файла.
bs: Vaš uređaj ne može da otvori ovu vrstu datoteke.
ca: El dispositiu no pot obrir aquest tipus de fitxer.
cs: Vaše zařízení nemůže otevřít tento typ souboru.
da: Din enhed kan ikke åbne denne type fil.
es: Tu dispositivo no puede abrir este tipo de archivo.
et: Sinu seade ei oska seda faili avada.
he: המכשיר שלך לא יכול לפתוח סוג זה של קובץ.
it: Il tuo dispositivo non può aprire questo tipo di file.
ja: お使いの端末ではこの種類のファイルを開けません。
ko: 이 기기에서 열 수 없는 형식의 파일입니다.
ml: നിങ്ങളുടെ ഉപകരണത്തിന് ഇത്തരത്തിലുള്ള ഫയൽ തുറക്കാൻ കഴിയില്ല.
nb: Enheten din kan ikke åpne denne filtypen.
pt_br: O seu dispositivo não pode abrir este tipo de arquivo.
ro: Dispozitivul nu poate deschide acest tip de fișiere.
ru: Устройство не может открыть этот тип файла.
sl: Vaša naprava ne more odpreti tega tipa datoteke.
sv: Enheten kan inte öppna denna typ av fil.
ta: உங்கள் சாதனத்தால் இவ்வகை கோப்பை திறக்க இயலாது.
th: อุปกรณ์ของคุณไม่สามารถเปิดแฟ้มชนิดนี้ได้
vi: Thiết bị của bạn không thể mở loại tệp này.
zh_hans: 您的设备无法打开这种类型的文件。
zh_hant: 您的裝置無法開啟這種類型的檔案。

source: Downloading...
ar: تحميل...
be: Спампоўванне...
bs: Preuzimanje...
ca: S'està baixant...
cs: Stahování...
da: Henter...
es: Descargando...
et: Allalaadimine...
he: מוריד...
it: Scaricamento in corso...
ja: ダウンロード中...
ko: 다운로드 중...
ml: ഡൗൺലോഡുചെയ്യുന്നു...
nb: Laster ned...
pt_br: Baixando...
ro: Descărcare...
ru: Загрузка...
sl: Prenašanje...
sv: Laddar ner...
ta: பதிவிறக்குகிறது…
th: กำลังดาวน์โหลด...
vi: Đang tải xuống...
zh_hans: 正在下载……
zh_hant: 正在下載...

# AttachmentLargeWarning
source: This attachment is {0} in size. Are you sure you want to download it onto your device?
ar: حجم هذا المرفق {0}. هل أنت متأكد أنك تريد تنزيله على جهازك؟
be: Гэтае улажэнне мае памер {0}. Вы сапраўды жадаеце спампаваць яго?
bs: Veličina ovog priloga je {0}. Da li ste sigurni da ga želite preuzeti na svom uređaju?
ca: Aquest fitxer adjunt ocupa {0}. Esteu segur que voleu descarregar-lo al vostre dispositiu?
cs: Tato příloha je velká {0}. Opravdu jí chcete stáhnout do svého zařízení?
da: Størrelsen på denne vedhæftning er {0}. Er du sikker på at du hente den ned på din enhed?
es: Este adjunto ocupa {0}. ¿Estás seguro de que quieres descargarlo en tu dispositivo?
et: See manus on {0} suurusega. Oled kindel, et soovid seda oma seadmesse allalaadida?
he: גודל הקובץ המצורף הוא {0}. האם אתה בטוח שברצונך להוריד אותו למכשירך?
it: Questo allegato ha dimensione {0}. Sei sicuro di volerlo scaricare sul tuo dispositivo?
ja: この添付ファイルのサイズは{0}です。本当に端末にダウンロードしますか？
ko: 이 첨부 파일의 크기는 {0}입니다. 정말 이 파일을 기기에 다운로드하시겠습니까?
ml: ഈ അറ്റാച്ചുമെന്റ് {0} വലുപ്പത്തിലാണ്. ഇത് നിങ്ങളുടെ ഉപകരണത്തിലേക്ക് ഡൌൺലോഡ് ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
nb: Dette vedlegget er {0} stort. Er du sikker på at du vil laste det ned til enheten din?
pt_br: Este anexo tem {0} de tamanho. Tem certeza que deseja baixar para o seu dispositivo?
ro: Acest atașament are o mărime de {0}. Sigur doriți să îl descărcați pe dispozitivul dvs.?
ru: Это вложение имеет размер {0}. Вы действительно хотите загрузить его на устройство?
sv: Denna bilaga är {0} i storlek. Är du säker på att du vill ladda ner den till din enhet?
ta: இந்த இணைப்பு அளவு {0} ஆகும். இதை உங்கள் சாதனத்தில் பதிவிறக்க விரும்புகிறீர்களா?
th: ไฟล์แนบนี้มีขนาด {0} คุณแน่ใจหรือไม่ว่าต้องการดาวน์โหลดลงในอุปกรณ์ของคุณ?
vi: Tập tin đính kèm này có kích thước {0}. Bạn có chắc chắn muốn tải nó xuống thiết bị của mình?
zh_hans: 此附件大小是 {0} 。您确定要下载到设备吗？
zh_hant: 這個附件大小為 {0} 。確定要下載到您的裝置嗎？

# AuthenticatorKey
source: Authenticator key (TOTP)
ar: مفتاح المصادقة (TOTP)
be: Ключ праверкі сапраўднасці (TOTP)
bs: Ključ autentifikatora (TOTP)
ca: Clau d'autenticació (TOTP)
cs: Autentizační klíč (TOTP)
da: Autentificeringsnøgle (TOTP)
es: Clave de autenticación (TOTP)
et: Autentimise võti (TOTP)
he: מפתח אימות (TOTP)
it: Chiave di autenticazione (TOTP)
ja: 認証キー (TOTP)
ko: 인증 키 (TOTP)
ml: ഓതന്റിക്കേറ്റർ കീ (TOTP)
nb: Autentiseringsnøkkel (TOTP)
pt_br: Chave de Autenticação (TOTP)
ro: Cheie de autentificare (TOTP)
ru: Ключ проверки подлинности (TOTP)
sl: Ključ avtentikatorja (TOTP)
sv: Autentiseringsnyckel (TOTP)
ta: அங்கீகார விசை (TOTP)
th: คีย์ Authenticator (TOTP)
vi: Khóa xác thực (TOTP)
zh_hans: 验证器密钥 (TOTP)
zh_hant: 驗證器金鑰 (TOTP)

source: Verification code (TOTP)
ar: رمز التحقق (TOTP)
be: Код праверкі (TOTP)
bs: Verifikacioni kod (TOTP)
ca: Codi de verificació (TOTP)
cs: Ověřovací kód (TOTP)
da: Bekræftelseskode (TOTP)
es: Código de verificación (TOTP)
et: Kinnituskood (TOTP)
he: קוד אימות (TOTP)
it: Codice di verifica (TOTP)
ja: 認証コード (TOTP)
ko: 인증 코드 (TOTP)
ml: സമയം അടിസ്ഥാനമാക്കിയ സ്ഥിരീകരണ കോഡ്(TOTP)
nb: Verifiseringskode (TOTP)
pt_br: Código de Verificação (TOTP)
ro: Cod de verificare (TOTP)
ru: Код подтверждения (TOTP)
sl: Verifikacijska koda (TOTP)
sv: Verifieringskod (TOTP)
ta: சரிபார்ப்புக் குறியீடு (TOTP)
th: รหัสยืนยัน (TOTP)
vi: Mã xác thực (TOTP)
zh_hans: 验证码 (TOTP)
zh_hant: 驗證碼 (TOTP)

source: Authenticator key added.
ar: تم إضافة مفتاح المصادقة.
be: Ключ праверкі сапраўднасці дададзены.
bs: Dodat je ključ autentifikatora.
ca: S'ha afegit la clau d'autenticació.
cs: Autentizační klíč byl přidán
da: Autentificeringsnøgle tilføjet.
es: Clave de autenticación añadida.
et: Autentimise võti on lisatud.
he: מפתח אימות נוסף.
it: Chiave di autenticazione aggiunta.
ja: 認証キーを追加しました。
ko: 인증 키를 추가했습니다.
ml: ഓതന്റിക്കേറ്റർ കീ ചേർത്തു.
nb: Autentiseringsnøkkel er lagt til.
pt_br: Chave do autenticador adicionada.
ro: Cheia de autentificare s-a adăugat.
ru: Ключ проверки подлинности добавлен.
sl: Ključ avtentikatorja je bil dodan.
sv: Autentiseringsnyckel tillagd.
ta: அங்கீகார விசை சேர்க்கப்பட்டது.
th: คีย์ Authenticator ที่เพิ่ม
vi: Đã thêm khoá xác thực.
zh_hans: 验证器密钥已添加。
zh_hant: 已新增驗證器金鑰。
