Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

source: Move up
ar: التحريك للاعلى
be: Перамясціць вышэй
ca: Desplaça cap amunt
cs: Posunout nahoru
da: Flyt op
es: Mover hacia arriba
et: Nihuta üles
he: הזז למעלה
it: Sposta su
ja: 上へ
ko: 위로 옮기기
ml: മുകളിലൊട്ടു നീക്കുക
nb: Flytt opp
pt_br: Mover para Cima
ro: Mutare în sus
ru: Переместить выше
sl: Premakni navzgor
sv: Flytta upp
ta: மேலே நகரவும்
vi: Chuyển lên
zh_hans: 上移
zh_hant: 上移

source: Miscellaneous
ar: متفرقات
be: Іншае
ca: Diversos
cs: Různé
da: Diverse
es: Varios
et: Mitmesugust
he: שונות
it: Varie
ja: その他
ko: 기타
ml: പലവക
nb: Annet
pt_br: Diversos
ro: Diverse
ru: Прочее
sl: Razno
sv: Diverse
ta: இதர
vi: Khác
zh_hans: 其他
zh_hant: 其他設定

source: Ownership
ar: المالك
be: Уладальнік
ca: Propietat
cs: Vlastnictví
da: Ejerskab
es: Propiedad
et: Omanik
he: בעלות
it: Proprietà
ja: 所有者
ko: 소유자
ml: ഉടമസ്ഥാവകാശം
nb: Eierskap
pt_br: Propriedade
ro: Proprietate
ru: Владелец
sl: Lastništvo
sv: Ägarskap
ta: உரிமை
vi: Quyền sở hữu
zh_hans: 所有权
zh_hant: 擁有權

source: Who owns this item?
ar: من يملك هذا العنصر؟
be: Каму належыць гэты элемент?
ca: Qui és el propietari d'aquest element?
cs: Kdo vlastní tuto položku?
da: Hvem ejer dette element?
es: ¿Quién posee este elemento?
et: Kes seda kirjet omab?
he: מי הבעלים של הפריט הזה?
it: A chi appartiene questo elemento?
ja: このアイテムは誰が所有していますか？
ko: 이 항목의 소유자는 누구입니까?
ml: ഈ ഇനം ആരുടേതാണ്?
nb: Hvem eier dette objektet?
pt_br: Quem possui este item?
ro: Cine deține acest element?
ru: Кому принадлежит этот элемент?
sl: Kdo je lastnik tega vnosa?
sv: Vem äger detta objekt?
ta: இந்த உருப்படி யாருடையது?
vi: Ai sở hữu mục này?
zh_hans: 谁拥有这个项目？
zh_hant: 誰擁有這個項目？

# NoCollectionsToList
source: There are no collections to list.
ar: لا توجد مجموعات لسردها.
be: Няма калекцый для паказу.
ca: No hi ha cap col·lecció per llistar.
cs: Žádné kolekce k zobrazení.
da: Der er ingen samlinger at vise.
es: No hay colecciones que listar.
et: Puuduvad kollektsioonid, mida kuvada.
he: אין אוספים להציג ברשימה.
it: Nessuna raccolta da elencare.
ja: 表示するコレクションがありません
ko: 컬렉션이 없습니다.
ml: പ്രദർശിപ്പിക്കാൻ കളക്ഷനുകൾ ഒന്നും ഇല്ല.
nb: Det er ingen samlinger å liste opp.
pt_br: Não há coleções para listar.
ro: Nu există colecții de afișat.
ru: Нет коллекций для отображения.
sl: Ni zbirk za prikazat.
sv: Det finns inga samlingar att visa.
ta: பட்டியலிட தொகுப்புகளில்லை.
vi: Không có bộ sưu tập nào để liệt kê.
zh_hans: 没有可列出的集合。
zh_hant: 沒有可顯示的集合。

# ItemShared
source: Item has been shared.
ar: تمت مشاركة العنصر.
be: Элемент быў абагулены.
ca: L'element s'ha compartit.
cs: Položka byla sdílena.
da: Element er blevet delt.
es: El elemento ha sido compartido.
et: Kirje on jagatud.
he: הפריט שותף.
it: L'elemento è stato condiviso.
ja: アイテムを共有しました。
ko: 항목이 공유되었습니다.
ml: ഇനം പങ്കിട്ടു.
nb: Gjenstanden har blitt delt.
pt_br: O item foi compartilhado.
ro: Articolul a fost partajat.
ru: Элемент был сделан общим.
sl: Vnos je bil deljen.
sv: Objektet har delats.
ta: உருப்படி பகிரப்பட்டது.
vi: Mục đã được chia sẻ.
zh_hans: 项目已共享。
zh_hant: 項目已共享。

# SelectOneCollection
source: You must select at least one collection.
ar: يجب عليك تحديد مجموعة واحدة على الأقل.
be: Вы павінны выбраць прынамсі адну калекцыю.
ca: Heu d'escollir com a mínim una col·lecció.
cs: Musíte vybrat alespoň jednu kolekci.
da: Du skal vælge minimum én samling.
es: Debe seleccionar al menos una colección.
et: Pead valima vähemalt ühe kogumiku.
he: עליך לבחור לפחות אוסף אחד.
it: Devi selezionare almeno una raccolta.
ja: コレクションを最低１つは選んでください。
ko: 반드시 하나 이상의 컬렉션을 선택해야 합니다.
ml: നിങ്ങൾ ഒരു കളക്ഷനെങ്കിലും തിരഞ്ഞെടുക്കണം.
nb: Du må velge minst én samling.
pt_br: Você deve selecionar pelo menos uma coleção.
ro: Trebuie să selectați cel puțin o colecție.
ru: Необходимо выбрать хотя бы одну коллекцию.
sl: Izbrati moraš vsaj eno zbirko.
sv: Du måste markera minst en samling.
ta: நீங்கள் ஒரு தொகுப்பாவது தேர்ந்தெடுக்க வேண்டும்.
vi: Bạn phải chọn ít nhất một bộ sưu tập.
zh_hans: 您必须至少选择一个集合。
zh_hant: 您必須至少選擇一個集合。

source: Share
ar: مشاركة
be: Абагуліць
ca: Comparteix
cs: Sdílet
da: Del
es: Compartir
et: Jaga
he: שתף
it: Condividi
ja: 共有
ko: 공유
ml: പങ്കിടുക
nb: Del
pt_br: Compartilhar
ro: Partajare
ru: Поделиться
sl: Deli
sv: Dela
ta: பகிர்
th: แบ่งปัน
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享

source: Share item
ar: مشاركة عنصر
be: Абагуліць элемент
ca: Comparteix l'element
cs: Sdílet položku
da: Del element
es: Compartir elemento
et: Jaga kirjet
he: שתף פריט
it: Condividi elemento
ja: アイテムを共有する
ko: 항목 공유
ml: ഇനം പങ്കിടുക
nb: Del objekt
pt_br: Compartilhar Item
ro: Partajare articol
ru: Поделиться элементом
sl: Delite vnos
sv: Dela objekt
ta: உருப்படியை பகிர்
vi: Chia sẻ mục này
zh_hans: 共享项目
zh_hant: 分享項目

# NoOrgsToList
source: No organisations to list.
ar: لا توجد مؤسسات لسردها.
be: Няма арганізацый для паказу.
bs: No organizations to list.
ca: No hi ha cap organització per llistar.
cs: Žádné organizace k zobrazení.
da: Ingen organisationer at vise.
es: No hay organizaciones que listar.
et: Puuduvad organisatsioonid, mida kuvada.
he: אין ארגונים להצגה ברשימה.
it: Nessuna organizzazione da elencare.
ja: 表示する組織がありません。
ko: 조직이 없습니다.
ml: പ്രദർശിപ്പിക്കാൻ സംഘടനകൾ ഒന്നും ഇല്ല.
nb: Det er ingen organisasjoner å liste opp.
pt_br: Nenhuma organização para listar.
ro: Nicio organizație de afișat.
ru: Нет организаций для отображения.
sl: Ni organizacij za prikazat.
sv: Inga organisationer att lista.
ta: பட்டியலிட நிறுவனங்களில்லை.
th: No organizations to list.
vi: Không có tổ chức để liệt kê.
zh_hans: 没有可列出的组织。
zh_hant: 沒有可顯示的組織。

# ShareDesc
source: Choose an organisation that you wish to share this item with. Sharing transfers ownership of the item to the organisation. You will no longer be the direct owner of this item once it has been shared.
be: Выберыце арганізацыю, якой вы хочаце даць доступ да гэтага элемента. Пасля выканання гэтай аперацыі, правы на элемент будуць перададзены арганізацыі і вы не будзеце з'яўляцца непасрэдным уладальнікам гэтага элемента.
bs: Choose an organization that you wish to share this item with. Sharing transfers ownership of the item to the organization. You will no longer be the direct owner of this item once it has been shared.
ca: Trieu una organització amb la qual vulgueu compartir aquest element. En compartir transferiu la propietat de l'element a l'organització. Ja no sereu el propietari directe d'aquest element una vegada que s'haja compartit.
da: Vælg en organisation, som du ønsker at dele dette element med. Deling overfører ejerskab af elementet til organisationen. Du vil ikke længere være den direkte ejer af dette element, når det er blevet delt.
es: Elija una organización con la que quiera compartir este elemento. Compartir transfiere la propiedad del elemento a la organización. No podrá volver a ser el propietario de este elemento una vez haya sido compartido.
et: Vali organisatsioon, millega soovid seda kirjet jagada. Jagamisega saab kirje omanikuks organisatsioon. Pärast kirje jagamist ei ole sa enam selle otsene omanik.
he: בחר ארגון שאיתו תרצה לשתף פריט זה. השיתוף מעביר את הבעלות על הפריט לארגון. אתה לא תהיה הבעלים הישיר של הפריט לאחר השיתוף.
ja: このアイテムを共有する組織を選択してください。共有するとアイテムの所有権は組織に移行し、あなたはもはやこのアイテムの直接のオーナーではなくなります。
ko: 이 항목을 공유할 조직을 선택하세요. 항목을 공유하면 소유권이 조직으로 이전됩니다. 일단 항목을 공유하면, 항목의 직접적인 소유자가 아니게 됩니다.
ml: ഈ ഇനം പങ്കിടാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഒരു സംഘടന തിരഞ്ഞെടുക്കുക. പങ്കിട്ട ഇനത്തിന്റെ ഉടമസ്ഥാവകാശം ആ സംഘടനക്ക് കൈമാറുന്നു. ഈ ഇനം പങ്കിട്ടുകഴിഞ്ഞാൽ നിങ്ങൾ അതിന്റെ നേരിട്ടുള്ള ഉടമയാകില്ല.
nb: Velg en organisasjon som du ønsker å dele denne gjenstanden med. Deling overfører gjenstandens eierskap til organisasjonen. Du vil ikke lenger være den direkte eieren av denne gjenstanden når den først har blitt delt.
ro: Alegeți o organizație cu care doriți să partajați acest articol. Partajarea transferă proprietatea asupra articolului către organizație. Nu veți mai fi proprietarul direct al acestuia după ce a fost partajat.
ru: Выберите организацию, которой хотите предоставить доступ к этому элементу. После выполнения этой операции права на элемент будут переданы организации и вы не будете являться непосредственным владельцем этого элемента.
sv: Välj en organisation som du vill dela detta objekt med. Delning överför ägandet av objektet till organisationen. Du kommer inte längre vara direkt ägare till detta objekt när det har delats.
th: Choose an organization that you wish to share this item with. Sharing transfers ownership of the item to the organization. You will no longer be the direct owner of this item once it has been shared.
vi: Chọn một tổ chức mà bạn muốn chia sẻ mục này. Việc chia sẻ sẽ chuyển quyền sở hữu của mục sang tổ chức. Bạn sẽ không còn là chủ sở hữu trực tiếp của mục này một khi nó đã được chia sẻ.
zh_hans: 选择您希望与之共享此项目的组织。共享操作将会把此项目的所有权转移到该组织。一旦共享，您将不再是此项目的直接所有者。
zh_hant: 選擇您希望共享這個項目的組織。項目的擁有權將會轉移到組織。一經共享，您將不再是此項目的直接擁有者。

source: Number of words
ar: عدد الكلمات
be: Колькасць слоў
ca: Nombre de paraules
cs: Počet slov
da: Antal ord
es: Número de palabras
et: Sõnade arv
he: מספר מילים
it: Numero di parole
ja: 単語数
ko: 단어 수
ml: വാക്കുകളുടെ എണ്ണം
nb: Antall ord
pt_br: Número de Palavras
ro: Număr de cuvinte
ru: Количество слов
sl: Število besed
sv: Antal ord
ta: சொற்களின் எண்ணிக்கை
vi: Số lượng chữ
zh_hans: 单词数
zh_hant: 字數

source: Passphrase
ar: جملة المرور
be: Парольная фраза
ca: Frase de pas
cs: Heslová fráze
da: Adgangssætning
es: Frase de contraseña
et: Paroolifraas
he: משפט סיסמה
it: Frase segreta
ja: パスフレーズ
ko: 패스프레이즈
ml: രഹസ്യ വാചകം
nb: Passfrase
pt_br: Frase Secreta
ro: Frază de acces
ru: Парольная фраза
sl: Šifrirna fraza
sv: Lösenordsfras
ta: கடவுச்சொற்றொடர்
vi: Cụm từ mật khẩu
zh_hans: 密码短语
zh_hant: 密碼短語

source: Word separator
ar: فاصل الكلمات
be: Раздзяляльнік слоў
ca: Separador de paraules
cs: Oddělovač slov
da: Ordseparator
es: Separador de palabras
et: Sõna eraldaja
he: מפריד מילים
it: Separatore parole
ja: 単語の区切り
ko: 구분 기호
ml: വേര്‍പെടുത്തുക
nb: Ordadskiller
pt_br: Separador de Palavra
ro: Separator de cuvinte
ru: Разделитель слов
sl: Ločilo besed
sv: Ordavgränsare
ta: சொல் பிரிப்பான்
vi: Dấu tách từ
zh_hans: 单词分隔符
zh_hant: 文字分隔字元

source: Clear
ar: مسح
be: Ачысціць
ca: Esborra
cs: Vymazat
da: Ryd
es: Limpiar
et: Tühjenda
he: נקה
it: Cancella
ja: 消去する
ko: 삭제
ml: മായ്ക്കുക
nb: Tøm
pt_br: Limpar
ro: Ștergere
ru: Очистить
sl: Počisti
sv: Rensa
ta: அழி
th: ล้าง
vi: Xoá
zh_hans: 清除
zh_hant: 清除

source: Generator
ar: المولّد
be: Генератар
ca: Generador
cs: Generátor
es: Generador
et: Genereerija
he: מחולל
it: Generatore
ja: パス生成
ko: 생성기
ml: സ്രഷ്ടാവ്
pt_br: Gerador
ru: Генератор
ta: உருவாக்கி
th: สร้าง
vi: Tạo mật khẩu
zh_hans: 生成器
zh_hant: 產生器

# NoFoldersToList
source: There are no folders to list.
ar: لا توجد مجلّدات لسردها.
be: Няма папак для паказу.
ca: No hi ha carpetes per llistar.
cs: Nejsou k dispozici žádné složky k zobrazení.
da: Der er ingen mapper at vise.
es: No hay carpetas que listar.
et: Puuduvad kaustad, mida kuvada.
he: אין תיקיות להצגה ברשימה.
it: Non ci sono cartelle da elencare.
ja: 表示するフォルダーがありません。
ko: 폴더가 없습니다.
ml: പ്രദർശിപ്പിക്കാൻ ഫോൾഡറുകളൊന്നുമില്ല.
nb: Det er ingen mapper å liste opp.
pt_br: Não há pastas para listar.
ro: Nu există dosare de afișat.
ru: Нет папок для отображения.
sl: Ni map za prikazat.
sv: Det finns inga mappar att lista.
ta: பட்டியலிட கோப்புறைகளில்லை.
vi: Không có thư mục để liệt kê.
zh_hans: 没有可显示的文件夹。
zh_hant: 沒有可顯示的資料夾。

source: Fingerprint phrase
ar: عبارة بصمة الإصبع
be: Фраза адбітка пальца
ca: Frase d'empremta digital
cs: Fráze otisku účtu
da: Fingeraftrykssætning
es: Frase de huella digital
et: Sõrmejälje fraas
he: סיסמת טביעת אצבע
it: Frase impronta
ja: パスフレーズ
ko: 지문 구절
ml: ഫിംഗർപ്രിന്റ് ഫ്രേസ്‌
nb: Fingeravtrykksfrase
pt_br: Frase Biométrica
ro: Frază amprentă
ru: Фраза отпечатка
sl: Fraza prstnega odtisa
sv: Fingeravtrycksfras
ta: கைரேகை சொற்றொடர்
vi: Cụm từ mật khẩu
zh_hans: 指纹短语
zh_hant: 指紋短語

# YourAccountsFingerprint
source: Your account's fingerprint phrase
ar: عبارة بصمة حسابك
be: Фраза адбітка пальца вашага ўліковага запісу
ca: Frase d'empremta digital del vostre compte
cs: Fráze otisku vašeho účtu
da: Din kontos fingeraftrykssætning
es: Frase de la huella digital de su cuenta
et: Konto sõrmejälje fraas
he: הסיסמה של טביעת האצבעות בחשבון שלך
it: Frase impronta dell'account
ja: アカウントのパスフレーズ
ko: 계정 지문 구절
ml: നിങ്ങളുടെ അക്കൗണ്ടിന്റെ ഫിംഗർപ്രിന്റ് ഫ്രേസ്‌
nb: Din kontos fingeravtrykksfrase
pt_br: A sua frase biométrica
ro: Fraza amprentă a contului dvs.
ru: Фраза отпечатка вашего аккаунта
sl: Fraza prstnega odtisa vašega računa
sv: Ditt kontos fingeravtrycksfras
ta: உமது கணக்கின் கைரேகை சொற்றொடர்
vi: Cụm từ mật khẩu của tài khoản của bạn
zh_hans: 您的账户的指纹短语
zh_hant: 您帳戶的指紋短語

# ShareVaultConfirmation
source: Bitwarden allows you to share your vault with others by using an organisation account. Would you like to visit the bitwarden.com website to learn more?
be: Bitwarden дазваляе абагуліць сваё сховішча з іншымі карыстальнікамі, выкарыстоўваючы ўліковы запіс арганізацыі. Хочаце наведаць сайт bitwarden.com, каб даведацца больш?
bs: Bitwarden allows you to share your vault with others by using an organization account. Would you like to visit the bitwarden.com website to learn more?
ca: Bitwarden us permet compartir la vostra caixa forta amb altres usuaris mitjançant un compte d'organització. Voleu visitar el lloc web de bitwarden.com per obtenir més informació?
da: Bitwarden giver dig mulighed for at dele din boks med andre ved at bruge en organisationskonto. Vil du besøge webstedet bitwarden.com for at få mere at vide?
es: Bitwarden te permite compartir tu caja fuerte con otras personas utilizando una cuenta de organización. ¿Quieres visitar la web bitwarden.com para conocer más?
et: Bitwardeniga saad oma hoidlat teistega jagada, kasutades seleks organisatsiooni kontot. Kas soovid selle kohta lisateavet ja avada bitwarden.com veebilehe?
he: תוכנת Bitwarden מאפשרת לך לשתף את הכספת עם אחרים בעזרת חשבון ארגון. האם תרצה לבקר באתר bitwarden.com ללמוד עוד בנושא זה?
ja: Bitwardenでは、組織アカウントを使用して保管庫を他の人と共有できます。 詳細はbitwarden.comのウェブサイトをご覧ください。
ko: Bitwarden은 조직용 계정을 사용하면 사용자의 보관함을 타인에게 공유할 수 있습니다. bitwarden.com 웹 사이트를 방문하여 더 자세히 알아보시겠습니까?
ml: ഓർഗനൈസേഷൻ(സംഘടന) അക്കൗണ്ട് ഉപയോഗിച്ച് നിങ്ങളുടെ വാൾട് മറ്റുള്ളവരുമായി പങ്കിടാൻ Bitwarden നിങ്ങളെ അനുവദിക്കുന്നു. കൂടുതലറിയാൻ bitwarden.com വെബ്സൈറ്റ് സന്ദർശിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
nb: Bitwarden lar deg dele hvelvet ditt med andre ved å bruke en organisasjonskonto. Vil du besøke bitwarden.com-nettstedet for å lære mer?
ro: Bitwarden vă permite să vă partajați seiful cu alte persoane utilizând un cont pentru organizații. Doriți să vizitați saitul bitwarden.com pentru a afla mai multe?
ru: Bitwarden позволяет делиться своим хранилищем с другими пользователями, используя аккаунт организации. Хотите посетить сайт bitwarden.com, чтобы узнать больше?
sv: Bitwarden gör det möjligt för dig att dela ditt valv med andra genom att använda ett organisationskonto. Vill du besöka bitwarden.com för att lära dig mer?
th: Bitwarden allows you to share your vault with others by using an organization account. Would you like to visit the bitwarden.com website to learn more?
vi: Bitwarden cho phép bạn chia sẻ kho mật khẩu của mình với người khác bằng cách sử dụng tài khoản tổ chức. Bạn có muốn truy cập trang web bitwarden.com để tìm hiểu thêm không?
zh_hans: Bitwarden 允许您使用组织帐户与他人共享您的密码库。您想访问 bitwarden.com 网站以了解更多内容吗？
zh_hant: Bitwarden 允許您使用組織帳戶與他人共享您的密碼庫。您想造訪 bitwarden.com 網站以了解更多內容嗎？

source: Export vault
ar: تصدير الخزنة
be: Экспарт сховішча
ca: Exporta caixa forta
cs: Exportovat přihlašovací údaje
da: Eksportér boks
es: Exportar caja fuerte
et: Ekspordi hoidla
he: יצוא כספת
it: Esporta cassaforte
ja: 保管庫のエクスポート
ko: 보관함 내보내기
ml: വാൾട് എക്സ്പോർട്
nb: Eksporter hvelvet
pt_br: Exportar Cofre
ro: Export seif
ru: Экспортировать хранилище
sl: Izvoz trezorja
sv: Exportera valv
ta: பெட்டகத்தை ஏற்றுமதி செய்
th: ส่งออกตู้เซฟ
vi: Trích xuất kho
zh_hans: 导出密码库
zh_hant: 匯出密碼庫

source: Lock now
ar: إقفل الآن
be: Заблакіраваць
ca: Bloqueja ara
cs: Zamknout nyní
da: Lås nu
es: Bloquear ahora
et: Lukusta paroolihoidla
he: נעל עכשיו
it: Blocca
ja: 今すぐロック
ko: 지금 잠그기
ml: ഇപ്പോൾ ലോക്കുചെയ്യുക
nb: Lås nå
pt_br: Bloquear Agora
ro: Blocare acum
ru: Заблокировать сейчас
sl: Zakleni zdaj
sv: Lås nu
ta: இப்போது பூட்டு
vi: Khóa ngay
zh_hans: 立即锁定
zh_hant: 立即鎖定

source: PIN
ar: رقم تعريف شخصي
be: PIN-код
da: Pinkode
he: קוד PIN
ml: പിൻ
ru: PIN-код
sv: PIN-kod
ta: கடவெண்
vi: Mã PIN
zh_hans: PIN 码
zh_hant: PIN 碼

source: Unlock
ar: إلغاء القفل
be: Разблакіраваць
ca: Desbloqueja
cs: Odemknout
da: Lås op
es: Desbloquear
et: Lukusta lahti
he: בטל נעילה
it: Sblocca
ja: ロック解除
ko: 잠금 해제
ml: അൺലോക്ക്
nb: Lås opp
pt_br: Desbloquear
ro: Deblocare
ru: Разблокировать
sl: Odkleni
sv: Lås upp
ta: பூட்டவிழ்
vi: Mở khóa
zh_hans: 解锁​​​​
zh_hant: 解鎖

# ThirtyMinutes
source: 30 minutes
ar: 30 دقيقة
be: 30 хвілін
ca: 30 minuts
cs: 30 minut
da: 30 minutter
es: 30 minutos
et: 30 minuti pärast
he: 30 דקות
it: 30 minuti
ja: 30分
ko: 30분
ml: 30 മിനിറ്റ്
nb: 30 minutter
pt_br: 30 minutos
ro: 30 de minute
ru: 30 минут
sl: 30 minut
sv: 30 minuter
ta: ௩௦ நிமிடங்கள்
vi: 30 phút
zh_hans: 30 分钟
zh_hant: 30 分鐘

# SetPINDescription
source: Set your PIN code for unlocking Bitwarden. Your PIN settings will be reset if you ever fully log out of the application.
ar: تعيين رمز PIN الخاص بك لإلغاء قفل Bitwarden. سيتم إعادة تعيين إعدادات PIN الخاصة بك إذا قمت بتسجيل الخروج بالكامل من التطبيق.
be: Задайце PIN-код для разблакіроўкі Bitwarden. Налады PIN-кода будуць скінуты, калі вы калі-небудзь цалкам выйдзеце з праграмы.
ca: Estableix el teu codi PIN per desbloquejar Bitwarden. La configuració PIN es restablirà si tanqueu sessió de manera completa de l'aplicació.
cs: Nastavte svůj PIN kód pro odemknutí trezoru. Pokud se zcela odhlásíte z aplikace bude váš současný PIN bude resetován.
da: Indstil din pinkode til at låse Bitwarden op. Dine pin-indstillinger nulstilles, hvis du nogensinde logger helt ud af app'en.
es: Establece su código PIN para desbloquear Bitwarden. Sus ajustes de PIN se reiniciarán si alguna vez cierra su sesión completamente de la aplicación.
et: Määra Bitwardeni lahtilukustamiseks PIN kood. Rakendusest täielikult välja logides nullitakse ka PIN koodi seaded.
he: קבע קוד PIN לביטול נעילת Bitwarden. הגדרות הPIN יאופסו אם תבצע יציאה מהתוכנה.
it: Imposta il tuo codice PIN per sbloccare Bitwarden. Le impostazioni PIN verranno reimpostate se ti disconnetti completamente dall'applicazione.
ja: Bitwarden のロックを解除するための PIN コードを設定します。アプリから完全にログアウトすると、PIN 設定はリセットされます。
ko: Bitwarden 잠금해제에 사용될 PIN 코드를 설정합니다. 이 애플리케이션에서 완전히 로그아웃할 경우 PIN 설정이 초기화됩니다.
ml: Bitwarden അൺലോക്കുചെയ്യുന്നതിന് തങ്ങളുടെ പിൻ കോഡ് സജ്ജമാക്കുക. തങ്ങൾ എപ്പോഴെങ്കിലും അപ്ലിക്കേഷനിൽ നിന്ന് പൂർണ്ണമായി ലോഗ് ഔട്ട് ചെയ്യുകയാണെങ്കിൽ, പിൻ ക്രമീകരണങ്ങൾ പുനസജ്ജമാക്കും.
nb: Angi PIN-koden din for å låse opp Bitwarden. PIN-innstillingene tilbakestilles hvis du logger deg helt ut av programmet.
pt_br: Defina o seu código PIN para desbloquear o Bitwarden. As suas configurações de PIN serão redefinidas se você encerrar a sessão por completo do aplicativo.
ro: Stabiliți codul PIN de deblocare Bitwarden. Setările codului PIN vor fi reinițializate dacă vă deconectați vreodată din aplicație.
ru: Установите PIN-код для разблокировки Bitwarden. Настройки PIN-кода будут сброшены, если вы когда-либо полностью выйдете из приложения.
sv: Ange en PIN-kod att låsa upp Bitwarden med. Dina PIN-kodsinställningar återställs om du någonsin loggar ut helt från appen.
ta: Bitwardenஐ பூட்டவிழ்க்க உம் கடவெண் குறியை அமை. நீங்கள் எப்போதாவது முழுமையாக செயலியிலிருந்து வெளியேறினால் உம் கடவெண் அமைவுகள் அகரமாக்கப்படும்.
vi: Đặt mã PIN của bạn để mở khóa Bitwarden. Cài đặt mã PIN của bạn sẽ bị xóa nếu bạn hoàn toàn đăng xuất khỏi ứng dụng.
zh_hans: 设定您用来解锁 Bitwarden 的 PIN 码。您的 PIN 设置将在您完全退出本应用程序时被重置。
zh_hant: 設定您用來解鎖 Bitwarden 的 PIN 碼。您的 PIN 設定將在您完全結束本應用程式時被重設。

# LoggedInAsOn
source: Logged in as {0} on {1}.
ar: تم تسجيل الدخول كـ {0} في {1}.
be: Вы ўвайшлі ў {0} як {1}.
ca: Heu iniciat la sessió com a {0} en {1}.
cs: Přihlášen jako {0} na {1}.
da: Logget ind som {0} på {1}.
es: Iniciado como {0} en {1}.
et: Sisse logitud kontoga {0} lehel {1}.
he: התחברת כ-{0} ל {1}.
it: Accesso effettuato come {0} su {1}.
ja: {0} として {1} にログインしました。
ko: {1}에 {0}으로 로그인되었습니다.
ml: {1}ൽ {0} പ്രവേശിച്ചരിക്കുന്നു.
nb: Logget på som {0} gjennom {1}.
pt_br: Sessão iniciada como {0} em {1}.
ro: Autentificat ca {0} pe {1}.
ru: Авторизован {0} на {1}.
sl: Prijavljeni kot {0} na {1}.
sv: Inloggad som {0} på {1}.
ta: {1} இல் {0} ஆக உள்நுழைந்துள்ளது.
vi: Đã đăng nhập là {0} trên {1}
zh_hans: 已在 {1} 以 {0} 身份登入。
zh_hant: 已在 {1} 以 {0} 身份登入。

# VaultLockedMasterPassword
source: Your vault is locked. Verify your master password to continue.
ar: خزنتك مقفلة. تحقق من كلمة المرور الرئيسية للمتابعة.
be: Ваша сховішча заблакіравана. Каб працягнуць, увядзіце асноўны пароль.
ca: La caixa forta està bloquejada. Verifiqueu la contrasenya mestra per continuar.
cs: Váš trezor je uzamčen. Pro pokračování musíte zadat hlavní heslo.
da: Din boks er låst. Bekræft din hovedadgangskode for at fortsætte.
es: Tu caja fuerte está bloqueada. Verifica tu contraseña maestra para continuar.
et: Hoidla on lukus. Jätkamiseks sisesta ülemparool.
he: הכספת שלך נעולה. הזן את הסיסמה הראשית שלך כדי להמשיך.
it: La tua cassaforte è bloccata. Inserisci la tua password principale per continuare.
ja: 保管庫がロックされています。開くにはマスターパスワードを入力してください。
ko: 보관함이 잠겨 있습니다. 마스터 비밀번호를 입력하여 계속하세요.
ml: നിങ്ങളുടെ വാൾട് പൂട്ടിയിരിക്കുന്നു. തുടരുന്നതിന് നിങ്ങളുടെ പ്രാഥമിക പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക .
nb: Hvelvet ditt er låst. Kontroller superpassordet ditt for å fortsette.
pt_br: O seu cofre está bloqueado. Verifique a sua senha mestra para continuar.
ro: Seiful dvs. este blocat. Verificați parola principală pentru a continua.
ru: Ваше хранилище заблокировано. Для продолжения введите мастер-пароль.
sl: Vaš trezor je zaklenjen. Potrdite vaše glavno geslo za nadaljevanje.
sv: Valvet är låst. Bekräfta ditt huvudlösenord för att fortsätta.
ta: உம் பெட்டகம் பூட்டப்பட்டுள்ளது. தொடர உம் பிரதான கடவுச்சொல்லைச் சரிபார்.
th: ตู้เซฟของคุณถูกล็อค ใส่รหัสผ่านหลักของคุณเพื่อดำเนินการต่อ
vi: Kho của bạn đã bị khóa. Xác minh mật khẩu chính của bạn để mở.
zh_hans: 您的密码库已锁定，请验证您的主密码以继续。
zh_hant: 密碼庫已鎖定。驗證主密碼以繼續。

# VaultLockedPIN
source: Your vault is locked. Verify your PIN code to continue.
ar: خزنتك مقفلة. تحقق من رمز PIN الخاص بك للمتابعة.
be: Ваша сховішча заблакіравана. Каб працягнуць, увядзіце PIN-код.
ca: La caixa forta està bloquejada. Verifiqueu El codi PIN per continuar.
cs: Váš trezor je uzamčen. Pro pokračování musíte zadat PIN.
da: Din boks er låst. Bekræft din pinkode for at fortsætte.
es: Su caja fuerte está bloqueada. Verifique su código PIN para continuar.
et: Hoidla on lukus. Jätkamiseks sisesta PIN kood.
he: הכספת שלך נעולה. הזן את קוד הPIN שלך כדי להמשיך.
it: La tua cassaforte è bloccata. Inserisci il tuo codice PIN per continuare.
ja: 保管庫がロックされています。PIN コードで認証してください。
ko: 보관함이 잠겨 있습니다. PIN 코드를 입력하여 계속하세요.
ml: നിങ്ങളുടെ വാൾട് പൂട്ടിയിരിക്കുന്നു. തുടരാൻ പിൻ കോഡ് സ്ഥിരീകരിക്കുക.
nb: Hvelvet ditt er låst. Kontroller PIN-koden din for å fortsette.
pt_br: O seu cofre está bloqueado. Verifique o seu PIN para continuar.
ro: Seiful dvs. este blocat. Verificați codul PIN pentru a continua.
ru: Ваше хранилище заблокировано. Для продолжения введите PIN-код.
sl: Vaš trezor je zaklenjen. Potrdite PIN kodo za nadaljevanje.
sv: Valvet är låst. Bekräfta din PIN-kod för att fortsätta.
ta: உம் பெட்டகம் பூட்டப்பட்டுள்ளது. தொடர உமது கடவெண் குறியைச் சரிபார்.
th: ตู้เซฟของคุณถูกล็อค ใส่ PIN ของคุณเพื่อดำเนินการต่อ
vi: Kho của bạn đã bị khóa. Xác minh mã PIN của bạn để mở.
zh_hans: 您的密码库已锁定。请验证您的 PIN 码以继续。
zh_hant: 密碼庫已鎖定。驗證 PIN 碼以繼續。
