Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# BitwardenAutofillServiceStep1
source: 1. On the Android accessibility settings screen, touch "Bitwarden" under the Services heading.
ar: 1. في إعدادات إمكانية الوصول إلى Android، حدد "bitwarden" في قسم "الخدمات".
be: 1. На экране налад спецыяльных магчымасцяў Android пад загалоўкам 'Сэрвісы' націсніце 'Bitwarden'.
bs: 1. Na ekranu podešavanja pristupačnosti Android-a, dodirnite „Bitwarden“ ispod naslova Usluge.
ca: 1. A la configuració d'accessibilitat d'Android, toqueu "Bitwarden" en Serveis.
cs: 1. V nastavení Přístupnosti systému Android klepněte na „Bitwarden“ v části „Stažené služby“.
da: 1. Tryk fra Androids Hjælpefunktioner på "Bitwarden" under Tjenester-sektionen.
es: 1. En los ajustes de Accesibilidad, pulsa en "Bitwarden" bajo el menú Servicios.
et: 1. Vajuta Androidi Juurdepääsetavuse seadete menüüs "Bitwardeni" kirjele.
he: 1. בחלון מצב הנגישות של אנדרואיד, לחץ על "Bitwarden" תחת הכותרת "שירותים".
it: 1. Nella schermata impostazioni di accessibilità di Android, tocca "Bitwarden" nella gestione dei servizi.
ja: 1. Android のユーザー補助設定で「Bitwarden」をタッチしてください。
ko: 1. Android 접근성 설정 화면에서 "Bitwarden" 항목을 누르세요.
ml: 1. ആൻഡ്രോയിഡ് ആക്സിസിബിലിറ്റി ക്രമീകരണ സ്‌ക്രീനിൽ, Services ശീർഷകത്തിന് കീഴിലുള്ള Bitwarden" സ്‌പർശിക്കുക.
nb: 1) På Android sin meny for tilgjengelighetsinnstillinger, trykk på "Bitwarden" i Tjenester-listen.
pt_br: 1. Na tela de Configurações de Acessibilidade do Android, toque em "Bitwarden" debaixo do cabeçalho Serviços.
ro: 1. În ecranul Accesibilitate din setările Android, atingeți "Bitwarden" sub titlul Servicii.
ru: 1. На экране настроек специальных возможностей Android под заголовком 'Сервисы' коснитесь 'Bitwarden'.
sl: 1. Na zaslonu z nastavitvami dostopnosti za Android, se dotaknite »Bitwarden« pod naslovom Storitve.
sv: 1. I Androids tillgänglighetsinställningar trycker du på "Bitwarden" under tjänster.
ta: ௧. Android அணுகல்தன்மை அமைப்புகள் திரையில், சேவைகள் தலைப்பின் கீழ் "Bitwarden" ஐத் தொடு.
vi: 1. Trên màn hình Cài đặt Trợ năng, chọn "Bitwarden" trong phần 'Các dịch vụ đã tải xuống'.
zh_hans: 1. 在 Android 无障碍设置屏幕，点击服务标题下的 “Bitwarden”。
zh_hant: 1. 在 Android 的無障礙設定畫面中，按一下服務標題下的「Bitwarden」。

# BitwardenAutofillServiceStep2
source: 2. Switch on the toggle and press OK to accept.
ar: 2. قم بتنشيط المفتاح واضغط على موافق للقبول.
be: 2. Актывуйце пераключальнік і націсніце OK для пацвярджэння.
bs: 2. Uključite prekidač i pritisnite U redu da biste prihvatili.
ca: 2. Activeu el commutador i premeu d'acord per acceptar.
cs: 2. Zapněte přepínač a potvrďte stisknutím tlačítka OK.
da: 2. Slå kontakten til og tryk på OK for at acceptere.
es: 2. Activa el interruptor y pulsar en OK para aceptar.
et: 2. Lülita valik sisse ja seejärel OK, et sellega nõustuda.
he: 2. הפעל את האפשרות ולחץ אישור.
it: 2. Attiva l'interruttore e premi OK per accettare.
ja: 2. トグルをオンにして、「OK」を押してください。
ko: 2. 토글을 눌러 사용 설정하고 확인을 누르세요.
ml: ടോഗിൾ സ്വിച്ച് ഓൺ ആകിയതിനു ശേഷം ശരി അമർത്തി അംഗീകരിക്കുക.
nb: 2) Skru på bryteren, og trykk på OK for å akseptere.
pt_br: 2. Ligue o interruptor e pressione OK para aceitar.
ro: 2. Activați comutatorul și apăsați OK pentru a accepta.
ru: 2. Активируйте переключатель и нажмите OK для подтверждения.
sl: 2. Preklopite in pritisnite OK, da sprejmete.
sv: 2. Växla till på-läget och tryck på OK för att acceptera.
ta: ௨. நிலைமாற்றியை இயக்கி ஏற்றுக்கொள்ள சரியை அழுத்து.
th: 2. สลับเปิดสวิตช์และกดตกลงเพื่อยอมรับ
vi: 2. Gạt công tắc và nhấn OK để chấp nhận.
zh_hans: 2. 打开开关，然后按 “确定” 以接受。
zh_hant: 2. 打開開關，然後按“確定”。

source: Disabled
ar: تعطيل
be: Адключана
bs: Onemogućeno
ca: Deshabilitat
cs: Zakázáno
da: Deaktiveret
es: Desactivado
et: Keelatud
he: מבוטל
it: Disabilitato
ja: 無効
ko: 꺼짐
ml: പ്രവർത്തനരഹിതം
nb: Deaktivert
pt_br: Desativado
ro: Dezactivat
ru: Отключено
sl: Onemogočeno
sv: Inaktiverad
ta: முடக்கத்தில்
th: ปิดการใช้งาน
vi: Vô hiệu hóa
zh_hans: 已禁用
zh_hant: 已停用

source: Enabled
ar: تفعيل
be: Уключана
bs: Omogućeno
ca: Habilitat
cs: Povoleno
da: Aktiveret
es: Activado
et: Lubatud
he: מופעל
it: Attivo
ja: 有効
ko: 켜짐
ml: പ്രവർത്തനക്ഷമമാക്കി
nb: Aktivert
pt_br: Ativado
ro: Activat
ru: Включено
sl: Omogočeno
sv: Aktiverad
ta: இயக்கத்தில்
th: เปิดใช้งาน
vi: Kích hoạt
zh_hans: 已启用
zh_hant: 已啟用

source: Status
ar: الحالة
be: Стан
ca: Estat
cs: Stav
es: Estado
et: Olek:
he: סטטוס
it: Stato
ja: 状態
ko: 상태
ml: അവസ്ഥ
pt_br: Estado
ro: Stare
ru: Статус
sl: Stanje
ta: நிலை
th: สถานะ
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# BitwardenAutofillServiceAlert2
source: The easiest way to add new logins to your vault is from the Bitwarden Auto-fill Service. Learn more about using the Bitwarden Auto-fill Service by navigating to the "Settings" screen.
ar: أسهل طريقة لإضافة تسجيلات دخول جديدة إلى خزنتك هي من خدمة التعبئة التلقائية Bitwarden تعرف على المزيد حول استخدام خدمة الملء التلقائي لـ Bitwarden عن طريق الانتقال إلى شاشة "إعدادات".
be: Самы просты спосаб дадаць новыя імёны карыстальінка ў ваша сховішча гэта служба аўтазапаўнення Bitwarden. Дадатковыя звесткі пра выкарыстанне службы аўтазапаўнення Bitwarden знаходзяцца ў раздзеле 'Налады'.
bs: Najlakši način za dodavanje novih prijava u Vaš trezor je iz dodatka Bitwarden aplikacije. Saznajte više o korišćenju dodatka Bitwarden aplikacije u „Podešavanjima“.
ca: La forma més senzilla d'afegir nous inicis de sessió a la vostra caixa forta és amb el servei d'emplenament automàtic de Bitwarden. Obteniu més informació sobre com utilitzar el servei en la pantalla "Eines".
cs: Nejjednodušší způsob, jak přidat nové přihlašovací údaje do trezoru, je pomocí služby automatického vyplňování Bitwarden. Další informace o používání služby automatického vyplňování Bitwarden naleznete na obrazovce Nastavení.
da: Den letteste måde at tilføje nye logins til din boks er fra Bitwarden Autoudfyldningstjenesten. Få mere at vide om brugen af Bitwarden Autoudfyldningstjenesten ved at gå til skærmen "Indstillinger".
es: La forma más fácil de añadir nuevas entradas a su caja fuerte es utilizando el Servicio de Autorellenado de Bitwarden. Aprenda más sobre cómo utilizar este servicio en la sección de "Ajustes".
et: Lihtsaim viis hoidlasse kontosid lisada on läbi Bitwardeni automaattäite teenuse. Rohkem infot selle kohta leiad Bitwardeni rakenduse menüüst "Seaded".
he: הדרך הקלה ביותר להוספת סיסמאות לכספת היא דרך שירות ההשלמה האוטומטי של Bitwarden. למד עוד אודות השימוש ביכולת ההשלמה האוטומטית של Bitwarden בעזרת פתיחת חלון "הגדרות".
it: Il modo più semplice per aggiungere nuovi login alla tua cassaforte è dal servizio di completamento automatico Bitwarden. Scopri di più sull'utilizzo del servizio di completamento automatico di Bitwarden navigando nella schermata "Impostazioni".
ja: ログイン情報を保管庫に追加する一番簡単な方法はBitwardenの自動入力機能を使うことです。詳しくは「設定」画面に進んでください。
ko: 보관함에 새 로그인을 추가하는 가장 쉬운 방법은 Bitwarden 자동 완성 서비스를 사용하는 것입니다. "설정" 화면으로 이동하여 Bitwarden 자동 완성 서비스에 대해 더 자세히 알아보세요.
ml: നിങ്ങളുടെ വാൾട്ടിലേക്കു പുതിയ പ്രവേശനങ്ങൾ ചേർക്കുന്നതിനുള്ള ഏറ്റവും എളുപ്പ മാർഗം Bitwarden അപ്ലിക്കേഷൻ എക്സ്റ്റൻഷൻ ആണ്. കൂടുതൽ വിവരങ്ങൾക്കായി 'ക്രമീകരണങ്ങൾ' പേജിലേക്ക് പോവുക.
nb: Den enkleste måten å legge til nye innlogginger i hvelvet ditt, er fra Bitwarden sin auto-utfyllingstjeneste. Lær mer om å bruke Bitwarden sin auto-utfyllingstjeneste ved å navigere til "Innstillinger".
pt_br: A maneira mais fácil de adicionar novas credenciais ao seu cofre é a partir do Serviço de Autopreenchimento do Bitwarden. Saiba mais sobre como usar o Serviço de Autopreenchimento do Bitwarden navegando até a tela de "Configurações".
ro: Cea mai ușoară modalitate de a adăuga noi autentificări în seif este cu Serviciul de Auto-completare Bitwarden. Aflați mai multe despre folosirea acestui serviciu Bitwarden din ecranul "Setări".
ru: Самый простой способ добавить новые логины в ваше хранилище – это служба автозаполнения Bitwarden. Дополнительные сведения об использовании службы автозаполнения Bitwarden в разделе 'Настройки'.
sv: Det lättaste sättet att lägga till nya inloggningar till ditt valv är från Bitwardens hjälpmedelsservice för automatisk ifyllnad. Läs mer om hur man använder Bitwardens hjälpmedelsservice för automatisk ifyllnad genom att navigera till fliken "Inställningar".
ta: உம் பெட்டகத்திற்கு புது உள்நுழைவுகளை சேர்ப்பதற்கான மிக எளிய வழி Bitwarden தன்னிரப்பி சேவையிலிருந்தே. "அமைப்புகள்" திரைக்கு சென்று Bitwarden தன்னிரப்பி சேவையை பயன்படுத்துவது பற்றி மேலும் அறிக.
vi: Cách dễ nhất để thêm một đăng nhập mới vào kho của bạn là bằng dịch vụ Tự động điền của Bitwarden. Tìm hiểu thêm về cách sử dụng dịch vụ Tự động điền của Bitwarden trong trang 'Cài đặt'.
zh_hans: 向您的密码库中添加新登录项目的最简单方法，就是 Bitwarden 自动填充服务。转到 “设置” 屏幕了解更多有关使用 Bitwarden 自动填充服务的方法。
zh_hant: Bitwarden 自動填入服務是新增登入資料的最簡單方法。請到「設定」頁面了解更多有關使用 Bitwarden 自動填入服務的資訊 。

source: Auto-fill
ar: التعبئة التلقائية
be: Аўтазапаўненне
bs: Popunite automatski
ca: Emplenament automàtic
cs: Automatické vyplnění
da: Autoudfyld
es: Autorellenar
et: Täida automaatselt
he: השלמה אוטומטית
it: Auto-completamento
ja: 自動入力
ko: 자동 완성
ml: ഓട്ടോഫിൽ
nb: Auto-utfylling
pt_br: Autopreenchimento
ro: Auto-completare
ru: Автозаполнение
sl: Samodejno izpolnjevanje
sv: Automatisk ifyllnad
ta: தன்னிரப்பு
th: กรอกข้อมูลอัตโนมัติ
vi: Tự động điền
zh_hans: 自动填充
zh_hant: 自動填入

# AutofillOrView
source: Do you want to auto-fill or view this item?
ar: هل تريد الملأ التلقائي أو رؤية هذا المعرّف؟
be: Выканаць аўтазапаўненне ці праглядзець гэты элемент?
bs: Da li želite da automatski popunite ili pogledate ovu stavku?
ca: Voleu omplir automàticament o visualitzar aquest element?
cs: Chcete automaticky vyplnit nebo zobrazit tyto přihlašovací údaje?
da: Vil du autoudfylde eller se dette element?
es: ¿Quieres autorellenar o ver esta entrada?
et: Soovid seda kirjet sisestada või vaadata?
he: האם ברצונך להפעיל את ההשלמה האוטומטית או לצפות בפריט זה?
it: Vuoi auto-completare o vedere questo login?
ja: このアイテムを自動入力するか表示しますか？
ko: 이 항목을 보거나 자동 완성하시겠습니까?
ml: ഈ ഇനം ഓട്ടോഫിൽ ചെയ്യാനോ അല്ലെങ്കിൽ കാണാനോ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
nb: Vil du auto-utfylle eller vise denne gjenstanden?
pt_br: Você pretende autopreencher ou ver esta credencial?
ro: Doriți să auto-completați sau să vizualizați acest articol?
ru: Выполнить автозаполнение или просмотреть этот элемент?
sl: Želite samodejno izpolniti ali videti ta vnos?
sv: Vill du automatiskt fylla i den här inloggningen eller visa den?
ta: இவ்வுருப்படியை தன்னிரப்ப அ பார்க்க வேண்டுமா?
th: คุณต้องการกรอกข้อมูลอัตโนมัติหรือดูรายการนี้หรือไม่?
vi: Bạn có muốn tự động điền hoặc xem đăng nhập này?
zh_hans: 您想自动填充还是查看此项目？
zh_hant: 您想自動填入還是檢視登入資料？

# BitwardenAutofillServiceMatchConfirm
source: Are you sure you want to auto-fill this item? It is not a complete match for "{0}".
ar: هل أنت متأكد من أنك تريد ملء هذا المعرف تلقائيًا؟ لا يتوافق تماما مع "{0}".
be: Вы ўпэўнены, што хочаце выкарыстоўваць гэты элемент? Гэта не дакладна адпавядае "{0}".
bs: Da li ste sigurni da želite automatski da popunite ovu stavku? Nije potpuno podudaranje za „{0}“.
ca: Esteu segur que voleu omplir aquest element automàticament? No coincideix completament amb "{0}".
cs: Opravdu chcete tyto přihlašovací údaje automaticky vyplnit? Nejsou úplně shodné s „{0}“.
da: Er du sikker på du vil autoudfylde dette element? Det er ikke et fuldstændigt match til "{0}".
es: ¿Estás seguro de que quieres autorellenar esta entrada? No es una coincidencia completa para "{0}".
et: Oled kindel, et soovid selle kirje automaatselt sisestada? See ei ühti täielikult "{0}"-ga.
he: האם אתה בטוח שברצונך לבצע השלמה אוטומטית בעזרת פריט זה? יתכן שפריט זה לא מותאם עבור "{0}" במלואו.
it: Sei sicuro di voler completare automaticamente questo login? Non si tratta di una corrispondenza completa per "{0}".
ja: このアイテムを自動入力しますか? 「{0}」とは完全には一致していません。
ko: 정말 이 항목을 자동 완성하시겠습니까? "{0}"에 완벽히 일치하는 항목이 아닙니다.
ml: ഈ ഇനം ഓട്ടോഫിൽ ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? "{0}" എന്നതിന് പൂർണമായി പൊരുത്തപ്പെടുന്നില്ല.
nb: Er du sikker på at du vil auto-utfylle denne gjenstanden? Den er ikke en full samsvaring med "{0}".
pt_br: Tem certeza de que deseja preencher automaticamente este item? Ele não é uma correspondência completa para "{0}".
ro: Sigur doriți să auto-completați aceste date de conectare? Nu este o potrivire completă pentru "{0}".
ru: Вы действительно хотите использовать этот элемент? Это неточное соответствие для "{0}".
sl: Ali ste prepričani, da želite samodejno izpolniti ta element? Ujemanje ni popolno za "{0}".
sv: Är du säker på att du vill automatiskt fylla i den här inloggningen? Det är inte en fullständig träff för "{0}".
ta: இவ்வுருப்படியை உறுதியாக தன்னிரப்ப வேண்டுமா? இது "{0}"க்கான நிறைவான பொருத்தமல்ல.
th: Are you sure you want to auto-fill this login? It is not a complete match for "{0}".
vi: Bạn có chắc chắn muốn tự động điền vào mục này? Nó không hoàn toàn khớp với "{0}".
zh_hans: 您确定要自动填充吗？并不完全匹配 "{0}" 。
zh_hant: 確定要自動填入此資料嗎？它與「{0}」不完全一致。

source: Matching items
ar: عناصر مطابقة
be: Адпаведныя элементы
bs: Podudarne stavke
ca: Elements coincidents
cs: Odpovídající položky
da: Matchende elementer
es: Elementos coincidientes
et: Sobivad kirjed
he: פריטים תואמים
it: Elementi corrispondenti
ja: 一致するアイテム
ko: 일치하는 항목
ml: പൊരുത്തപ്പെടുന്ന ഇനങ്ങൾ
nb: Samsvarende gjenstander
pt_br: Itens Correspondentes
ro: Elemente concordante
ru: Соответствующие элементы
sl: Ujemajoči vnosi
sv: Matchande objekt
ta: பொருந்தும் உருப்படிகள்
th: รายการที่ตรงกัน
vi: Khớp mục
zh_hans: 匹配项目
zh_hant: 相符的項目

source: Possible matching items
ar: عناصر مطابقة محتملة
be: Магчымыя адпаведныя элементы
bs: Moguće podudarne stavke
ca: Possibles elements coincidents
cs: Možné odpovídající položky
da: Mulige matchende elementer
es: Posibles elementos coincidientes
et: Võimalikud sobivad kirjed
he: פריטים תואמים אך לא במלואם
it: Possibili elementi corrispondenti
ja: 一致するかも知れないアイテム
ko: 일치할 수도 있는 항목
ml: സാധ്യമായ പൊരുത്തപ്പെടുന്ന ഇനങ്ങൾ
nb: Mulig samsvarende elementer
pt_br: Itens Correspondentes Possíveis
ro: Elemente posibil concordante
ru: Возможные элементы
sl: Možni ujemajoči vnosi
sv: Möjliga matchande objekt
ta: பொருந்தக்கூடிய பொருள்கள்
th: รายการที่ตรงกันที่เป็นไปได้
vi: Các mục có thể khớp
zh_hans: 可能的匹配项
zh_hant: 可能相符的項目

source: Search
ar: بحث
be: Пошук
bs: Pretraga
ca: Cerca
cs: Hledat
da: Søg
es: Buscar
et: Otsi
he: חיפוש
it: Cerca
ja: 検索
ko: 검색
ml: തിരയൂ
nb: Søk
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sl: Iskanje
sv: Sök
ta: தேடுக
th: ค้นหา
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# BitwardenAutofillServiceSearch
source: You are searching for an auto-fill item for "{0}".
ar: أنت تبحث عن معرف لملء "{0}" تلقائيًا.
be: Вы шукаеце элемент аўтазапаўнення для "{0}".
bs: Tražite stavku sa automatskim popunjavanjem za „{0}“.
ca: Esteu buscant un element d'emplenament automàtic per a "{0}".
cs: Hledáte přihlašovací údaje k automatickému vyplnění pro „{0}“.
da: Du søger efter et autoudfyld element til "{0}".
es: Estás buscando una entrada para autorellenar "{0}".
et: Otsid "{0}" automaattäite kirjet.
he: אתה מחפש פריט להשלמה אוטומטית עבור "{0}".
it: Stai cercando un login di completamento automatico per "{0}".
ja: 「{0}」への自動入力アイテムを検索中です。
ko: "{0}"에 대한 자동 완성 항목을 보고 계십니다.
ml: {0} എന്ന ഓട്ടോഫിൽ ഇനത്തിനായി നിങ്ങൾ തിരയുന്നു.
nb: Du søker etter en auto-utfyllingsgjenstand for "{0}".
pt_br: Você está procurando uma credencial de autopreenchimento para "{0}".
ro: Căutați o autentificare automată pentru "{0}".
ru: Вы ищете элемент для "{0}".
sl: Iščete element samodejnega izpolnjevanja za "{0}".
sv: Du letar efter en inloggning som kan automatiskt fyllas i för "{0}".
ta: "{0}"க்கான தண்னிரப்ப உருப்படியை தேடிக்கொண்டிருக்கிறீர்கள்.
th: You are searching for an auto-fill login for "{0}".
vi: Bạn đang tìm kiếm một tự động đăng nhập cho '{0}'.
zh_hans: 你正在为 "{0}" 寻找一个自动填充项目。
zh_hant: 您正在搜尋用於「{0}」的登入資料。

# ShareVault
source: Share your vault
be: Абагуліць ваша сховішча
bs: Podijelite Vaš trezor
ca: Compartiu la vostra caixa forta
da: Del din boks
es: Comparte tu caja fuerte
et: Jaga oma hoidlat
he: שתף את הכספת שלך
ja: 保管庫の共有
ko: 내 보관함 공유
ml: നിങ്ങളുടെ വാൾട് പങ്കിടുക
nb: Del hvelvet ditt
ro: Partajați-vă seiful
ru: Поделиться вашим хранилищем
sv: Dela ditt valv
th: แบ่งปันห้องนิรภัยของคุณ
vi: Chia sẻ kho mật khẩu của bạn
zh_hans: 共享你的密码库
zh_hant: 共用您的密碼庫

# CannotOpenApp
source: Cannot open the app "{0}".
ar: لا يمكن فتح التطبيق "{0}".
be: Немагчыма адкрыць праграму "{0}".
bs: Nemogućnost otvoranja aplikacije „{0}“.
ca: No es pot obrir l'aplicació "{0}".
cs: Aplikaci „{0}“ nelze otevřít.
da: Kan ikke åbne appen "{0}".
es: No se puede abrir la aplicación "{0}".
et: Rakendust "{0}" ei ole võimalik avada.
he: לא ניתן לפתוח את האפליקציה "{0}".
it: Impossibile aprire l'applicazione "{0}".
ja: {0} を開けません。
ko: "{0}" 앱을 열 수 없습니다.
ml: "{0}"അപ്ലിക്കേഷൻ തുറക്കാൻ കഴിയില്ല.
nb: Kan ikke åpne appen "{0}".
pt_br: Não é possível abrir o aplicativo "{0}".
ro: Nu se poate deschide aplicația "{0}".
ru: Не удается открыть приложение "{0}".
sl: Aplikacije ne gre odpreti "{0}".
sv: Kan inte öppna appen "{0}".
ta: "{0}" செயலியைத் திறக்க இயலவில்லை.
th: ไม่สามารถเปิดแอป "{0}".
vi: Không thể mở ứng dụng "{0}".
zh_hans: 无法打开应用 "{0}"。
zh_hant: 無法開啟應用程式「{0}」。

# AuthenticatorAppTitle
source: Authenticator app
ar: تطبيق المُصادَقة
be: Праграма праверкі сапраўднасці
bs: Aplikacije za potvrdu autentičnosti
ca: Aplicació autenticadora
cs: Ověřovací aplikace
da: Autentificerings app
es: Aplicación de autenticación
et: Autentimise rakendus
he: אפליקציית אימות
it: Applicazione di autenticazione
ja: 認証アプリ
ko: 인증 앱
ml: ഓതന്റിക്കേറ്റർ ആപ്പ്
nb: Autentiseringsapp
pt_br: Aplicativo de Autenticação
ro: Aplicație de autentificare
ru: Приложение-аутентификатор
sl: Avtentikacijska aplikacija
sv: Autentiseringsapp
ta: அங்கீகரிப்பான் செயலி
th: แอป Authenticator
vi: Ứng dụng Authenticator
zh_hans: 验证器 App
zh_hant: 驗證器應用程式

# EnterVerificationCodeApp
source: Enter the 6 digit verification code from your authenticator app.
ar: أدخل رمز التحقق من 6 أرقام من تطبيق المصادقة الخاص بك.
be: Увядзіце 6 лічбаў кода праверкі з вашай праграмы праверкі сапраўднасці.
bs: Unesite 6-ocifreni verifikacioni kod iz Vaše aplikacije za potvrdu autentičnosti.
ca: Introduïu el codi de verificació de 6 dígits de l'aplicació autenticadora.
cs: Zadejte 6místný kód z ověřovací aplikace.
da: Indtast den 6-cifrede verifikationskode fra din autentificeringsapp.
es: Introduce el código de verificación de 6 dígitos de tu aplicación autenticadora.
et: Sisesta autentimise rakendusest 6 kohaline number.
he: הכנס את קוד האימות בן 6 הספרות מאפליקציית האימות שלך.
it: Digita il codice di verifica a 6 cifre dalla tua applicazione di autenticazione.
ja: 認証アプリに表示された6桁の認証コードを入力してください。
ko: 인증 앱에서 6자리 인증 코드를 입력하세요.
ml: തങ്ങളുടെ ഓതന്റിക്കേറ്റർ അപ്ലിക്കേഷനിൽ നിന്ന് 6 അക്ക സ്ഥിരീകരണ കോഡ് നൽകുക.
nb: Skriv inn den 6-sifrede verifiseringskoden som står på din autentiseringsapp.
pt_br: Digite o código de verificação de 6 dígitos do seu aplicativo de autenticação.
ro: Introducere cod de verificare din 6 cifre din aplicația de autentificare.
ru: Введите 6-значный код подтверждения из вашего приложения-аутентификатора.
sl: Vnesite 6 mestno številčno verifikacijsko kodo z vaše avtentifikacijske aplikacije.
sv: Ange den 6-siffriga verifieringskoden från din autentiseringsapp.
ta: உங்கள் அங்கீகார செயலியிலிருந்து ௬ இலக்க சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்.
th: ป้อนรหัสยืนยัน 6 หลักจากคุณแอป authenticator
vi: Nhập mã xác nhận 6 chữ số từ ứng dụng xác thực của bạn.
zh_hans: 请输入您的身份验证器 App 中的 6 位验证码。
zh_hant: 輸入驗證器應用程式提供的 6 位數驗證碼。

# EnterVerificationCodeEmail
source: Enter the 6 digit verification code that was emailed to {0}.
ar: أدخل رمز التحقق المكون من 6 أرقام الذي تم ارساله إلى {0}.
be: Увядзіце 6 лічбаў кода праверкі, які быў адпраўлены на {0}.
bs: Unesite 6-ocifreni verifikacioni kod koji je e-poštom poslan na {0}.
ca: Introduïu el codi de verificació de 6 dígits que s'ha enviat per correu electrònic a {0}.
cs: Zadejte 6místný kód z e-mailu, který byl zaslán na {0}.
da: Indtast den 6-cifrede verifikationskode der blev sendt til {0}.
es: Introduce el código de verificación de 6 dígitos que ha sido enviado por correo a {0}.
et: Sisesta 6 kohaline number, mis saadeti e-posti aadressile {0}.
he: הכנס את קוד האימות בן 6 הספרות שנשלח לכתובת המייל {0}.
it: Digita il codice di verifica a 6 cifre ricevuto per email su {0}.
ja: {0} に送信された6桁の認証コードを入力してください。
ko: {0} 주소로 전송된 6자리 인증 코드를 입력하세요.
ml: {0}ൽ ഇമെയിൽ ചെയ്ത 6 അക്ക സ്ഥിരീകരണ കോഡ് നൽകുക.
nb: Skriv inn den 6-sifrede verifiseringskoden som ble sendt til {0}.
pt_br: Digite o código de verificação de 6 dígitos que foi enviado por e-mail para {0}.
ro: Introducere cod de verificare din 6 cifre, care a fost trimis prin e-mail la {0}.
ru: Введите 6-значный код подтверждения, который был отправлен на {0}.
sl: Vnesite 6-mestno verifikacijsko kodo, ki vam je bila poslana na {0}.
sv: Ange den 6-siffriga verifieringskoden som skickades till {0}.
ta: {0} க்கு மின்னஞ்சல் செய்த ௬ இலக்க சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்.
th: ป้อนรหัสยืนยัน6หลักที่ส่งอีเมลไปที่ {0}
vi: Nhập mã xác nhận 6 chữ số đã được gửi tới email {0}.
zh_hans: 请输入通过电子邮件发送给 {0} 的 6 位验证码。
zh_hant: 輸入已傳送至電子郵件地址 {0} 的 6 位數驗證碼。

source: Login unavailable
ar: تسجيل الدخول غير متاح
be: Уваход недаступны
bs: Prijava nedostupna
ca: Inici de sessió no disponible
cs: Přihlášení není dostupné
da: Login utilgængelig
es: Entrada no disponible
et: Sisselogimine ei ole saadaval
he: פרטי כניסה לא זמינים
it: Login non disponibile
ja: ログインができません。
ko: 로그인 불가능
ml: പ്രവേശനം ലഭ്യമല്ല
nb: Innloggingen er utilgjengelig
pt_br: Sessão Indisponível
ro: Conectare indisponibilă
ru: Вход недоступен
sl: Prijava ni dostopna
sv: Inloggning inte tillgänglig
ta: உள்நுழைவு கிடைக்கவில்லை
th: เข้าสู่ระบบไม่พร้อมใช้งาน
vi: Đăng nhập không sẵn có
zh_hans: 登录不可用
zh_hant: 無法登入
