Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

source: Edit Send
ar: عدّل الإرسال
ca: Edita Send
cs: Upravit Send
da: Redigér Send
es: Editar Envío
et: Muuda Sendi
it: Modifica Send
ja: Send を編集
ko: Send 편집
ml: Send തിരുത്തുക
nb: Rediger Send
pt_br: Editar Send
ro: Editare Send
ru: Изменить Send
sl: Uredi poslano
sv: Redigera försändelse
ta: Send திருத்து
vi: Chỉnh sửa Send
zh_hans: 编辑 Send
zh_hant: 編輯 Send

source: Add Send
ar: إضافة إرسال
ca: Afig Send
cs: Přidat Send
da: Tilføj Send
es: Añadir Envío
et: Lisa Send
it: Aggiungi Send
ja: Send を追加
ko: Send 추가
ml: Send ചേർക്കുക
nb: Legg til Send
pt_br: Adicionar Send
ro: Adăugare Send
ru: Добавить Send
sl: Dodaj poslano
sv: Lägg till försändelse
ta: Send-ஐச் சேர்
vi: Thêm Send
zh_hans: 添加 Send
zh_hant: 新增 Send

# AreYouSureDeleteSend
source: Are you sure you want to delete this Send?
ar: هل أنت متأكد من أنك تريد حذف هذا الإرسال؟
ca: Esteu segur que voleu suprimir aquest Send?
cs: Jste si jisti, že chcete odstranit tento Send?
da: Er du sikker på, at du vil slette denne Send?
es: ¿Seguro que quieres eliminar este Envío?
et: Soovid tõesti selle Sendi kustutada?
it: Sei sicuro di voler eliminare questo Send?
ja: この Send を削除してもよろしいですか?
ko: 정말 이 Send를 삭제하시겠습니까?
ml: ഈ Send ഇല്ലാതാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
pt_br: Você tem certeza que deseja excluir este Send?
ro: Sigur doriți să ștergeți acest Send?
ru: Вы действительно хотите удалить эту Send?
sl: Ali želite izbrisati to poslano?
sv: Är du säker på att du vill radera denna försändelse?
ta: இந்த Send ஐ அழிக்க உறுதியா?
vi: Bạn có chắc chắn muốn xóa Send này?
zh_hans: 确定要删除此 Send 吗？
zh_hant: 您確定要刪除此 Send 嗎？

# SendDeleted
source: Send has been deleted.
ar: تم حذف الإرسال.
ca: S'ha suprimit el Send.
cs: Send byl vymazán.
da: Send er blevet slettet.
es: El Envío se ha eliminado.
et: Send on kustutatud.
it: Il Send è stato eliminato.
ja: Send を削除しました。
ko: Send가 삭제되었습니다.
ml: Send ഇല്ലാതാക്കി
pt_br: O Send foi excluído.
ro: Send-ul a fost șters.
ru: Send была удалена.
sl: Poslano je bilo izbrisano.
sv: Försändelsen har raderats.
ta: Send அழிக்கப்பட்டது.
zh_hans: Send 已删除。
zh_hant: Send 已刪除。

source: Send updated.
ar: تم تحديث الإرسال.
ca: S'ha actualitzat el Send
cs: Send upraven.
da: Send opdateret.
es: Envío actualizado.
et: Send on uuendatud.
it: Send aggiornato.
ja: Send を更新しました。
ko: Send 업데이트됨.
ml: Send പുതുക്കി.
pt_br: Send atualizado.
ro: Send actualizat
ru: Send обновлена.
sl: Poslano posodobljeno.
sv: Försändelse uppdaterad
ta: Send புதுப்பிக்கப்பட்டது.
vi: Đã cập nhật Send.
zh_hans: Send 已更新。
zh_hant: Send 已更新。

source: New send created.
ar: تم إنشاء إرسال جديد.
ca: S'ha creat un enviament nou.
cs: Vytvořen nový Send.
da: Ny Send oprettet.
es: Nuevo Envío creado.
et: Uus Send on loodud.
it: Nuovo Send creato.
ja: 新しい Send を作成しました。
ko: 새 Send 생성됨.
ml: പുതിയ Send സൃഷ്ടിച്ചു.
pt_br: Novo Send criado.
ro: A fost creat un nou send.
ru: Новая Send создана.
sl: Ustvarjeno novo poslano.
sv: Ny försändelse skapad.
ta: புது Send உருவாக்கப்பட்டது.
zh_hans: 已新建 Send。
zh_hant: 新的 Send 已創建。

# OneDay
source: 1 day
ar: يوم واحد
ca: 1 dia
cs: 1 den
da: 1 dag
es: 1 día
et: 1 päev
it: 1 giorno
ja: 1日
ko: 1일
ml: 1 ദിവസം
nb: 1 dag
pt_br: 1 dia
ro: 1 zi
ru: 1 день
sl: 1 dan
sv: 1 dag
ta: ௧ நாள்
th: 1 วัน
vi: 1 ngày
zh_hans: 1 天
zh_hant: 1 天

# TwoDays
source: 2 days
ar: يومان
ca: 2 dies
cs: 2 dny
da: 2 dage
es: 2 días
et: 2 päeva
it: 2 giorni
ja: 2日
ko: 2일
ml: 2 ദിവസം
nb: 2 dager
pt_br: 2 dias
ro: 2 zile
ru: 2 дня
sl: 2 dneva
sv: 2 dagar
ta: ௨ நாட்கள்
th: 2 วัน
vi: 2 ngày
zh_hans: 2 天
zh_hant: 2 天

# ThreeDays
source: 3 days
ar: 3 أيام
ca: 3 dies
cs: 3 dny
da: 3 dage
es: 3 días
et: 3 päeva
it: 3 giorni
ja: 3日
ko: 3일
ml: 3 ദിവസം
nb: 3 dager
pt_br: 3 dias
ro: 3 zile
ru: 3 дня
sl: 3 dni
sv: 3 dagar
ta: ௩ நாட்கள்
th: 3 วัน
vi: 3 ngày
zh_hans: 3 天
zh_hant: 3 天

# SevenDays
source: 7 days
ar: 7 أيام
cs: 7 dnů
da: 7 dage
es: 7 días
et: 7 päeva
it: 7 giorni
ja: 7日
ko: 7일
ml: 7 ദിവസം
nb: 7 dager
pt_br: 7 dias
ro: 7 zile
ru: 7 дней
sl: 7 dni
sv: 7 dagar
ta: ௭ நாட்கள்
th: 7 วัน
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

# ThirtyDays
source: 30 days
ar: 30 يوماً
ca: 30 dies
cs: 30 dní
da: 30 dage
es: 30 días
et: 30 päeva
it: 30 giorni
ja: 30日
ko: 30일
ml: 30 ദിവസം
nb: 30 dager
pt_br: 30 dias
ro: 30 de zile
ru: 30 дней
sl: 30 dni
sv: 30 dagar
ta: ௩௦ நாட்கள்
th: 30 วัน
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

source: Custom
ar: مُخصّص
ca: Personalitzat
cs: Vlastní
da: Tilpasset
et: Kohandatud
it: Personalizzato
ja: カスタム
ko: 사용자 지정
ml: ഇഷ്‌ടാനുസൃതം
nb: Egendefinert
pt_br: Personalizado
ro: Personalizat
ru: Другой
sl: Po meri
sv: Anpassad
ta: தனிபயன்
zh_hans: 自定义
zh_hant: 自訂

# ShareOnSave
source: Share this Send upon save.
ar: شارك هذا الإرسال عند الحفظ
ca: Comparteix aquest Send en guardar.
cs: Sdílet tento Send po uložení
da: Del denne Send, når den gemmes.
es: Compartir este Envío al guardarlo.
et: Jaga seda Sendi salvestamise ajal.
it: Condividi il Send dopo il salvataggio.
ja: 保存時にこの Send を共有する
ko: 저장할 때 이 Send를 공유합니다.
ml: സംരക്ഷിച്ചതിന് ശേഷം ഈ Send പങ്കിടുക.
pt_br: Compartilhe este Send após salvar
ro: Partajați această Send după salvare.
ru: Поделиться Send после сохранения.
sl: Deli to poslano po shranjevanju.
sv: Dela detta den här försändelsen när den har sparats.
ta: சேமிக்கையில் இந்த Send ஐப் பகிர்
zh_hans: 保存时分享此 Send。
zh_hant: 儲存時分享此 Send。

# SendDisabledWarning
source: Due to an enterprise policy, you are only able to delete an existing Send.
ar: بسبب سياسة المؤسسة، يمكنك فقط حذف إرسال موجود بالفعل.
ca: A causa d'una política empresarial, només podeu suprimir un Send existent.
cs: Kvůli zásadám podniku můžete odstranit pouze existující Send.
da: Du kan grundet en virksomhedspolitik kun slette en eksisterende Send.
et: Ettevõtte poliitika kohaselt saad ainult olemasolevat Sendi kustutada.
it: A causa di una policy aziendale, è possibile eliminare solo un Send esistente.
ja: 組織のポリシーにより、既存の Send のみを削除できます。
ko: 엔터프라이즈 정책으로 인해 이미 생성된 Send를 삭제하는 것만 허용됩니다.
nb: På grunn av en virksomhetsregel kan du kun slette en eksisterende Send.
pt_br: Devido a uma política corporativa, você só é capaz de excluir um Send existente.
ro: Datorită unei politici de întreprindere, puteți șterge numai un Send existent.
ru: В соответствии с корпоративной политикой вы можете удалить только существующую Send.
sv: På grund av en företagspolicy kan du bara radera befintliga försändelser.
ta: முனைவக கொள்ளையால், உம்மால் இருக்கின்ற Sendஐ மட்டுமே அழிக்கவியலும்.
vi: Do chính sách doanh nghiệp, bạn chỉ có thể xóa những Send hiện có.
zh_hans: 由于企业策略，您只能删除现有的 Send。
zh_hant: 由於某個企業原则，您只能刪除已有的 Send。

source: About Send
ar: حول إرسال
ca: Quant a Send
cs: O Send
da: Om Send
et: Rohkem infot
it: Informazioni sul Send
ja: Send について
ko: Send 정보
ml: Send-നെ കുറിച്ച്
nb: Om Send
pt_br: Sobre o Send
ro: Despre Send
ru: О Send
sl: O poslanem
sv: Om försändelser
ta: Send பற்றி
th: เกี่ยวกับ Send
zh_hans: 关于 Send
zh_hant: 關於 Send

# HideEmail
source: Hide my email address from recipients.
ar: إخفاء عنوان البريد الإلكتروني الخاص بي من المستلمين
ca: Amagueu la meua adreça de correu electrònic als destinataris.
cs: Skrýt mou e-mailovou adresu před příjemci
da: Skjul min e-mailadresse for modtagere.
et: Ära näita saajatele minu e-posti aadressi.
it: Nascondi il mio indirizzo email dai destinatari.
ja: メールアドレスを受信者に表示しない
ko: 받는 사람으로부터 나의 이메일 주소 숨기기
pt_br: Ocultar meu endereço de e-mail dos destinatários
ru: Скрыть мой адрес электронной почты от получателей.
sl: Skrij moj e-poštni naslov od prejemnikov.
sv: Dölj min e-postadress för mottagare.
ta: பெறுநர்களிடமிருந்து என் மின்னஞ்சல் முகவரியை மறை
zh_hans: 对收件人隐藏我的电子邮件地址。
zh_hant: 對收件人隱藏我的電子郵件位址。

# SendOptionsPolicyInEffect
source: One or more organization policies are affecting your Send options.
ar: واحدة أو أكثر من سياسات المؤسسة تؤثر على خيارات إرسال الخاص بك.
ca: Una o més polítiques d'organització afecten les vostres opcions del Send.
cs: Jedna nebo více zásad organizace ovlivňuje nastavení Send.
da: Én eller flere organisationspolitikker påvirker dine Send-valgmuligheder.
et: Organisatsiooni seaded mõjutavad sinu Sendi sätteid.
it: Una o più policy dell'organizzazione influenzano le opzioni dei Send.
ja: 一つ以上の組織ポリシーが Send の設定に影響しています。
ko: 하나 이상의 단체 정책이 Send 설정에 영향을 미치고 있습니다.
pt_br: Uma ou mais políticas da organização estão afetando as suas opções de Send.
ru: На параметры Send влияют одна или несколько политик организации.
sl: Ena ali več pravilnikov organizacije vpliva na vaše možnosti pošiljanja.
sv: En eller flera organisationsriktlinjer påverkar dina Send-inställningar.
ta: ஒன்று அ மேற்பட்ட நிறுவன கொள்கைகள் உமது Send தெரிவுகளை பாதிக்கிறது.
zh_hans: 一个或多个组织策略正在影响您的 Send 设置。
zh_hant: 一個或多個組織原则正影響您的 Send 選項。

# SendFilePremiumRequired
source: Free accounts are restricted to sharing text only. A premium membership is required to use files with Send.
ar: الحسابات المجانية مقيدة بمشاركة النص فقط. مطلوب عضوية مميزة لاستخدام الملفات مع الإرسال.
ca: Els comptes gratuïts només es poden compartir text. Cal utilitzar una subscripció premium per utilitzar fitxers amb Send.
cs: Bezplatné účty jsou omezeny pouze na sdílení textu. K používání souborů pomocí Send je vyžadováno prémiové členství.
da: Gratis konti er begrænsede til tekstdeling alene. Et Premium-medlemskab kræves for a bruge filer med Send.
et: Tasuta kontoga on võimalik saata ainult tekste. Failide saatmiseks on vajalik omada tasulist kontot.
it: Gli account gratuiti sono limitati solo alla condivisione di testo. Per utilizzare i file con i Send, è necessario un abbonamento premium.
ja: 無料アカウントではテキストの共有のみに制限されています。Send でファイルを送信するにはプレミアム会員登録が必要です。
ko: 무료 계정은 텍스트만 공유할 수 있습니다. Premium 멤버십이 있어야 Send에서 파일을 사용할 수 있습니다
pt_br: Contas gratuitas são restritas para compartilhar apenas de texto. É necessária uma assinatura premium para usar arquivos com o Send.
ru: Используя бесплатную учетную запись, можно делиться только текстом. Чтобы использовать файлы с помощью Send, требуется Премиум.
sl: Brezplačni računi so omejeni samo na skupno rabo besedila. Za uporabo pošiljanje datotek preko Pošlji je potrebno premium članstvo.
sv: Gratiskonton är begränsade till att endast dela text. Ett premium-medlemskap krävs för att använda filer med Send.
ta: இலவச கணக்குகள் சொற்சரம் மட்டும் பகிர்தலுக்கு கட்டுப்படுத்தப்பட்டுள்ளது. Send உடன் கோப்புகளை பயன்படுத்த உயர்தர உறுப்பினர் தகுதி தேவை.
zh_hans: 免费帐户仅限于共享文本。高级会员才能用 Send 发送文件。
zh_hant: 免費帳戶僅限於共享文字。要使用文檔 Send，需要進階會員資格。

# SendFileEmailVerificationRequired
source: You must verify your email to use files with Send. You can verify your email in the web vault.
ar: يجب عليك التحقق من بريدك الإلكتروني لاستخدام الملفات مع الإرسال. يمكنك التحقق من بريدك الإلكتروني في خزانة الويب.
ca: Heu de verificar el vostre correu electrònic per utilitzar aquesta característica.
cs: K využívání souborů s pomocí Send je zapotřebí ověření vašeho e-mailu.
da: Du skal bekræfte din e-mail for brug af filer med Send.
et: Failide saatmiseks läbi Sendi pead kinnitama oma e-posti.
it: Devi verificare la tua email per utilizzare i file con i Send.
ja: Send でファイルを送信するにはメールアドレスを確認する必要があります。
ko: 이메일을 인증해야 Send에서 파일을 사용할 수 있습니다.
pt_br: Você precisa verificar o seu e-mail para usar arquivos com o Send. Você pode verificar seu e-mail no cofre web.
ru: Для использования файлов с помощью Send необходимо подтвердить свой email.
sl: Če želite uporabljati datoteke s funkcijo Pošlji, morate potrditi svoj e-poštni naslov.
sv: Du måste verifiera din e-post för att använda filer med Send.
ta: Send உடன் கோப்புகளைப் பயன்படுத்த உம் மின்னஞ்சலைக் கட்டாயம் சரிபார்க்க வேண்டும். உம் மின்னஞ்சலை வலைப்பெட்டகத்தில் சரிபார்க்கலாம்.
zh_hans: 您必须验证您的电子邮件才能使用 Send 功能。
zh_hant: 必須驗證您的電子郵件才能使用文檔 Send。

# PasswordPrompt
source: Master password re-prompt
ar: إعادة توجيه كلمة المرور الرئيسية
cs: Zeptat se znovu na hlavní heslo
it: Nuova richiesta della password principale
pt_br: Nova solicitação de senha mestra
ru: Повторный запрос мастер-пароля
ta: பிரதான கடவுச்சொல் மறு-தூண்டி

# PasswordConfirmation
source: Master password confirmation
ar: تأكيد كلمة المرور الرئيسية
cs: Potvrzení hlavního hesla
it: Conferma della password principale
pt_br: Confirmação de senha mestra
ru: Подтверждение мастер-пароля
ta: பிரதான கடவுச்சொல் உறுதியாக்கம்

# PasswordConfirmationDesc
source: This action is protected, to continue please re-enter your master password to verify your identity.
ar: هذا الإجراء محمي، للاستمرار أعد إدخال كلمة المرور الرئيسية للتحقق من هويتك.
cs: Tato akce je chráněna. Chcete-li pokračovat, zadejte znovu vaše hlavní heslo, abychom ověřili vaší totožnost.
it: Questa azione è protetta. Per continuare, digita nuovamente la tua password principale per verificare la tua identità.
pt_br: Esta ação é protegida, para continuar por favor reinsira a sua senha mestra para verificar a sua identidade.
ru: Это действие защищено. Для продолжения введите свой мастер-пароль, чтобы подтвердить свою личность.
ta: இச்செயல் காக்கப்பட்டது, தொடர உம் அடையாளத்தைச் சரிபார்க்க உம் பிரதான கடவுச்சொல்லை மீண்டுமுள்ளிடவும்.

source: Email
ar: بريد الكتروني
be: Электронная пошта
bs: E-pošta
ca: Correu electrònic
es: Correo electrónico
et: E-post
he: אימייל
ja: メール
ko: 이메일
ml: ഇമെയിൽ
nb: E-post
sl: E-pošta
sv: E-post
ta: மின்னஞ்சல்
th: อีเมล
zh_hans: 电子邮件
zh_hant: 電子郵件

source: OK
ar: موافق
be: ОК
bs: U redu
ca: D’acord
es: Aceptar
he: אישור
ko: 확인
ml: ശരി
ta: சரி
th: ตกลง
zh_hans: 好
zh_hant: 確定

source: Touch ID
ar: Touch ID معرف اتصال
he: טביעת אצבע Touch ID
ta: தொடுதல் அடையாளம்
zh_hans: 触控 ID

source: Face ID
ar: معرف الوجه
bs: Identifikacija licem
he: מזהה פנים של Apple
ro: ID facial
sl: Obrazni ID
ta: முக அடையாளம்
zh_hans: 面容 ID

source: URI
ar: الرابط
he: כתובת
pt_br: URL
sv: URI (länk)
ta: உரலி
vi: Đường dẫn

source: Windows Hello
ar: ويندوز هيلو
bs: Windows Zdravo
ta: விண்டோஸ் ஹலோ

# URIPosition
source: URI {0}
ar: رابط {0}
he: כתובת {0}
ta: உரலி {0}
vi: URL {0}

source: Send
ar: إرسال
es: Envío
sl: Pošlji
sv: Försändelse
vi: Chia sẻ
