Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# SelectTypeField
source: What type of custom field do you want to add?
ar: ما نوع الحقل المخصص الذي تريد إضافته؟
be: Які тып карыстальніцкага поля вы жадеце дадаць?
bs: Kakvu vrstu prilagođenog polja želite da dodate?
ca: Quin tipus de camp personalitzat voleu afegir?
cs: Jaký typ vlastního pole chcete přidat?
da: Hvilken type brugerdefineret felt vil du tilføje?
es: ¿Que tipo de campo personalizado quieres añadir?
et: Millist tüüpi kohandatud välja soovid lisada?
he: איזה סוג של שדה מותאם אישית ברצונך להוסיף?
it: Che tipo di campo personalizzato vuoi aggiungere?
ja: どのタイプのカスタムフィールドを追加しますか？
ko: 어떤 유형의 사용자 지정 필드를 추가하시겠습니까?
ml: ഏത് തരം ഇഷ്‌ടാനുസൃത ഫീൽഡ് ചേർക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നു?
nb: Hvilken type spesifikt felt vil du legge til?
pt_br: Que tipo de campo personalizado você deseja adicionar?
ro: Ce tip de câmp particularizat doriți să adăugați?
ru: Какой тип пользовательского поля вы хотите добавить?
sv: Vilken typ av anpassat fält vill du lägga till?
ta: நீங்கள் எவ்வகையான தனிப்பயன் புலம் சேர்க்க விரும்புகிறீர்கள்?
th: คุณต้องการเพิ่มเขตข้อมูลแบบกำหนดเองชนิดใด
vi: Bạn muốn thêm loại trường tùy chỉnh nào?
zh_hans: 您想添加的自定义字段的类型是？
zh_hant: 您要新增哪種類型的自訂欄位？

source: Remove
ar: إزالة
be: Выдаліць
bs: Uklonite
ca: Suprimeix
cs: Smazat
da: Fjern
es: Eliminar
et: Eemalda
he: הסר
it: Rimuovi
ja: 削除
ko: 제거
ml: നീക്കുക
nb: Fjern
pt_br: Remover
ro: Ștergere
ru: Удалить
sl: Odstrani
sv: Ta bort
ta: அகற்று
th: เอาออก
vi: Xoá
zh_hans: 移除
zh_hant: 移除

source: New URI
ar: رابط جديد
be: Новы URI
bs: Novi URI
ca: Nova URI
cs: Nová URI
da: Ny URI
es: Nueva URI
et: Uus URI
he: כתובת חדשה
it: Nuovo URI
ja: 新しい URI
ko: 새 URI
ml: പുതിയ URI
nb: Ny URI
pt_br: Novo URI
ro: URI nou
ru: Новый URI
sl: Nov URI
sv: Ny URI
ta: புது உரலி
th: URI ใหม่
vi: URL Mới
zh_hans: 新增 URI
zh_hant: 新增 URI

source: Base domain
ar: النطاق الأساسي
be: Асноўны дамен
bs: Osnovni domen
ca: Domini base
cs: Základní doména
da: Grund-domæne
es: Dominio base
et: Baasdomeen
he: שם בסיס הדומיין
it: Dominio di base
ja: ベースドメイン
ko: 기본 도메인
ml: അടിസ്ഥാന ഡൊമെയ്ൻ
nb: Grunndomene
pt_br: Domínio de base
ro: Domeniu de bază
ru: Основной домен
sl: Primarna domena
sv: Basdomän
ta: அடித்தள களம்
th: โดเมนพื้นฐาน
vi: Tên miền cơ sở
zh_hans: 基础域
zh_hant: 基底網域

source: Default
ar: الافتراضي
be: Па змаўчанні
bs: Uobičajeno
ca: Per defecte
cs: Výchozí
da: Standard
es: Por defecto
et: Vaike
he: ברירת המחדל
it: Predefinito
ja: デフォルト
ko: 기본값
ml: സാധാരണ പോലെ
nb: Standard
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sl: Privzeto
sv: Standard
ta: இயல்புநிலை
th: ค่าเริ่มต้น
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Exact
ar: بالضبط
be: Дакладна
bs: Egzatan
ca: Exacte
cs: Přesně
da: Nøjagtig
es: Exacta
et: Täpne
he: מדויק
it: Esatto
ja: 完全一致
ko: 정확히 일치
ml: കൃത്യമായി
nb: Nøyaktig
pt_br: Exato
ru: Точно
sl: Točno
sv: Exakt
ta: சரியான
th: ถูกต้อง
vi: Chính xác
zh_hans: 精确
zh_hant: 完全相符

source: Host
ar: المضيف
be: Хост
bs: Domaćin
ca: Amfitrió
da: Vært
es: Servidor
he: שרת
ja: ホスト
ko: 호스트
ml: ഹോസ്റ്റ്
nb: Vert
pt_br: Servidor
ro: Gazdă
ru: Хост
sl: Gostitelj
sv: Värd
ta: வழங்கி
th: โฮสต์
vi: Máy chủ
zh_hans: 主机
zh_hant: 主機

# RegEx
source: Regular expression
ar: التعبير الاعتيادي
be: Рэгулярны выраз
bs: Regularni izraz
ca: Expressió regular
cs: Regulární výraz
da: Regulært udtryk
es: Expresión regular
et: RegEx
he: ביטוי רגולרי
it: Espressione regolare
ja: 正規表現
ko: 정규 표현식
ml: പതിവ് പദപ്രയോഗം
nb: Regulært uttrykk
pt_br: Expressão regular
ro: Expresie regulată
ru: Регулярное выражение
sl: Regularni izraz
sv: Reguljärt uttryck
ta: சுருங்குறித்தொடர்
th: นิพจน์ทั่วไป
vi: Biểu thức chính quy
zh_hans: 正则表达式
zh_hant: 規則運算式

source: Starts with
ar: يبدأ بـ
be: Пачынаецца з
bs: Počinje sa
ca: Comença amb
cs: Začíná na
da: Begynder med
es: Empieza con
et: Algab
he: מתחיל עם
it: Inizia con
ja: 前方一致
ko: ...으로 시작
ml: തുടങ്ങുന്നത്
nb: Starter med
pt_br: Começa com
ro: Începe cu
ru: Начинается с
sl: Začne se z
sv: Börjar med
ta: தொடக்கம்
th: เริ่มต้นด้วย
vi: Bắt đầu với
zh_hans: 开始于
zh_hant: 開始於

source: URI match detection
ar: كشف مطابقة URI
be: Выяўленне супадзення URI
bs: Otkrivanje URI podudaranja
ca: Detecció de coincidències URI
cs: Zjišťování shody URI
da: URI matchmetode
es: Tipo de detección de URI
et: URI sobivuse tuvastamine
he: זיהוי התאמת כתובות
it: Rilevamento di corrispondenza URI
ja: URI の一致検出方法
ko: URI 일치 인식
ml: URI പൊരുത്തം കണ്ടെത്തൽ
nb: URI-matchgjenkjenning
pt_br: Correspondência de Detecção de URI
ro: Detectare de potrivire URI
ru: Обнаружение совпадений URI
sl: Zaznavanje ujemanja URI
sv: Matchning av URI
ta: உரலிப்பொருத்தங்கண்டறிதல்
th: ตรวจพบการจับคู่ URL
vi: Độ khớp với URL
zh_hans: URI 匹配检测
zh_hant: URI 一致性偵測

source: Match detection
ar: كشف المطابقة
be: Выяўленне супадзенняў
bs: Otkrivanje podudaranja
ca: Detecció de coincidències
cs: Zjišťování shody
da: Matchmetode
es: Tipo de detección
et: Sobivuse tuvastamine
he: זיהוי התאמה
it: Rilevamento di corrispondenza
ja: 一致検出方法
ko: 일치 인식
ml: മാച്ച് ഡിറ്റക്ഷൻ
nb: Match-gjenkjenning
pt_br: Detecção de Correspondência
ro: Detectare de potrivire
ru: Обнаружение совпадений
sl: Zaznavanje ujemanja
sv: Matchning
ta: பொருத்தம் கண்டறிதல்
th: ตรวจพบการจับคู่
vi: Độ khớp
zh_hans: 匹配检测
zh_hant: 一致性偵測

source: Yes, and save
ar: نعم، وحفظ
be: Да, і захаваць
bs: Da, i Sačuvaj
ca: Si, i guarda
cs: Ano a uložit
da: Ja, og gem
es: Sí y guardar
et: Jah, ja salvesta
he: כן, ושמור
it: Sì, e salva
ja: 保存する
ko: 예, 저장하겠습니다.
ml: അതെ, സംരക്ഷിക്കുക
nb: Ja, og lagre
pt_br: Sim, e Salvar
ro: Da, și salvare
ru: Да, и сохранить
sl: Da in shrani
sv: Ja, och spara
ta: ஆம், சேமிக்கவும்
th: ใช่ และบันทึก
vi: Được, lưu lại
zh_hans: 是的，保存
zh_hant: 是，我要儲存

source: Auto-fill and save
ar: التعبئة التلقائية والحفظ
be: Запоўніць і захаваць
bs: Automatsko popunjavanje i čuvanje
ca: Ompli automàticament i guarda
cs: Automaticky vyplnit a uložit
da: Autoudfyld og gem
es: Autorellenar y guardar
et: Täida ja salvesta
he: השלמה אוטומטית ושמירה
it: Riempi automaticamente e salva
ja: 自動入力して保存
ko: 자동 완성 및 저장
ml: ഓട്ടോഫില്ലും സേവും ചെയ്യുക
nb: Autofyll og lagre
pt_br: Autopreencher e salvar
ro: Auto-completare și salvare
ru: Заполнить и сохранить
sl: Samodejno izpolni in shrani
sv: Fyll i automatiskt och spara
ta: தன்னிரப்பிச் சேமி
th: กรอกข้อมูลอัตโนมัติ และ บันทึก
vi: Tự động điền và lưu
zh_hans: 自动填充并保存
zh_hant: 自動填入並儲存

# Organization
source: Organisation
ar: المؤسسة
be: Арганізацыя
bs: Organizacija
ca: Organització
cs: Organizace
es: Organización
et: Organisatsioon
he: ארגון
it: Organizzazione
ja: 組織
ko: 조직
ml: സംഘടന
nb: Organisasjon
pt_br: Organização
ro: Organizație
ru: Организация
sl: Organizacija
ta: நிறுவனம்
th: องค์กร
vi: Tổ chức
zh_hans: 组织
zh_hant: 組織

# HoldYubikeyNearTop
source: Hold your Yubikey near the top of the device.
ar: اضغط على Yubikey بالقرب من الجزء العلوي من الجهاز.
be: Трымайце YubiKey каля верху прылады.
bs: Držite Vaš Yubikey pri vrhu uređaja.
ca: Mantingueu la vostra Yubikey a la part superior del dispositiu.
cs: Držte Yubikey v horní části zařízení.
da: Hold din Yubikey nær toppen af enheden.
es: Mantén tu Yubikey cerca de la parte superior del dispositivo.
et: Hoia oma Yubikey seadme ülaosa ligidal.
he: קרב את מפתח הYubikey למכשיר.
it: Tieni il tuo Yubikey vicino alla parte superiore del dispositivo.
ja: YubiKey を端末の上部にしっかりタッチし続けてください。
ko: 기기의 위쪽에 Yubikey를 가져다 대세요.
ml: നിങ്ങളുടെ Yubikey ഉപകരണത്തിന്റെ മുകളിൽ പിടിക്കുക.
nb: Hold din Yubikey nær toppen av enheten.
pt_br: Segure a sua Yubikey perto do topo do dispositivo.
ro: Țineți Yubikey în partea superioară a dispozitivului.
ru: Удерживайте Yubikey в верхней части устройства.
sl: Držite vaš Yubikey ob vrhu naprave.
sv: Håll din Yubikey nära ovansidan av enheten.
ta: உம் யூபிவிசையை சாதனத்தின் உச்சிக்கருகில் பிடித்திரு.
th: ถือ Yubikey ไว้ใกล้ ๆ ด้านบนอุปกรณ์ของคุณ
vi: Đặt Yubikey của bạn ở phần đầu thiết bị.
zh_hans: 把你的 Yubikey 靠近设备的顶部。
zh_hant: 將您的 Yubikey 靠近裝置的頂端。

source: Try again
ar: حاول مرة أخرى
be: Паспрабуйце зноў
bs: Pokušajte ponovo
ca: Torneu-ho a provar
cs: Zkusit znovu
da: Prøv igen
es: Inténtelo de nuevo
et: Proovi uuesti
he: נסה שוב
it: Riprova
ja: もう一度実行
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
nb: Prøv igjen
pt_br: Tentar novamente
ro: Încercați din nou
ru: Попробуйте снова
sl: Poskusite znova
sv: Försök igen
ta: மீண்டும் முயல்
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# YubiKeyInstructionIos
source: To continue, hold your YubiKey NEO against the back of the device.
ar: للمتابعة، استمر بالضغط على Yubikey NEO على ظهر الجهاز.
be: Для працягу трымайце YubiKey NEO ля задняй панэлі вашай прылады.
bs: Da biste nastavili, držite Vaš YubiKey NEO uz zadnju stranu uređaja.
ca: Per continuar, manteniu la YubiKey NEO a la part posterior del dispositiu.
cs: Pro pokračování přidržte YubiKey NEO u zadní části zařízení.
da: For at fortsætte skal du holde din YubiKey NEO mod bagsiden af enheden.
es: Para continuar, mantén tu YubiKey NEO contra la parte trasera de tu dispositivo.
et: Jätkamiseks hoia YubiKey NEO-d oma seadme tagumise poole vastu.
he: להמשך, קרב את מפתח הYubiKey NEO לגב המכשיר.
it: Per continuare, tieni il tuo YubiKey NEO sul retro del dispositivo.
ja: 続行するには、YubiKey NEO を端末の背面にしっかりタッチし続けてください。
ko: 계속하려면 기기의 뒷면에 YubiKey NEO를 가져다 대세요.
ml: തുടരുന്നതിന്, ഉപകരണത്തിന്റെ പുറകുവശത്ത് നിങ്ങളുടെ Yubikey Neo പിടിക്കുക.
nb: For å fortsette, hold din YubiKey NEO mot baksiden av enheten.
pt_br: Para continuar, segure a sua YubiKey NEO contra a parte de trás do dispositivo.
ro: Pentru a continua, țineți YubiKey NEO în partea din spate a dispozitivului.
ru: Для продолжения, удерживайте YubiKey NEO у задней панели устройства.
sl: Za nadaljevanje držite YubiKey NEO ob hrbtni strani naprave.
sv: För att fortsätta, håll din YubiKey NEO mot baksidan av enheten.
ta: தொடர, உம் யீபிகீ NEOவை சாதனத்தின் பின்புறத்திற்கெதிரே பிடித்திரு.
vi: Để tiếp tục, hãy đặt YubiKey NEO của bạn dựa vào mặt lưng của thiết bị.
zh_hans: 要继续，请将您的 YubiKey 靠在设备背面。
zh_hant: 要繼續的話，請將您的 YubiKey 靠在裝置的背面。

# BitwardenAutofillAccessibilityServiceDescription2
source: The accessibility service may be helpful to use when apps do not support the standard auto-fill service.
ar: قد تكون خدمة الوصول مفيدة للاستخدام عندما لا تدعم التطبيقات خدمة الملء التلقائي القياسية.
be: Служба спецыяльных магчымасцей может быць карыснай калі праграмы не падтрымліваюць стандартную службу аўтазапаўнення.
ca: El servei d'accessibilitat pot ser útil per utilitzar-lo quan les aplicacions no admeten el servei d'emplenament automàtic estàndard.
cs: Služba přístupnosti může být užitečná, pokud aplikace nepodporují standardní službu automatického vyplňování.
da: Hjælpefunktionen kan være nyttigt at bruge, når apps ikke understøtter den almindelige autoudfyldningstjeneste.
es: El servicio de accesibilidad puede ser útil para utilizarlo con aplicaciones que no soportan el sistema de autorellenado estándar.
et: Juurdepääsetavuse teenus võib abiks olla olukordades, kus rakendused ei toeta standardset automaattäite teenust.
he: שירות הנגישות יכול להיות שימושי כשאפליקציות לא תומכות בשירות ההשלמה אוטומטית הרגיל.
it: Il servizio di accessibilità può essere utile quando le applicazioni non supportano il servizio di completamento automatico standard.
ja: ユーザー補助サービスはアプリが標準の自動入力サービスに対応していない場合に適しています。
ko: 접근성 서비스는 앱이 표준 자동 완성 서비스를 지원하지 않을 때 유용할 수 있습니다.
ml: സാധാരണ ഓട്ടോഫിൽ സേവനത്തെ, അപ്ലിക്കേഷനുകൾ പിന്തുണയ്‌ക്കാത്തപ്പോൾ, ആക്സിസിബിലിറ്റി സേവനം ഉപയോഗിച്ചാൽ സഹായകരമാകും.
nb: Tilgjengelighetstjenesten kan være nyttig å bruke når apper ikke støtter den vanlige autoutfyllingstjenesten.
pt_br: O serviço de acessibilidade pode ser útil para se usar quando os aplicativos não suportam o serviço de autopreenchimento padrão.
ro: Serviciul de accesibilitate poate fi de ajutor când aplicațiile nu acceptă serviciul standard de auto-completare.
ru: Служба специальных возможностей может быть полезна в случае, если приложения не поддерживают стандартную службу автозаполнения.
sv: Tillgänglighetstjänsten kan vara användbar när appar inte stöder standardvarianten av ifyllnad.
ta: செயலிகள் வழக்கமான தன்னிரப்பிச்சேவையை ஆதரிக்காதபோது அணுகல்தன்மை சேவை பயன்படுத்த உதவிகரமாகவிருக்கலாம்.
vi: Bạn có thể cần dùng dịch vụ trợ năng vì một số ứng dụng không hỗ trợ dịch vụ tự động điền của Android.
zh_hans: 当应用程序不支持标准的自动填充服务时，无障碍服务可能会很有用。
zh_hant: 當應用程式不支援標準的自動填入服務時，無障礙服務或許能夠幫助使用。

# DatePasswordUpdated
source: Password updated
ar: تم تحديث كلمة المرور
be: Пароль абноўлены
ca: Contrasenya actualitzada
cs: Heslo bylo změněno
da: Adgangskode opdateret
es: Contraseña actualizada
et: Parool on uuendatud
he: הסיסמה עודכנה
it: Password aggiornata
ja: パスワード更新日
ko: 비밀번호 업데이트됨
ml: പാസ്സ്‌വേഡ് പുതുക്കി
nb: Passordet ble oppdatert den
pt_br: Senha Atualizada
ro: Parola s-a actualizat
ru: Пароль обновлен
sl: Geslo je bilo posodobljeno
sv: Lösenord uppdaterat
ta: கடவுச்சொல் புதுப்பிக்கப்பட்டது
th: ปรับปรุงรหัสผ่านแล้ว
vi: Mật khẩu đã được cập nhật
zh_hans: 密码更新于
zh_hant: 密碼已更新

# DateUpdated
source: Updated
ar: تم التحديث
be: Абноўлена
ca: Actualitzat
cs: Změněno
da: Opdateret
es: Actualizada
et: Uuendatud
he: עודכן
it: Aggiornato
ja: 更新日
ko: 업데이트됨
ml: പുതുക്കിയത്
nb: Oppdatert den
pt_br: Atualizado
ro: S-a actualizat
ru: Обновлено
sl: Posodobljeno
sv: Uppdaterad
ta: புதுப்பிக்கப்பட்டது
th: ปรับปรุง
vi: Đã được cập nhật
zh_hans: 更新于
zh_hant: 已更新

source: Auto-fill activated!
ar: تفعيل التعبئة التلقائية!
be: Аўтазапаўненне актывіравана!
ca: Emplenament automàtic activat!
cs: Automatické vyplňování zapnuto.
da: Autoudfyld aktiveret!
es: ¡Autorellenado activado!
et: Automaattäide on aktiveeritud!
he: השלמה אוטומטית הופעלה!
it: Completamento automatico attivato!
ja: 自動入力を有効化しました！
ko: 자동 완성 활성화!
ml: ഓട്ടോഫിൽ സജീവമാക്കി!
nb: Autoutfylling aktivert!
pt_br: Autopreenchimento Ativado!
ro: Auto-completare activată!
ru: Автозаполнение активировано!
sl: Samodejno izpolnjevanje aktivirano!
sv: Automatisk ifyllnad aktiverat!
ta: தன்னிரப்பல் செயல்படுத்தப்பட்டது!
th: กรอกข้อมูลอัตโนมัติเปิดใช้งานแล้ว!
vi: Tự động điền đã được kích hoạt!
zh_hans: 自动填充已激活！
zh_hant: 自動填入已啟用！

# MustLogInMainAppAutofill
source: You must log into the main Bitwarden app before you can use auto-fill.
ar: يجب عليك تسجيل الدخول إلى تطبيق Bitwarden الرئيسي قبل أن تتمكن من استخدام AutoFill.
be: Перад выкарыстаннем аўтазапаўнення трэба ўвайсці ў асноўную праграму Bitwarden.
ca: Heu d'iniciar sessió a l'aplicació principal de Bitwarden abans de poder utilitzar l'emplenament automàtic.
cs: Před použitím automatického vyplňování se musíte nejdříve přihlásit v hlavní aplikaci Bitwarden.
da: Du skal logge ind på den primære Bitwarden-app, før du kan bruge Autoudfyld.
es: Debes identificarte en la aplicación principal de Bitwarden antes de poder utilizar Autorellenado.
et: Pead enne Automaattäite kasutamist Bitwardeni rakendusse sisse logima.
he: חובה להתחבר לאפליקציה הראשית של Bitwarden לפני שתוכל להשתמש בהשלמה האוטומטית.
it: È necessario accedere all'applicazione principale di Bitwarden prima di poter utilizzare il completamento automatico.
ja: 自動入力を使うには、まず Bitwarden アプリでログインしてください。
ko: 자동 완성을 사용하려면 먼저 Bitwarden 앱에 로그인해야 합니다.
ml: ഓട്ടോഫിൽ ഉപയോഗിക്കുന്നതിന് മുമ്പ് Bitwarden അപ്ലിക്കേഷനിൽ നിങ്ങൾ പ്രവേശിക്കണം.
nb: Du må logge deg inn på Bitwarden-hovedappen før du kan bruke autoutfylling.
pt_br: Você deve iniciar a sessão no aplicativo principal do Bitwarden, antes de poder usar o Autopreenchimento.
ro: Trebuie să vă conectați la aplicația principală Bitwarden înainte de a putea utiliza auto-completarea.
ru: Перед использованием автозаполнения необходимо войти в основное приложение Bitwarden.
sv: Du måste logga in i Bitwarden-appen innan du kan använda automatisk ifyllnad.
ta: தன்னிரப்பலை பயன்படுத்தும் முன் நீங்கள் முதன்மை Bitwarden செயலியில் உள்நுழைய வேண்டும்.
vi: Bạn phải đăng nhập vào ứng dụng Bitwarden trước khi sử dụng Tự động điền.
zh_hans: 您必须先登录 Bitwarden 应用，才可以使用自动填充。
zh_hant: 您必須先登入 Bitwarden 應用程式，才可以使用自動填入功能。

# AutofillSetup
source: Your logins are now easily accessible right from your keyboard while logging into apps and websites.
ar: تسجيلات الدخول الخاصة بك الآن يمكن الوصول إليها بسهولة من لوحة المفاتيح الخاصة بك أثناء تسجيل الدخول إلى التطبيقات ومواقع الويب.
be: Цяпер вашы ўліковыя даныя лёгка даступныя з клавіятуры пры ўваходзе ў праграмы і на вэб-сайты.
ca: Els inicis de sessió ara són fàcilment accessibles des del teclat mentre inicieu sessió a aplicacions i llocs web.
cs: Vaše přihlašovací údaje jsou nyní snadno přístupné přímo z vaší klávesnice během přihlašování do aplikací či webů.
da: Dine logins kan nu nemt tilgås direkte fra dit tastatur, når du logger ind på apps og hjemmesider.
es: Sus entradas son ahora fácilmente accesibles desde su teclado mientras se identifica en aplicaciones y sitios web.
et: Sinu kontoandmed on otse klaviatuurilt ligipääsetavad. Saad nüüd kergemini äppides ja veebilehtedel sisse logida.
he: כל פרטי הכניסה שלך נגישים ישירות מהמקלדת ברגע החיבור לאפליקציות ולאתרים.
it: I tuoi login sono ora facilmente accessibili direttamente dalla tastiera durante l'accesso ad applicazioni e siti web.
ja: アプリやサイトにログインするときに、ログイン情報に簡単にキーボードでアクセス可能となります。
ko: 앱과 웹 사이트에 로그인할 때 키보드에서 바로 실행할 수 있습니다.
ml: അപ്ലിക്കേഷനുകളിലേക്കും വെബ്‌സൈറ്റുകളിലേക്കും ലോഗിൻ ചെയ്യുമ്പോൾ നിങ്ങളുടെ കീബോർഡിൽ നിന്ന് നിങ്ങളുടെ ലോഗിനുകൾ ഇപ്പോൾ എളുപ്പത്തിൽ ആക്‌സസ്സുചെയ്യാനാകും.
nb: Innloggingene dine er nå lett tilgjengelige fra tastaturet når du skal logge deg inn på apper og nettsteder.
pt_br: Suas credenciais agora são facilmente acessíveis diretamente do seu teclado, enquanto você faz login em aplicativos e sites.
ro: Conectările dvs. sunt acum ușor accesibile chiar de la tastatură în timp ce vă conectați la aplicații și saituri web.
ru: Теперь ваши логины легко доступны прямо с клавиатуры при входе в приложения и на веб-сайты.
sv: Dina inloggningar är nu enkelt åtkomna direkt från ditt tangentbord när du loggar in i appar och webbplatser.
ta: செயலிகள் மற்றும் வலைத்தளங்களில் உள்நுழையும்போது உம் உள்நுழைவுகளை இப்போது விசைப்பலகையிலிருந்து எளிதாக அணுக இயலும்.
th: Your logins are now easily accessable right from your keyboard while logging into apps and websites.
vi: Tên và mật khẩu có quyền tự động điền từ bàn phím khi bạn sử dụng ứng dụng hay website.
zh_hans: 现在，当登录应用程序和网站时，您可以通过键盘轻松访问您的登录信息了。
zh_hant: 登入應用程式和網站時，您可以透過鍵盤立即輕鬆存取您的登入資料。

# AutofillSetup2
source: We recommend disabling any other auto-fill apps under Settings if you do not plan to use them.
ar: نوصي بتعطيل أي تطبيقات أخرى من تطبيقات التعبئة التلقائية تحت الإعدادات إذا كنت لا تخطط لاستخدامها.
be: Рэкамендуецца адключыць другія праграмы аўтазапаўнення ў наладах, калі яны не выкарыстоўваюцца.
ca: Recomanem que desactiveu qualsevol altra aplicació d'emplenament automàtic a la Configuració si no heu d'utilitzar-les.
cs: Doporučujeme vypnout v nastavení všechny další aplikace pro automatické vyplňování údajů, pokud je neplánujete používat.
da: Vi anbefaler, at du deaktiverer andre Autoudfyld-apps under Indstillinger, hvis du ikke har planer om at bruge dem.
es: Te recomendamos deshabilitar cualquier otra aplicación de Autorellenado desde Ajustes si no piensas utilizarlas.
et: Soovitame teised Automaattäite valikud Seadetest välja lülitada, kui sa neid enam ei kasuta.
he: אנו ממליצים לבטל את כל שאר שירותי ההשלמה האוטומטית בהגדרות המערכת בפרט אם אינך מעוניין להשתמש בהם.
it: Se non prevedi di utilizzarli, ti consigliamo di disabilitare qualsiasi altra applicazione di compilazione automatica nelle impostazioni.
ja: 使う予定が無い場合は、設定で他の自動入力アプリを無効化することをおすすめします。
ko: 다른 자동 완성 앱을 사용할 계획이 없다면 설정에서 비활성화하는 것이 좋습니다.
ml: നിങ്ങൾ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നില്ലെങ്കിൽ ക്രമീകരണങ്ങൾക്ക് കീഴിലുള്ള മറ്റേതെങ്കിലും ഓട്ടോഫിൽ അപ്ലിക്കേഷനുകൾ പ്രവർത്തനരഹിതമാക്കാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.
nb: Vi anbefaler å deaktivere alle andre autoutfyllingsapper i Innstillinger dersom du ikke har tenkt å bruke dem.
pt_br: Recomendamos desabilitar qualquer outro aplicativo de autopreenchimento em Ajustes, se você não pretende usá-los.
ro: Vă recomandăm să dezactivați orice alte aplicații cu auto-completare din Setări dacă nu intenționați să le utilizați.
ru: Рекомендуется отключить все другие приложения автозаполнения в настройках, если вы не планируете их использовать.
sv: Vi rekommenderar att inaktivera andra appar som använder autofyll i "Inställningar" om du inte planerar att använda dem.
ta: அமைவுகளின் கீழ் வேறு எத்தன்னிரப்பி செயலிகளையும் நீங்கள் பயன்படுத்தத் திட்டமிடவில்லை எனில் முடக்க பரிந்துரைக்கிறோம்.
vi: Chúng tôi khuyên nên vô hiệu hóa các ứng dụng tự động điền khác trong Cài đặt nếu bạn không có ý định sử dụng chúng.
zh_hans: 建议您在 “设置” 里关闭其它您不再使用的自动填充应用程序。
zh_hant: 建議您在“設定”中關閉您不再使用的其他自動填入應用程式。

# BitwardenAutofillDescription
source: Access your vault directly from your keyboard to quickly auto-fill passwords.
ar: الوصول إلى الخزن, الخاص, بك مباشرة من لوحة المفاتيح الخاصة بك لملء كلمات المرور تلقائياً بسرعة.
be: Атрымайце доступ да свайго сховішча з клавіятуры для хуткага аўтазапаўнення.
ca: Accediu a la vostra caixa forta directament des del teclat per omplir ràpidament les contrasenyes amb l'emplenament automàtic.
cs: Přistupujte k vašemu trezoru přímo z vaší klávesnice pro rychlejší automatické vyplnění hesel.
da: Få adgang til din boks direkte fra dit tastatur for hurtigt at autoudfylde adgangskoder.
es: Accede a tu caja fuerte directamente desde tu teclado para autorellenar contraseñas rápidamente.
et: Pääse oma hoidlale otse klaviatuurilt ligi ning täida parooliväljad lihtsamini.
he: גש לכספת שלך ישירות מהמקלדת עבור השלמה אוטומטית של סיסמאות.
it: Accedi alla tua cassaforte direttamente dalla tastiera per velocizzare il completamento automatico delle password.
ja: キーボードから直接保管庫にアクセスしして、素早くパスワードを自動入力できます。
ko: 키보드에서 빠르게 비밀번호를 자동 완성 하려면 보관함에 액세스하십시오.
ml: പാസ്‌വേഡുകൾ വേഗത്തിൽ ഓട്ടോഫിൽ ചെയ്യുന്നതിന് കീബോർഡിൽ നിന്ന് നേരിട്ട് നിങ്ങളുടെ വാൾട്ടിലേക്കു പ്രവേശിക്കുക.
nb: Få tilgang til hvelvet ditt direkte fra tastaturet for å raskt autoutfylle passord.
pt_br: Acesse seu cofre diretamente do seu teclado para autopreencher as senhas rapidamente.
ro: Vă permite accesul la seif direct de la tastatură pentru a auto-completa rapid parolele.
ru: Получите доступ к вашему хранилищу прямо с клавиатуры для максимально быстрого автозаполнения.
sv: Kom åt ditt valv direkt genom ditt tangentbord för att snabbt kunna fylla i lösenord automatiskt.
ta: கடவுச்சொற்களை விரைவாக தன்னிரப்ப உம் விசைப்பலகையிலிருந்து நேரடியாக உம் பெட்டகத்தை அணுகு.
vi: Thông tin tự động điền vào trên bàn phím bằng việc truy cập trực tiếp vào mục lưu trữ dữ liệu.
zh_hans: 从键盘直接访问密码库以快速自动填充密码。
zh_hant: 您可以直接透過鍵盤存取密碼庫以快速的自動填入密碼。
