Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# MasterPasswordPolicyInEffect
source: One or more organisation policies require your master password to meet the following requirements:
ar: 1 - تتطلب سياسة واحدة أو أكثر من سياسات المؤسسة كلمة مرورك الرئيسية لتلبية المتطلبات التالية:
be: Згодна з адной або некалькімі палітыкамі арганізацыі неабходна, каб ваш асноўны пароль адказваў наступным патрабаванням:
bs: One or more organization policies require your master password to meet the following requirements:
ca: Una o més polítiques d’organització requereixen que la vostra contrasenya mestra complisca els requisits següents:
cs: Jedna nebo více zásad organizace vyžaduje, aby hlavní heslo splňovalo následující požadavky:
da: Én eller flere organisationspolitikker kræver, at din hovedadgangskode opfylder flg. krav:
es: Una o más políticas de la organización requieren que su contraseña maestra cumpla con los siguientes requisitos:
et: Üks või enam organisatsiooni eeskirja nõuavad, et ülemparool vastaks nendele nõudmistele:
he: אחד או יותר מכללי מדיניות הארגון דורשים שסיסמתך הראשית תעמוד בדרישות הבאות:
it: La password principale deve avere i seguenti requisiti, stabiliti da una o più regole dell'organizzazione:
ja: 組織が求めるマスターパスワードの要件：
ko: 하나 이상의 단체 정책이 마스터 비밀번호가 다음 사항을 따르도록 요구합니다:
ml: ഒന്നോ അതിലധികമോ ഓർഗനൈസേഷൻ നയങ്ങൾക്ക് ഇനിപ്പറയുന്ന ആവശ്യകതകൾ നിറവേറ്റുന്നതിന് നിങ്ങളുടെ മാസ്റ്റർ പാസ്‌വേഡ് ആവശ്യമാണ്:
nb: En eller flere av organisasjonens vilkår krever hovedpassordet ditt for å oppfylle følgende krav:
pt_br: Uma ou mais políticas da organização exigem que a sua senha mestra cumpra aos seguintes requisitos:
ro: Una sau mai multe politici ale organizației necesită ca parola principală să îndeplinească următoarele cerințe:
ru: Согласно одной или нескольким политикам организации необходимо, чтобы ваш мастер-пароль отвечал следующим требованиям:
sl: One or more organization policies require your master password to meet the following requirements:
sv: En eller flera organisationspolicyer kräver att ditt huvudlösenord uppfyller följande krav:
ta: ஒன்று அ மேற்பட்ட நிறுவன கொள்கைகளுக்கு உமது பிரதான கடவுச்சொல் தேவை பின்வரும் தேவைகளை பூர்த்தி செய்ய:
th: One or more organization policies require your master password to meet the following requirements:
vi: Một hay nhiều chính sách của tổ chức yêu cầu tiêu chuẩn về mật khẩu chính theo yêu cầu sau đây:
zh_hans: 一个或多个组织策略要求您的主密码满足下列要求：
zh_hant: 一個或多個組織原则要求您的主密碼須符合下列條件：

# PolicyInEffectMinComplexity
source: Minimum complexity score of {0}
ar: الحد الأدنى لدرجة التعقيد {0}
be: Мінімальны бал складанасці {0}
ca: Puntuació mínima de complexitat de {0}
cs: Minimální skóre složitosti {0}
da: Minimum kompleksitetsscore på {0}
es: Puntuación mínima de complejidad de $SCORE$
et: Minimaalne keerulisuse skoor {0}
he: ניקוד מורכבות הסיסמה צריך להיות לפחות {0}
it: Punteggio minimo di complessità {0}
ja: 複雑度スコアは最小 {0}
ko: 최소 복잡도 점수 {0}
ml: സങ്കീർണ്ണതയുടെ കുറഞ്ഞ സ്കോർ{0}
nb: Minimum kompleksitetsskår på {0}
pt_br: Pontuação mínima de complexidade de {0}
ro: Scor minim de complexitate de {0}
ru: Минимальный уровень сложности {0}
sv: Minsta komplexitetspoäng på {0}
ta: குறைந்பட்ச உட்சிக்கல் மதிப்பெண்ணான {0}
vi: Điểm phức tạp tối thiểu {0}
zh_hans: 最小复杂度为 {0}
zh_hant: 最小複雜度為 {0}

# PolicyInEffectMinLength
source: Minimum length of {0}
ar: الحد الأدنى لطول {0}
be: Мінімальная даўжыня {0}
ca: Longitud mínima de {0}
cs: Minimální délka je {0}
da: Minimumslængde på {0}
es: Longitud mínima de {0}
et: Minimaalne pikkus {0}
he: אורך הסיסמה לפחות {0}
it: Lunghezza minima di {0}
ja: 長さは最小 {0}
ko: 최소 길이 {0}
ml: കുറഞ്ഞ ദൈർഘ്യം {0}
nb: Minste lengde på {0}
pt_br: Tamanho mínimo de {0}
ro: Lungime minimă de {0}
ru: Минимальная длина {0}
sv: Minsta längd på {0}
ta: {0} இன் குறைந்தபட்ச நீளம்
vi: Độ dài mật khẩu tối thiểu: {0}
zh_hans: 最小长度为 {0}
zh_hant: 最小長度為 {0}

# PolicyInEffectUppercase
source: Contain one or more uppercase characters
ar: يحتوي على حرف كبير واحد أو أكثر
be: Уключыць адну ці больш прапісных літар
ca: Conté un o més caràcters en majúscula
cs: Obsahuje jedno nebo více velkých písmen
da: Indeholder ét eller flere store bogstaver
es: Contiene uno o más caracteres en mayúsculas
et: Sisaldab üht või enamat suurtähte
he: מכילה אות גדולה אחת או יותר
it: Contiene almeno un carattere maiuscolo
ja: 大文字が最低１つ必要
ko: 하나 이상의 대문자 포함
ml: ഒന്നോ അതിലധികമോ വലിയക്ഷരങ്ങൾ അടങ്ങിയിരിക്കുന്ന
nb: Inneholder ett eller flere store tegn
pt_br: Contém um ou mais caracteres em maiúsculo
ro: Unul sau mai multe caractere majuscule
ru: Содержать хотя бы одну заглавную букву
sv: Innehålla en eller flera versaler
ta: ஒன்று அ அதற்கு மேற்பட்ட பெரிய எழுத்துக்களைக் கொண்டிரு
vi: Có chứa một hay nhiều ký tự viết hoa
zh_hans: 至少包含一个大写字符
zh_hant: 至少包含一個大寫字元

# PolicyInEffectLowercase
source: Contain one or more lowercase characters
ar: يحتوي على واحد أو أكثر من الأحرف الصغيرة
be: Уключыць адну ці больш малых літар
ca: Conté un o més caràcters en minúscula
cs: Obsahuje jedno nebo více malých písmen
da: Indeholder ét eller flere små bogstaver
es: Contiene uno o más caracteres en minúsculas
et: Sisaldab üht või enamat väiketähte
he: מכילה אות קטנה אחת או יותר
it: Contiene almeno un carattere minuscolo
ja: 小文字が最低１つ必要
ko: 하나 이상의 소문자 포함
ml: ഒന്നോ അതിലധികമോ ചെറിയക്ഷരങ്ങൾ അടങ്ങിയിരിക്കുന്ന
nb: Inneholder ett eller flere små tegn
pt_br: Contém um ou mais caracteres em minúsculo
ro: Unul sau mai multe caractere minuscule
ru: Содержать хотя бы одну строчную букву
sv: Innehålla en eller flera gemener
ta: ஒன்று அ அதற்கு மேற்பட்ட சிறிய எழுத்துக்களைக் கொண்டிரு
vi: Có chứa một hay nhiều ký tự viết thường
zh_hans: 至少包含一个小写字符
zh_hant: 至少包含一個小寫字元

# PolicyInEffectNumbers
source: Contain one or more numbers
ar: يحتوي على رقم واحد أو أكثر
be: Уключыць адну ці больш лічбаў
ca: Conté un o més números
cs: Obsahuje jednu nebo více číslic
da: Indeholder ét eller flere cifre
es: Contiene uno o más números
et: Sisaldab üht või rohkem numbreid
he: מכילה ספרה אחת או יותר
it: Contiene almeno una cifra
ja: 数字が最低１つ必要
ko: 하나 이상의 숫자 포함
ml: ഒന്നോ അതിലധികമോ അക്കങ്ങൾ അടങ്ങിയിരിക്കുന്ന
nb: Inneholde ett eller flere tall
pt_br: Contém um ou mais números
ro: Una sau mai multe cifre
ru: Содержать хотя бы одну цифру
sv: Innehålla en eller flera siffror
ta: ஒன்று அ அதற்கு மேற்பட்ட எண்களைக் கொண்டிரு
vi: Có chứa một hay nhiều số
zh_hans: 至少包含一个数字
zh_hant: 至少包含一個數字

# PolicyInEffectSpecial
source: Contain one or more of the following special characters: {0}
ar: يحتوي على واحد أو أكثر من الأحرف الخاصة التالية: {0}
be: Уключыць адну ці больш наступных спецыяльных сімвалаў: {0}
ca: Conté un o més dels següents caràcters especials: {0}
cs: Obsahuje jeden nebo více následujících speciálních znaků: {0}
da: Indeholder ét eller flere af flg. specialtegn: {0}
es: Contiene uno o más de los siguientes caracteres especiales $CHARS$
et: Sisaldab üht või enamat järgnevatest märkidest: {0}
he: מכילה תו אחד או יותר מהתווים הבאים: {0}
it: Contiene almeno uno dei seguenti caratteri speciali: {0}
ja: 次の特殊文字を含む: {0}
ko: 하나 이상의 다음 특수문자 포함: {0}
ml: ഇനിപ്പറയുന്ന ഒന്നോ അതിലധികമോ പ്രത്യേക പ്രതീകങ്ങൾ അടങ്ങിയിരിക്കുന്ന:{0}
nb: Inneholder ett eller flere av de følgende spesialtegn: {0}
pt_br: Contém um ou mais dos seguintes caracteres especiais: {0}
ro: Unul sau mai multe din următoarele caractere: {0}
ru: Содержать хотя бы один из следующих специальных символов: {0}
sv: Innehålla ett eller flera av följande specialtecken: {0}
ta: பின்வரும் சிறப்பு வரியுருகளுள் ஒன்று அ பலவற்றை கொண்டிரு: {0}
vi: Có chứa một hay nhiều ký tự đặc biệt sau: {0}
zh_hans: 包含至少一个下列的特殊字符： {0}
zh_hant: 至少包含一個下列特殊字元： {0}

# MasterPasswordPolicyValidationTitle
source: Invalid password
ar: كلمة المرور غير صالحة
be: Памылковы пароль
ca: Contrasenya no vàlida
cs: Neplatné heslo
da: Ugyldig adgangskode
es: Contraseña no válida
et: Parool on vale
he: סיסמה לא חוקית
it: Password non valida
ja: 無効なパスワード
ko: 유효하지 않은 비밀번호
ml: അസാധുവായ പാസ്‌വേഡ്
nb: Ugyldig passord
pt_br: Senha Inválida
ro: Parolă incorectă
ru: Некорректный пароль
sl: Napačno geslo
sv: Ogiltigt lösenord
ta: செல்லாத கடவுச்சொல்
vi: Mật khẩu sai. Ahihi đồ ngốc 😃
zh_hans: 无效密码
zh_hant: 密碼無效

# MasterPasswordPolicyValidationMessage
source: Password does not meet organisation requirements. Please check the policy information and try again.
ar: كلمة المرور لا تفي بمتطلبات المؤسسة. الرجاء التحقق من معلومات السياسة وحاول مرة أخرى.
be: Пароль не адпавядае патрабаванням арганізацыі. Калі ласка, праверце патрабаванні для пароля і паспрабуйце зноў.
bs: Password does not meet organization requirements. Please check the policy information and try again.
ca: La contrasenya no compleix els requisits de l'organització. Comproveu la informació de la política i torneu-ho a provar.
cs: Heslo nesplňuje požadavky organizace. Zkontrolujte prosím požadavky a zkuste to znovu.
da: Adgangskoden opfylder ikke organisationskravene. Tjek politikinformationen og forsøg igen.
es: La contraseña no cumple con los requisitos de la organización. Por favor, compruebe la información de la política e inténtelo de nuevo.
et: Parool ei vasta organisatsiooni nõuetele. Vaata see üle ning proovi uuesti.
he: הסיסמה אינה עומדת בדרישות הארגון. אנא בדוק את פרטי מדיניות הסיסמאות ונסה שנית.
it: La password non soddisfa i requisiti dell'organizzazione. Controlla i criteri password dell'organizzazione e riprova.
ja: パスワードが組織の要件を満たしていません。ポリシー情報を確認して、もう一度やり直してください。
ko: 비밀번호가 조직 요구 사항을 충족하지 않습니다. 정책 정보를 확인해보고 다시 시도해보세요.
ml: പാസ്‌വേഡ്, സംഘടനയുടെ ആവശ്യകതകൾ പാലിക്കുന്നില്ല. നയ വിവരങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
nb: Passordet oppfyller ikke organisasjonens krav. Kontroller policyinformasjonen og prøv på nytt.
pt_br: A senha não atende aos requisitos da organização. Por favor, verifique as informações da política e tente novamente.
ro: Parola nu îndeplinește cerințele organizației. Verificați informațiile despre politică și încercați din nou.
ru: Пароль не соответствует требованиям организации. Пожалуйста, проверьте информацию о политике и попробуйте еще раз.
sl: Password does not meet organization requirements. Please check the policy information and try again.
sv: Lösenordet uppfyller inte organisationens krav. Kontrollera policyn och försök igen.
ta: கடவுச்சொல் நிறுவன தேவைகளை சந்திக்கவில்லை. கொள்கை தகவலை சரிபார்த்து மீண்டும் முயலவும்.
th: Password does not meet organization requirements. Please check the policy information and try again.
vi: Mật khẩu không khớp với yêu cầu của tổ chức. Vui lòng kiểm tra chính sách mật khẩu và thử lại
zh_hans: 密码不符合组织要求。请检查策略信息并重试。
zh_hant: 輸入的密碼不符合組織要求，請確認原则資訊然後再試一次。

source: Loading
ar: جار التحميل
be: Загрузка
ca: S'està carregant
cs: Načítání
da: Indlæser
es: Cargando
et: Laadimine
he: טוען
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
ml: ലഭ്യമാക്കുന്നു
nb: Laster
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
sl: Nalaganje
sv: Laddar
ta: ஏற்றுகிறது
th: กำลังโหลด
vi: Đang tải
zh_hans: 载入中
zh_hant: 載入中

# AcceptPolicies
source: By activating this switch you agree to the following:
ar: بتفعيل هذا التبديل فإنك توافق على ما يلي:
be: Націскаючы на гэты пераключальнік вы пагаджаецеся з наступным:
ca: Si activeu aquesta casella, indiqueu que esteu d’acord amb el següent:
cs: Aktivací tohoto přepínače souhlasíte s
da: Ved at slå denne kontakt til, accepterer du følgende:
es: Al activar esta casilla, acepta lo siguiente:
et: Nupu aktiveerimisel nõustud järgnevaga:
he: הפעלת אפשרות זו מהווה את הסכמתך לתנאים הבאים:
it: Selezionando la casella accetti quanto segue:
ja: このスイッチを有効化することで以下に同意したものとします:
ko: 이 스위치를 활성화하면 다음에 동의하는 것으로 간주됩니다:
ml: ഈ സ്വിച്ച് സജീവമാക്കുന്നതിലൂടെ നിങ്ങൾ ഇനിപ്പറയുന്നവ അംഗീകരിക്കുന്നു:
nb: Ved å aktivere denne bryteren samtykker du til følgende:
pt_br: Ao ativar esta opção, você concorda com o seguinte:
ro: Dacă activați acest comutator sunteți de acord cu următoarele:
ru: Активируя этот переключатель, вы соглашаетесь со следующим:
sv: Genom att aktivera denna knapp godkänner du följande:
ta: இந்த நிலைமாற்றியை செயல்படுத்துவதன் மூலம் பின்வருவதை ஒப்புக்கொள்கிறீர்கள்:
vi: Bằng việc kích hoạt chức năng bạn đồng ý các điều kiện sau:
zh_hans: 激活此开关表示您同意：
zh_hant: 開啟此開關，代表您同意下列項目:

# AcceptPoliciesError
source: Terms of Service and Privacy Policy have not been acknowledged.
ar: لم يتم الاعتراف بشروط الخدمة وسياسة الخصوصية.
be: Умовы выкарыстання і Палітыка прыватнасці не былі пацверджаны.
ca: No s’han reconegut les condicions del servei i la declaració de privadesa.
cs: Podmínky použití a zásady ochrany osobních údajů nebyly odsouhlaseny.
da: Servicevilkår og fortrolighedspolitik er ikke blevet bekræftet.
es: Todavía no has aceptado los términos del servicio y la política de privacidad.
et: Kasutustingimuste ja Privaatsuspoliitikaga pole nõustutud.
he: לא הסכמת לתנאי השירות ומדיניות הפרטיות.
it: I termini di servizio e l'informativa sulla privacy non sono stati accettati.
ja: 利用規約とプライバシーポリシーが確認されていません。
ko: 서비스 약관 및 개인 정보 보호 정책을 확인하지 않았습니다.
ml: സേവന നിബന്ധനകളും സ്വകാര്യതാ നയവും അംഗീകരിച്ചിട്ടില്ല.
nb: Bruksvilkårene og personvernerklæring er ikke godkjent.
pt_br: Os Termos de Serviço e a Política de Privacidade não foram reconhecidos.
ro: Termeni de utilizare și Politica de confidențialitate nu au fost recunoscute.
ru: Условия предоставления услуг и Политика конфиденциальности не были подтверждены.
sv: Användarvillkoren och Integritetspolicyn har inte accepterats.
ta: சேவை விதிமுறைகளும் தனியுரிமைக் கொள்கையும் ஒப்புக்கொள்ளப்படவில்லை.
vi: Chính sách sử dụng và quyền riêng tư chưa biết
zh_hans: 尚未同意服务条款和隐私政策。
zh_hant: 尚未接受服務條款與隱私權保護政策。

source: Terms of Service
ar: اتفاقية خدمة المستخدم
be: Умовы выкарыстання
ca: Condicions del servei
cs: Podmínky použití
da: Servicevilkår
es: Términos y condiciones del servicio
et: Kasutustingimused
he: תנאי שימוש
it: Termini del servizio
ja: 利用規約
ko: 서비스 약관
ml: സേവന വ്യവസ്ഥകൾ
nb: Vilkår for bruk
pt_br: Termos de Serviço
ro: Termeni de utilizare
ru: Условия предоставления услуг
sv: Användarvillkor
ta: சேவை விதிமுறைகள்
th: เงื่อนไขการใช้บริการ
vi: Điều khoản sử dụng
zh_hans: 服务条款
zh_hant: 服務條款

source: Privacy Policy
ar: سياسة الخصوصيّة
be: Палітыка прыватнасці
ca: Declaració de privadesa
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
es: Política de privacidad
et: Privaatsuspoliitika
he: מדיניות הפרטיות
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
ml: സ്വകാര്യതാനയം
nb: Retningslinjer for personvern
pt_br: Política de Privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
ta: தனியுரிமை கொள்கை
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# AccessibilityDrawOverPermissionAlert
source: Bitwarden needs attention - Enable "Draw-Over" in "Auto-fill Services" from Bitwarden Settings
ar: يحتاج Bitwarden إلى الاهتمام - قم بتمكين "السحب" في "خدمات الملء التلقائي" من إعدادات Bitwarden
be: Bitwarden патрабуе вашай увагі - гл. раздзел 'Служба спецыяльных магчымасцей аўтазапаўнення' ў наладах Bitwarden.
ca: Bitwarden necessita atenció: activeu l'opció "Dibuixa-sobre" a "Serveis d'emplenament automàtic" a Configuració de Bitwarden
cs: Bitwarden vyžaduje pozornost – Povolte volbu „Zobrazit přes ostatní aplikace“ v „Službě automatického vyplnění“ z nastavení aplikace Bitwarden
da: Bitwarden behøver tilladelse - Aktivér "Tegn over" i "Autoudfyldtjeneste" i Bitwarden-indstillingerne
et: Bitwarden vajab tähelepanu! Vaata Bitwardeni menüüd Seaded -> Automaattäite teenused ning luba valik „Kuva peal“
he: אפליקציית Bitwarden צריכה הרשאות בכדי לעבוד באופן תקין. פתח את הגדרות Bitwarden, בחר את "שירותי ההשלמה-האוטומטית" ואפשר את "צייר מעל" (Draw-Over).
it: Bitwarden richiede la tua attenzione - Abilita "Mostra sopra altre app" nelle opzioni di Bitwarden
ja: Bitwarden の設定が必要です - Bitwarden の設定にある「自動入力サービス」の「重ねて表示」を有効化してください。
ko: Bitwarden에 권한이 필요합니다 - Bitwarden 설정에서 "자동 입력 접근성 서비스"를 활성화해 주세요.
ml: ബിറ്റ്വാർഡിന് ശ്രദ്ധ ആവശ്യമാണ് - ബിറ്റ്വാർഡൻ ക്രമീകരണങ്ങളിൽ നിന്ന് "ഓട്ടോഫിൽ സേവനങ്ങളിൽ" "ഡ്രോ-ഓവർ" പ്രാപ്തമാക്കുക
nb: Bitwarden trenger oppmerksomhet – Aktiver "Draw-Over" i "Auto-utfyllingstjenester" fra Bitwarden-innstillinger
pt_br: O Bitwarden precisa de atenção - Ative "Sobrepor a" em "Serviços de Autopreenchimento" nas Configurações do Bitwarden
ro: Bitwarden are nevoie de atenție - Activați "Afișare peste" în "Serviciul de auto-completare" din Setările Bitwarden
ru: Bitwarden требует внимания - включите 'Поверх других приложений' в 'Службах автозаполнения' из настроек Bitwarden.
sl: Bitwarden needs attention - Turn on "Draw-Over" in "Auto-fill Services" from Bitwarden Settings
sv: Bitwarden behöver din uppmärksamhet - Aktivera "Överlappning" under "Tjänster för automatisk ifyllnad" i Bitwardens inställningar
ta: Bitwardenக்கு கவனம் தேவை - Bitwarden அமைப்புகளிலிருந்து "தன்னிரப்பி சேவைகள்"-இல் "மேலே-வரைதல்"-ஐ இயக்குக
vi: Bitwarden cần kích hoạt: Vẽ lên ứng dụng( Draw-Over) trong phần cài đặt của Bitwarden
zh_hans: Bitwarden 需要注意 - 请在 Bitwarden 设置的 “自动填充服务” 中启用 “Draw-Over”
zh_hant: Bitwarden 需要注意 - 請到 Bitwarden 設定的「自動填入服務」中啓用「Draw-Over」

source: Auto-fill Services
ar: خدمات التعبئة التلقائية
be: Службы аўтазапаўнення
ca: Serveis d'emplenament automàtic
cs: Služba automatického vyplňování
da: Autoudfyldtjeneste
es: Servicios de autocompletado
et: Automaattäite teenused
he: שירותי ההשלמה האוטומטית
it: Servizi di auto-completamento
ja: 自動入力サービス
ko: 자동 완성 서비스
ml: ഓട്ടോഫിൽ സേവനങ്ങൾ
nb: Auto-utfyllingstjenester
pt_br: Serviços de Autopreenchimento
ro: Servicii de auto-completare
ru: Службы автозаполнения
sv: Tjänster för automatisk ifyllnad
ta: தன்னிரப்பி சேவைகள்
th: บริการกรอกข้อมูลอัตโนมัติ
vi: Tự động điền mật khẩu
zh_hans: 自动填充服务
zh_hant: 自動填入服務

# InlineAutofill
source: Use Inline Autofill
ar: استخدم "الملء التلقائي المضمن"
be: Выкарыстоўваць убудаванае аўтазапаўненне
ca: Utilitza l'emplenament automàtic en línia
cs: Použít automatické vyplňování
da: Brug indbygget Autoudfyld
es: Usar Autorrelleno en Linea
et: Kasuta klaviatuuriülest sisestust
he: השתמש במילוי אוטומטי בתוך השורה
it: Usa il completamento automatico
ja: インライン自動入力を使用する
ko: 인라인 자동 완성 사용하기
ml: ഇൻലൈൻ ഓട്ടോഫിൽ ഉപയോഗിക്കുക
nb: Bruk innebygd Autofyll
pt_br: Usar Autopreenchimento em Linha
ro: Utilizare auto-completare în linie
ru: Встроенное в клавиатуру автозаполнение
sv: Använd flytande automatisk ifyllnad
ta: உள்ளக தன்னிரப்பி பயன்படுத்து
th: ใช้งานกรอกข้อมูลอัตโนมัติแบบอินไลน์
vi: Sử dụng ứng dụng tự động điền biểu mẫu
zh_hans: 使用内嵌自动填充
zh_hant: 使用內嵌式自動填入

# InlineAutofillDescription
source: Use inline autofill if your selected IME (keyboard) supports it. If your configuration is not supported (or this option is disabled), the default Autofill overlay will be used.
ar: استخدم التعبئة التلقائية المضمنة إذا دعمتها لوحة المفاتيح المحددة. إذا كان إعداداتك غير مدعوم (أو تم تعطيل هذا الخيار)، سيتم استخدام تراكب ملء تلقائي الافتراضي.
be: Выкарыстоўваць убудаванае аўтазапаўненне, калі выбраны спосаб уводу (клавіятура) яго падтрымлівае. Калі вашая канфігурацыя не падтрымліваецца (або гэты параметр адключаны), будзе выкарыстоўвацца аўтазапаўненне накладаннем па змаўчанні.
ca: Utilitzeu l'emplenament automàtic en línia si l'IME (teclat) seleccionat l'admet. Si la vostra configuració no és compatible (o aquesta opció està desactivada), s'utilitzarà la superposició d'emplenament automàtic per defecte.
cs: Použít automatické vyplňování, pokud to podporuje váš vybraný editor IME (klávesnice). Pokud vaše konfigurace není podporována (nebo je tato možnost zakázána), použije se výchozí překrytí automatického vyplňování.
da: Brug indbygget autofyld, hvis dit valgte IME (tastatur) understøtter det. Hvis din konfiguration ikke understøttes (eller denne indstilling er deaktiveret), benyttes standard overlejret Autoudfyld.
et: Kasuta klaviatuuriülest sisestust, kui sinu klaviatuur seda toetab. Kui klaviatuur seda funktsiooni ei toeta (või see on väljalülitatud), kasutatakse tavalist Automaattäite meetodit.
he: בחר באפשרות "מילוי אוטומטי בתוך השורה" אם המקלדת שלך תומכת בכך. אם היא אינה תומכת בכך או שאופציה זו אינה מאופשרת, המילוי האוטומטי יוצג כoverlay (חלון מרחף).
it: Usa il completamento automatico se l'IME (tastiera) selezionato lo supporta. Se la tua configurazione non è supportata (o l'opzione è disabilitata), verrà utilizzato l'auto-completamento predefinito.
ja: お使いの IME （キーボード）が対応している場合に、インライン自動入力を使用します。お使いの環境が対応していない場合（またはこのオプションが無効化されている場合）には、デフォルトの自動入力オーバレイが使用されます。
ko: 사용하고 있는 IME (키보드)가 인라인 자동 완성을 지원하고 있다면 사용해보세요. 지원되지 않는 설정 (또는 비활성화되어 있는 경우) 기본 자동 완성 오버레이가 사용됩니다.
ml: നിങ്ങൾ തിരഞ്ഞെടുത്ത IME (കീബോർഡ്) പിന്തുണയ്ക്കുന്നുവെങ്കിൽ ഇൻലൈൻ ഓട്ടോഫിൽ ഉപയോഗിക്കുക. നിങ്ങളുടെ കോൺഫിഗറേഷൻ പിന്തുണയ്ക്കുന്നില്ലെങ്കിൽ (അല്ലെങ്കിൽ ഈ ഓപ്ഷൻ അപ്രാപ്തമാക്കി), സ്ഥിരസ്ഥിതി ഓട്ടോഫിൽ ഓവർലേ ഉപയോഗിക്കും.
nb: Bruk innebygd autoutfyll hvis ditt valgte IME (tastatur) støtter den. Dersom konfigurasjonen din ikke støttes (eller dette alternativet er deaktivert), vil standard autofyll overlegg bli brukt.
pt_br: Usar autopreenchimento nativo se o IME selecionado (teclado) o suporta. Se sua configuração não for suportada (ou esta opção estiver desativada), será usada a sobreposição de Autopreenchimento padrão.
ro: Utilizați auto-completarea în linie dacă IME (tastatura) selectată o acceptă. În cazul în care configurația dvs. nu este acceptată (sau această opțiune este dezactivată), se va folosi auto-completarea implicită.
ru: Использовать встроенное в клавиатуру автозаполнение, если выбранный способ ввода его поддерживает. Если ваша система не поддерживается (или опция выключена), будет использоваться обычное наложение.
sl: Use inline autofill if your selected IME (keyboard) supports it. If your configuration is not supported (or this option is turned off), the default Autofill overlay will be used.
sv: Använd flytande automatisk ifyllnad om ditt valda IME (tangentbord) stöder det. Om din konfiguration inte stöds (eller detta alternativ är inaktiverat), kommer den vanliga överlappningen för automatisk ifyllnad att användas.
ta: உம் தேர்ந்தெடுத்த IME (விசைப்பலகை) ஆதரித்தால் உள்வரி தன்னிரப்பி பயன்படுத்துக. உம் உள்ளமைவு ஆதரிக்கப்படவில்லையெனில் (அ இவ்விருப்பம் முடங்கியிருப்பின்), இயல்பிருப்பு தன்னிரப்பி மேலடுக்கு பயன்படுத்தப்படும்.
th: ใช้การกรอกข้อมูลอัตโนมัติแบบอินไลน์หาก IME (แป้นพิมพ์) ที่คุณเลือกรองรับ หากไม่รองรับการกำหนดค่าของคุณ (หรือปิดใช้ตัวเลือกนี้) ระบบจะใช้การวางซ้อนการป้อนอัตโนมัติเริ่มต้น
vi: Sử dụng tính năng tự động điền nếu bộ gõ hỗ trợ. Nếu không, sẽ chuyển qua chế độ tự động điền mặc định
zh_hans: 如果您所选的 IME（键盘）支持，将使用内嵌方式的自动填充。 如果您的配置不支持（或此选项被禁用），将使用默认的叠加层方式的自动填充。
zh_hant: 若您的 IME（鍵盤）支援，將使用內嵌式自動填入。若您的設定不支援（或未啟用此選項），將使用預設的覆疊式自動填入。

# Accessibility
source: Use Accessibility
ar: استخدام إمكانية الوصول
be: Спецыяльныя магчымасці
ca: Utilitza l'accessibilitat
cs: Použít přístupnost
da: Brug Tilgængelighed
es: Usar accesibilidad
et: Kasuta juurdepääsetavust
he: השתמש בכלי נגישות
it: Usa accessibilità
ja: ユーザー補助を使用する
ko: 접근성 서비스 사용
ml: ആക്സിസിബിലിറ്റി ഉപയോഗിക്കുക
nb: Bruk tilgjengelighet
pt_br: Usar Acessibilidade
ro: Utilizare Accesibilitate
ru: Cпециальные возможности
sv: Använd tillgänglighet
ta: அணுகல்தன்மை பயன்படுத்து
vi: Sử dụng trợ năng
zh_hans: 使用无障碍
zh_hant: 使用無障礙
