Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# PersonalOwnershipSubmitError
source: Due to an Enterprise Policy, you are restricted from saving items to your personal vault. Change the Ownership option to an organization and choose from available Collections.
ar: بسبب سياسة المؤسسة، أنت محظور عليك حفظ العناصر في خزانتك الشخصية. تغيير خيار الملكية إلى مؤسسة واختيار من المجموعات المتاحة.
ca: A causa d'una política empresarial, no podeu guardar elements a la vostra caixa forta personal. Canvieu l'opció Propietat en organització i trieu entre les col·leccions disponibles.
cs: Z důvodu zásad organizace nemůžete ukládat položky do svého osobního trezoru. Změňte vlastnictví položky na organizaci a po té si vyberte z dostupných kolekcí.
da: Grundet en virksomhedspolitik kan du ikke gemme emner i din personlige boks. Skift ejerskabsindstillingen til en organisation, og vælg fra de tilgængelige samlinger.
et: Ettevõtte poliitika tõttu ei saa sa andmeid oma personaalsesse Hoidlasse salvestada. Vali Omanikuks organisatsioon ja vali mõni saadavaolevatest Kogumikest.
he: מדיניות הארגון מונעת ממך לשמור פריטים בכספת האישית. שנה את אפשרות הבעלות לארגוניות ובחר מתוך האוספים הזמינים.
it: A causa di una policy aziendale, non è possibile salvare elementi nella tua cassaforte personale. Cambia l'opzione proprietà in un'organizzazione e scegli tra le raccolte disponibili.
ja: 組織のポリシーにより、個人保管庫へのアイテムの保存が制限されています。 所有権を組織に変更し、利用可能なコレクションから選択してください。
ko: 엔터프라이즈 정책으로 인해 개인 보관함에 항목을 저장할 수 없습니다. 조직에서 소유권 설정을 변경한 다음, 사용 가능한 컬렉션 중에서 선택해주세요.
ml: ഒരു എന്റർപ്രൈസ് പോളിസി നിങ്ങളുടെ സ്വകാര്യ വാൾട്ടിലേക്ക് ഇനങ്ങൾ സംരക്ഷിക്കുന്നതിൽ നിന്ന് നിങ്ങളെ നിയന്ത്രിച്ചിരിക്കുന്നു. ഉടമസ്ഥാവകാശ ഓപ്ഷൻ ഒരു സംഘടനയിലേക്ക് മാറ്റി ലഭ്യമായ ശേഖരങ്ങളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക.
nb: På grunn av bedrifsretningslinjer er du begrenset fra å lagre objekter til ditt personlige hvelv. Endre alternativ for eierskap til en organisasjon og velg blant tilgjengelige samlinger.
pt_br: Devido a uma Política Empresarial, você está restrito de salvar itens para seu cofre pessoal. Altere a opção de propriedade para uma organização e escolha entre Coleções disponíveis.
ro: Din cauza unei politici organizaționale vă este restricționată salvarea elementelor în seiful dvs. personal. Schimbați tipul de proprietate la altă organizație și alegeți dintre colecțiile disponibile.
ru: В соответствии с корпоративной политикой вам запрещено сохранять элементы в личном хранилище. Измените владельца на организацию и выберите из доступных Коллекций.
sl: Due to an enterprise policy, you are restricted from saving items to your individual vault. Change the ownership option to an organization and choose from available collections.
sv: På grund av en av företagets policyer är du begränsad från att spara objekt till ditt personliga valv. Ändra ägarskap till en organisation och välj från tillgängliga samlingar.
ta: முனைவகக் கொள்கை காரணமாக, உருப்படிகளை உம் சொந்த பெட்டகத்தில் சேமிப்பதிலிருந்து கட்டுப்படுத்தப்படுகிறீர். உரிமை விருப்பத்தை நிறுவனத்திற்கு மாற்றிக் கிடைக்கும் தொகுப்புகளிலிருந்து தேர்வுசெய்க.
vi: Do chính sách về quyền riêng tư của tổ chức, bạn không được lưu trữ trong .
zh_hans: 由于企业策略，您被限制为保存项目到您的个人密码库。将所有权选项更改为组织，并从可用的集合中选择。
zh_hant: 由於某個企業原则，您被限制為儲存項目到您的個人密碼庫。將擁有權改爲組織，並從可用的集合中選擇。

# PersonalOwnershipPolicyInEffect
source: An organization policy is affecting your ownership options.
ar: تؤثر سياسة مؤسسة على خيارات الملكية الخاصة بك.
ca: Una política d’organització afecta les vostres opcions de propietat.
cs: Zásady organizace ovlivňují možnosti vlastnictví.
da: En organisationspolitik påvirker dine ejerskabsmuligheder.
et: Organisatsiooni poliitika on seadnud omaniku valikutele piirangu.
he: מדיניות ארגונית משפיעה על אפשרויות הבעלות שלך.
it: Una policy dell'organizzazione controlla le tue opzioni di proprietà.
ja: 組織のポリシーが所有者のオプションに影響を与えています。
ko: 조직의 정책이 소유권 설정에 영향을 미치고 있습니다.
nb: En bedriftsretningslinje påvirker dine eierskapsinnstillinger.
pt_br: Uma política de organização está afetando suas opções de propriedade.
ro: O politică de organizație vă afectează opțiunile de proprietate.
ru: Политика организации влияет на ваши варианты владения.
sv: En organisationspolicy påverkar dina ägarskapsalternativ.
ta: ஒரு நிறுவன கொள்கை உம் உரிமை விருப்பங்களைப் பாதிக்கிறது.
zh_hans: 某个组织策略正影响您的所有权选项。
zh_hant: 一個組織原则正影響您的擁有權選項。

source: All Sends
ar: كل الإرسالات
ca: Tots els Send
cs: Všechny Sends
da: Alle Sends
es: Todos los Envíos
et: Kõik Sendid
it: Tutti i Send
ja: すべての Send
ko: 모든 Send
ml: എല്ലാം Send-കൾ
nb: Alle Send-er
pt_br: Todos os Sends
ro: Toate Send-urile
ru: Все Send’ы
sl: Vso poslano
sv: Alla försändelser
ta: எல்லா Sends
th: Sends ทั้งหมด
vi: Toàn bộ Send
zh_hans: 所有的 Send
zh_hant: 所有 Send

source: Sends
ar: إرسالات
es: Envíos
et: Sendid
it: Send
ja: Send
ko: Send
ro: Send-uri
ru: Send’ы
sl: Poslano
sv: Försändelser
vi: Chia sẻ
zh_hans: Send
zh_hant: Send

# NameInfo
source: A friendly name to describe this Send.
ar: اسم ودي لوصف هذا الإرسال.
ca: Un nom apropiat per descriure aquest Send.
cs: Přátelský název pro popis tohoto Send.
da: Et venligt navn til at beskrive denne Send.
es: Un nombre amigable para describir este Envío.
et: Sisesta Sendi nimi.
it: Un nome intuitivo per descrivere questo Send.
ja: この Send を説明するわかりやすい名前
ko: 이 Send의 이름
nb: Et vennlig navn for å beskrive dette Send.
pt_br: Um nome amigável para descrever este Send.
ro: Un nume prietenos pentru a descrie acest Send.
ru: Понятное имя для описания этой Send.
sv: Ett användarvänligt namn för att beskriva denna försändelse.
ta: இந்த Send ஐ விளக்க ஒரு நட்பார்ந்த பெயர்.
vi: Một tên gợi nhớ để mô tả về Send này.
zh_hans: 用于描述此 Send 的友好名称。
zh_hant: 用於描述此 Send 的友好名稱。

# TypeText
source: Text
ar: نص
da: Tekst
es: Texto
et: Tekst
it: Testo
ja: テキスト
ko: 텍스트
ml: വാചകം
nb: Tekst
pt_br: Texto
ru: Текст
ta: சொற்சரம்
th: ข้อความ
zh_hans: 文本
zh_hant: 文字

# TypeTextInfo
source: The text you want to send.
ar: النص الذي تريد إرساله.
ca: El text que voleu enviar.
cs: Text, který chcete odeslat.
da: Den tekst, du vil sende.
es: El texto que quieres enviar.
et: Tekst, mida soovid saata.
it: Il testo che desideri inviare.
ja: 送信したいテキスト
ko: 전송하려는 텍스트
ml: നിങ്ങൾ അയയ്ക്കാൻ ആഗ്രഹിക്കുന്ന വാചകം
nb: Teksten du ønsker å sende.
pt_br: O texto que você deseja enviar.
ro: Textul pe care doriți să-l trimiteți.
ru: Текст, который вы хотите отправить.
sv: Texten du vill skicka.
ta: நீங்கள் அனுப்ப விரும்பும் சொற்சரம்.
vi: Văn bản bạn muốn gửi.
zh_hans: 您想要发送的文本。
zh_hant: 您想要傳送的文字。

# HideTextByDefault
source: When accessing the Send, hide the text by default
ar: عند الوصول إلى الإرسال، إخفاء النص بشكل افتراضي
ca: Quan accediu a Send, amaga el text per defecte
cs: Při přístupu k Send, ve výchozím nastavení skrýt text
da: Når Send tilgås, skjul som standard teksten
es: Al acceder a este Envío, ocultar este texto por defecto
et: Sendi avamisel peida tekst automaatselt
it: Quando si accede al Send, nascondi il testo predefinito
ja: Send へのアクセス時に既定でテキストを非表示にする
ko: Send에 접근할 때 기본적으로 텍스트를 숨김
nb: Når du åpner Send-en, er teksten skjult som standard
pt_br: Ao acessar o Send, ocultar o texto por padrão
ro: Când Send-ul este accesat, ascundeți textul în mod implicit
ru: При доступе к Send скрывать текст по умолчанию
sv: Dölj texten som standard när försändelsen öppnas
ta: Send ஐ அணுகும்போது, இயல்புநிலையில் சொற்சரத்தை மறை
zh_hans: 访问 Send 时，默认将隐藏文本
zh_hant: 存取此 Send 時，預設將隱藏文字

# TypeFile
source: File
ar: ملف
ca: Fitxer
cs: Soubor
da: Fil
es: Archivo
et: Fail
ja: ファイル
ko: 파일
ml: ഫയൽ
nb: Fil
pt_br: Arquivo
ro: Fişier
ru: Файл
sv: Fil
ta: கோப்பு
th: ไฟล์
vi: Tập tin
zh_hans: 文件
zh_hant: 檔案

# TypeFileInfo
source: The file you want to send.
ar: الملف الذي تريد إرساله.
ca: El fitxer que voleu enviar.
cs: Soubor, který chcete odeslat.
da: Den fil, du vil sende.
es: El archivo que quieres enviar.
et: Fail, mida soovid saata.
it: Il file che desideri inviare.
ja: 送信するファイル
ko: 전송하려는 파일
ml: നിങ്ങൾ അയയ്ക്കാൻ ആഗ്രഹിക്കുന്ന ഫയൽ.
nb: Filen du vil sende.
pt_br: O arquivo que você deseja enviar.
ro: Fișierul pe care doriți să-l trimiteți.
ru: Файл, который вы хотите отправить.
sv: Filen du vill skicka.
ta: நீங்கள் அனுப்ப விரும்பும் கோப்பு.
vi: Tập tin bạn muốn gửi.
zh_hans: 您想要发送的文件。
zh_hant: 您想要傳送的檔案。

source: Deletion Date
ar: تاريخ الحذف
ca: Data de supressió
cs: Datum odstranění
da: Sletningsdato
et: Kustutamise kuupäev
it: Data di eliminazione
ja: 削除日
ko: 삭제 날짜
ml: ഇല്ലാതാക്കൽ തീയതി
nb: Dato for sletting
pt_br: Data de Exclusão
ro: Data ștergerii
ru: Срок удаления
sv: Raderingsdatum
ta: அழிக்கும் தேதி
zh_hans: 删除日期
zh_hant: 刪除日期

source: Deletion Time
ar: وقت الحذف
ca: Hora de supressió
cs: Čas odstranění
da: Sletningstidspunkt
et: Kustutamise aeg
it: Ora di eliminazione
ja: 削除時刻
ko: 삭제 시간
ml: ഇല്ലാതാക്കൽ സമയം
nb: Sletting tid
pt_br: Hora da Exclusão
ro: Ora ștergerii
ru: Время удаления
sv: Raderingstid
ta: அழிக்கும் நேரம்
zh_hans: 删除时间
zh_hant: 刪除時間

# DeletionDateInfo
source: The Send will be permanently deleted on the specified date and time.
ar: سيتم حذف الإرسال بشكل دائم في التاريخ والوقت المحددين.
ca: El Send se suprimirà permanentment a la data i hora especificades.
cs: Tento Send bude trvale smazán v určený datum a čas.
da: Send'en slettes permanent på den angivne dato og tid.
et: Send kustutatakse määratud kuupäeval ja kellaajal jäädavalt.
it: Il Send sarà definitivamente eliminato alla data e all'ora specificate.
ja: Send は指定された日時に完全に削除されます。
ko: 이 Send가 정해진 일시에 영구적으로 삭제됩니다.
ml: നിർദ്ദിഷ്ട തീയതിയിലും സമയത്തിലും Send ശാശ്വതമായി ഇല്ലാതാക്കും.
nb: Send-en vil bli slettet permanent på den angitte dato og klokkeslett.
pt_br: O envio será eliminado permanentemente na data e hora especificadas.
ro: Send-ul va fi șters definitiv la data și ora specificate.
ru: Эта Send будет окончательно удалена в указанные дату и время.
sv: Försändelsen kommer att raderas permanent på angivet datum och tid.
ta: குறிப்பிடப்பட்ட தேதி மற்றும் நேரத்தில் Send நிரந்தரமாக அழிக்கப்படும்.
vi: Send sẽ được xóa vĩnh viễn vào ngày và giờ được chỉ định.
zh_hans: 此 Send 将在指定的日期和时间后被永久删除。
zh_hant: 此 Send 將在指定的日期和時間被永久删除。

# PendingDelete
source: Pending deletion
ar: في انتظار الحذف
ca: Pendent de supressió
cs: Čeká na smazání
da: Afventer sletning
es: Eliminación pendiente
et: Kustutamise ootel
it: In attesa di eliminazione
ja: 削除の保留中
ko: 삭제 대기 중
nb: Venter på sletting
pt_br: Exclusão pendente
ro: Ștergere în așteptare
ru: Ожидание удаления
sv: Väntar på radering
ta: அழித்தல் நிலுவையில்
vi: Đang chờ xóa
zh_hans: 等待删除
zh_hant: 等待刪除中

source: Expiration Date
ar: تاريخ انتهاء الصلاحية
bs: Rok upotrebe
ca: Data de caducitat
cs: Datum expirace
da: Udløbsdato
et: Aegumiskuupäev
it: Data di scadenza
ja: 有効期限日
ko: 만료 날짜
ml: കാലഹരണപ്പെടുന്ന തീയതി
nb: Utløpsdato
pt_br: Data de Validade
ro: Data expirării
ru: Срок истечения
sv: Utgångsdatum
ta: காலாவதி தேதி
zh_hans: 过期日期
zh_hant: 逾期日期

source: Expiration Time
ar: وقت انتهاء الصلاحية
bs: Vrijeme roka upotrebe
ca: Hora de caducitat
cs: Čas expirace
da: Udløbstidspunkt
et: Aegumise kellaaeg
it: Ora di scadenza
ja: 有効期限時刻
ko: 만료 시간
ml: കാലഹരണപ്പെടുന്ന സമയം
nb: Gyldig til
pt_br: Hora da Expiração
ro: Ora expirării
ru: Время истечения
sv: Utgångstid
ta: காலாவதி நேரம்
zh_hans: 过期时间
zh_hant: 逾期時間

# ExpirationDateInfo
source: If set, access to this Send will expire on the specified date and time.
ar: في حالة التعيين، ستنتهي صلاحية الوصول إلى هذا الإرسال في التاريخ والوقت المحددين.
ca: Si s'estableix, l'accés a aquest Send caducarà en la data i hora especificades.
cs: Je-li nastaveno, přístup k tomuto Send vyprší v daný datum a čas.
da: Hvis angivet, vil adgangen til denne Send udløbe på den angivne dato og tidspunkt.
et: Selle valimisel ei pääse sellele Sendile enam pärast määratud kuupäeva ligi.
it: Se impostato, l'accesso a questo Send scadrà alla data e all'ora specificate.
ja: 設定されている場合、この Send へのアクセスは指定された日時に失効します。
ko: 설정할 경우, 이 Send에 대한 접근 권한이 정해진 일시에 만료됩니다.
nb: Hvis satt, vil tilgang til denne Send gå ut på angitt dato og klokkeslett.
pt_br: Se definido, o acesso a este Send expirará na data e hora especificadas.
ro: Dacă este setat, accesul la acest Send va expira la data și ora specificate.
ru: Если задано, доступ к этой Send истечет в указанные дату и время.
sv: Om angivet kommer åtkomst till denna försändelse upphöra på på angivet datum och tid.
ta: அமைத்தால், குறிப்பிடப்பட்ட தேதி மற்றும் நேரத்தில் இந்த Send க்கான அணுகல் காலாவதியாகும்.
vi: Nếu được thiết lập, truy cập vào Send này sẽ hết hạn vào ngày và giờ được chỉ định.
zh_hans: 如果设定，此 Send 将在指定的日期和时间后过期。
zh_hant: 如果設定，對此 Send 的存取將在指定的日期和時間后逾期。

source: Expired
ar: منتهية الصلاحية
ca: Caducat
cs: Vypršela platnost
da: Udløbet
et: Aegunud
it: Scaduto
ja: 有効期限切れ
ko: 만료됨
ml: കാലഹരണപ്പെട്ടു
nb: Utløpt
pt_br: Expirado
ro: Expirat
ru: Срок истек
sl: Poteklo
sv: Utgången
ta: காலாவதியானது
th: หมดอายุ
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已逾期

source: Maximum Access Count
ar: الحد الأقصى لعدد الوصول
ca: Recompte màxim d'accessos
cs: Maximální počet přístupů
da: Maksimalt antal tilgange
et: Maksimaalne ligipääsude arv
it: Numero massimo di accessi
ja: 最大アクセス数
ko: 최대 접근 횟수
nb: Maksimal antall tilganger
pt_br: Contagem Máxima de Acessos
ro: Număr maxim de accesări
ru: Максимум обращений
sv: Maximalt antal åtkomster
ta: அதிகபட்ச அணுகல் எண்ணிக்கை
vi: Số lượng truy cập tối đa
zh_hans: 最大访问次数
zh_hant: 最大存取次數

# MaximumAccessCountInfo
source: If set, users will no longer be able to access this send once the maximum access count is reached.
ar: في حالة التعيين، لن يتمكن المستخدمون من الوصول إلى هذا الإرسال بمجرد الوصول إلى الحد الأقصى لعدد الوصول.
ca: Si s’estableix, els usuaris ja no podran accedir a aquest Send una vegada s’assolisca el nombre màxim d’accessos.
cs: Je-li nastaveno, uživatelé již nebudou mít přístup k tomuto Send, jakmile bude dosaženo maximálního počtu přístupů.
da: Hvis opsat, vil brugere ikke længere kunne tilgå denne Send, når det maksimale adgangsantal er nået.
et: Selle valimisel ei saa kasutajad pärast maksimaalse ligipääsude arvu saavutamist sellele Sendile enam ligi.
it: Se impostato, gli utenti non saranno più in grado di accedere a questo Send una volta raggiunto il numero massimo di accessi.
ja: 設定されている場合、最大アクセス数に達するとユーザーはこの Send にアクセスできなくなります。
ko: 설정할 경우, 최대 접근 횟수에 도달할 때 이 Send에 접근할 수 없게 됩니다.
nb: Hvis satt, vil brukere ikke lenger ha tilgang til dette send når maksimal antall tilgang er nådd.
pt_br: Se atribuído, usuários não poderão mais acessar este Send assim que o número máximo de acessos for atingido.
ro: Dacă este setată, utilizatorii nu vor mai putea accesa acest Send după atingerea numărului maxim de accesări.
ru: Если задано, пользователи больше не смогут получить доступ к этой Send, как только будет достигнуто максимальное количество обращений.
sv: Om angivet kommer användare inte längre komma åt denna försändelse när den maximala antalet åtkomster har uppnåtts.
ta: அமைத்தால், அதிகபட்ச அணுகலெண்ணிக்கை எட்டப்பட்டவுடன் பயனர்கள் இந்த Sendஐ இனி அணுகவியலாது.
vi: Nếu được thiết lập, khi đã đạt tới số lượng truy cập tối đa, người dùng sẽ không thể truy cập Send này nữa.
zh_hans: 如果设定，达到最大访问次数后用户将无法访问此 Send。
zh_hant: 如果設定，達到最大存取次數后，使用者將無法再次存取此 Send。

# MaximumAccessCountReached
source: Max access count reached
ar: تم بلوغ الحد الأقصى لعدد الدخول
ca: S'ha assolit el recompte màxim d'accesos
cs: Dosažen maximální počet přístupů
da: Maksimalt adgangsantal nået
et: Maksimaalne ligipääsude arv on saavutatud
it: Numero massimo di accessi raggiunto
ja: 最大アクセス数に達しました
ko: 최대 접근 횟수 도달
nb: Maksimalt antall tilganger nådd
pt_br: Número máximo de acessos atingido
ro: S-a atins numărul maxim de accesări
ru: Достигнут максимум обращений
sv: Det maximala antalet åtkomster har uppnåtts
ta: அதிகபட்ச அணுகல் எண்ணிக்கை எட்டப்பட்டது
vi: Đã đạt đến số lượng truy cập tối đa
zh_hans: 已达最大访问次数
zh_hant: 已達最大存取次數

source: Current Access Count
ar: العد الحالي للوصول
ca: Recompte d’accessos actual
cs: Počet aktuálních přístupů
da: Aktuelt antal tilgange
et: Hetkeline ligipääsude arv
it: Numero di accessi attuale
ja: 現在のアクセス数
ko: 현재 접근 횟수
nb: Antall nåværende tilgang
pt_br: Contagem Atual de Acessos
ro: Număr actual de accesări
ru: Текущих обращений
sv: Nuvarande antal åtkomster
ta: தற்போதைய அணுகல் எண்ணிக்கை
vi: Số lượng truy cập hiện tại
zh_hans: 当前访问次数
zh_hant: 目前存取次數

source: New Password
ar: كلمة المرور الجديدة
ca: Contrasenya nova
cs: Nové heslo
da: Ny adgangskode
es: Nueva contraseña
et: Uus Parool
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
ml: പുതിയ പാസ്‍വേഡ്
nb: Nytt passord
pt_br: Nova Senha
ro: Parolă nouă
ru: Новый пароль
sl: Novo geslo
sv: Nytt lösenord
ta: புது கடவுச்சொல்
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新的密碼

# PasswordInfo
source: Optionally require a password for users to access this Send.
ar: بشكل اختياري يتطلب كلمة مرور للمستخدمين للوصول إلى هذا الإرسال.
ca: Opcionalment, necessiteu una contrasenya perquè els usuaris accedisquen a aquest Send.
cs: Volitelně vyžadovat heslo pro přístup k tomuto Send.
da: Valgfrit brugeradgangskodekrav for at tilgå denne Send.
et: Soovi korral nõua parooli, millega Sendile ligi pääseb.
it: Facoltativamente, richiedi una password agli utenti per accedere al Send.
ja: 必要に応じて、ユーザーがこの Send にアクセスするためのパスワードを要求します。
ko: 이 Send에 접근하기 위해 암호를 입력하도록 선택적으로 요구합니다.
nb: Eventuelt krever et passord for brukere å få tilgang til denne Send.
pt_br: Exigir opcionalmente uma senha para os usuários acessarem este Send.
ro: Opțional, este necesară o parolă pentru ca utilizatorii să acceseze acest Send.
ru: По возможности запрашивать у пользователей пароль для доступа к этой Send.
sv: Kräv ett lösenord från användare innan de kommer åt denna försändelse.
ta: விருப்பப்பட்டால் பயனர்கள் இந்த Send ஐ அணுக கடவுச்சொல் வேண்டு.
zh_hans: 可选，用户需要提供密码才能访问此 Send。
zh_hant: 可選。使用者需提供密碼才能存取此 Send。

source: Remove Password
ar: إزالة كلمة المرور
ca: Suprimeix la contrasenya
cs: Odstranit heslo
da: Fjern adgangskode
et: Eemalda parool
it: Rimuovi password
ja: パスワードを削除
ko: 비밀번호 제거
ml: പാസ്‌വേഡ് നീക്കംചെയ്യുക
nb: Fjern passord
pt_br: Remover Senha
ro: Eliminare parolă
ru: Удалить пароль
sl: Odstrani geslo
sv: Ta bort lösenord
ta: கடவுச்சொல்லை அகற்று
vi: Xóa mật khẩu
zh_hans: 移除密码
zh_hant: 移除密碼

# AreYouSureRemoveSendPassword
source: Are you sure you want to remove the password?
ar: هل أنت متأكد من أنك تريد إزالة كلمة المرور؟
ca: Esteu segur que voleu suprimir la contrasenya?
cs: Jste si jisti, že chcete odstranit heslo?
da: Er du sikker på, at du vil fjerne adgangskoden?
et: Soovid kindlasti selle parooli eemaldada?
it: Sei sicuro di voler rimuovere la password?
ja: パスワードを削除してもよろしいですか？
ko: 비밀번호를 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne passordet?
pt_br: Você tem certeza que deseja remover a senha?
ro: Sigur doriți să eliminați parola?
ru: Вы уверены, что хотите удалить пароль?
sl: Ste prepričani, da želite odstraniti geslo?
sv: Är du säker på att du vill ta bort lösenordet?
ta: கடவுச்சொல்லை அகற்ற உறுதியா?
vi: Bạn có chắc chắn muốn xóa mật khẩu này?
zh_hans: 确定要移除此密码吗？
zh_hant: 您確定要移除此密碼嗎？

# RemovingSendPassword
source: Removing password
ar: إزالة كلمة المرور
ca: S'està suprimint la contrasenya
cs: Odstraňování hesla
da: Fjerner adgangskode
et: Parooli eemaldamine
it: Rimozione password
ja: パスワードを削除中
ko: 비밀번호 제거 중
ml: പാസ്‌വേഡ് നീക്കംചെയ്യുന്നു
nb: Fjerner passord
pt_br: Removendo senha
ro: Se elimină parola
ru: Удаление пароля
sl: Odstranjevanje gesla
sv: Tar bort lösenord
ta: கடவுச்சொல்லை அகற்றுகிறது
vi: Đang xóa mật khẩu
zh_hans: 正在移除密码
zh_hant: 正在移除密碼

# SendPasswordRemoved
source: Password has been removed.
ar: تم إزالة كلمة المرور
ca: S'ha suprimit la contrasenya
cs: Heslo bylo odstraněno.
da: Adgangskoden er fjernet.
et: Parool on eemaldatud
it: La password è stata rimossa.
ja: パスワードを削除しました。
ko: 비밀번호가 제거되었습니다.
nb: Passordet er fjernet.
pt_br: A senha foi removida.
ro: Parola a fost eliminată.
ru: Пароль был удален.
sl: Geslo je bilo odstranjeno.
sv: Lösenordet har tagits bort.
ta: கடவுச்சொல் அகற்றப்பட்டது.
vi: Mật khẩu đã được xóa.
zh_hans: 密码已移除。
zh_hant: 密碼已移除

# NotesInfo
source: Private notes about this Send.
ar: ملاحظات خاصة حول هذا الإرسال.
ca: Notes privades sobre aquest Send.
cs: Soukromé poznámky k tomuto Send.
da: Private notater om denne Send.
es: Notas privadas sobre este Envío.
et: Privaatne märkus selle Sendi kohta.
it: Note private sul Send.
ja: この Send に関するプライベートメモ
ko: 이 Send에 대한 비공개 메모
nb: Private notater om denne Send-en.
pt_br: Notas privadas sobre este Send.
ro: Note private despre acest Send.
ru: Личные заметки об этой Send.
sv: Egna anteckningar om denna försändelse.
ta: இந்த Send பற்றிய தனிப்பட்ட குறிப்புகள்.
zh_hans: 关于此 Send 的私密备注。
zh_hant: 關於此 Send 的私人注釋。

# DisableSend
source: Disable this Send so that no one can access it.
ar: قم بتعطيل هذا الإرسال حتى لا يتمكن أي شخص من الوصول إليه
ca: Deshabiliteu aquest Send perquè ningú no hi puga accedir.
cs: Vypnout tento Send, aby k němu nikdo neměl přístup
da: Deaktivér denne Send, så ingen kan tilgå den.
es: Desactivar este Envío para que nadie pueda acceder a él.
et: Keela see Send, et keegi ei pääseks sellele ligi.
it: Disabilita il Send per renderlo inaccessibile.
ja: 誰もアクセスできないように、この Send を無効にする
ko: 이 Send를 비활성화하여 아무도 접근할 수 없게 합니다.
nb: Deaktiver denne Send-en, slik at ingen får tilgang til den.
pt_br: Desabilite este Send para que ninguém possa acessá-lo
ro: Dezactivați acest Send astfel încât nimeni să nu-l poată accesa.
ru: Отключить эту Send, чтобы никто не мог получить к ней доступ.
sl: Deactivate this Send so that no one can access it
sv: Inaktivera denna försändelse så att ingen kan komma åt den.
ta: இந்த Send-ஐ முடக்குக எனவே யாருமிதை அணுகவியலாது
zh_hans: 禁用此 Send 以阻止任何人访问它。
zh_hant: 停用此 Send 以阻止任何人存取它。

# NoSends
source: There are no sends in your account.
ar: لا توجد إرسالات في حسابك.
ca: No hi ha cap enviament al vostre compte.
cs: Ve vašem účtu nejsou žádné Sends.
da: Der er ingen Sends i din konto.
es: No hay Envíos en tu cuenta.
et: Kontol pole ühtegi Sendi.
it: Non ci sono Send nel tuo account.
ja: あなたのアカウントには Send がありません。
ko: 계정에 Send가 없습니다.
nb: Det er ingen sendinger på kontoen din.
pt_br: Não existem Sends na sua conta.
ro: Nu există niciun Send în contul dvs.
ru: В вашем хранилище нет Send.
sv: Det finns inga Send på ditt konto.
ta: உம் கணக்கில் Sends எவையுமில்லை.
zh_hans: 您的帐户中没有 Send。
zh_hant: 您的帳戶中沒有 Send。

source: Add a Send
ar: إضافة إرسال
cs: Přidat Send
it: Aggiungi un Send
pt_br: Adicionar um Send
ru: Добавить Send
ta: ஒரு Send-ஐச் சேர்

source: Copy Link
ar: نسخ الرابط
ca: Copia l'enllaç
cs: Kopírovat odkaz
da: Kopiér link
es: Copiar enlace
et: Kopeeri link
it: Copia collegamento
ja: リンクをコピー
ko: 링크 복사
ml: ലിങ്ക് പകർത്തുക
nb: Kopier lenke
pt_br: Copiar Link
ro: Copiere link
ru: Скопировать ссылку
sl: Kopiraj povezavo
sv: Kopiera länk
ta: தொடுப்பை நகலெடு
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製連結

source: Share Link
ar: مشاركة الرّابط
ca: Comparteix l'enllaç
cs: Sdílet odkaz
da: Del link
es: Compartir enlace
et: Jaga linki
it: Condividi collegamento
ja: リンクを共有
ko: 링크 공유
ml: ലിങ്ക് പങ്കിടുക
nb: Del link
pt_br: Compartilhar Link
ro: Partajare link
ru: Поделиться ссылкой
sl: Deli povezavo
sv: Dela länk
ta: தொடுப்பைப் பகிர்
vi: Chia sẻ liên kết
zh_hans: 分享链接
zh_hant: 分享連結

source: Send link
ar: إرسال رابط
ca: Enllaç Send
cs: Odkaz tohoto Send
es: Enviar enlace
et: Sendi link
it: Collegamento del Send
ja: Send リンク
ko: Send 링크
ml: ലിങ്ക് അയയ്‌ക്കുക
nb: Send lenke
pt_br: Link do Send
ro: Trimitere link
ru: Ссылка на Send
sl: Pošlji povezavo
sv: Försändelselänk
ta: Send தொடுப்பு
vi: Gửi liên kết
zh_hans: Send 链接
zh_hant: Send 連結

source: Search Sends
ar: بحث عن الإرسالات
ca: Cerca Sends
cs: Hledat Sends
da: Søg i Sends
es: Buscar Envíos
et: Otsi Sende
it: Cerca Send
ja: Send を検索
ko: Send 검색
ml: Send-കൾ തിരയുക
nb: Søk i Send-ene
pt_br: Pesquisar Sends
ro: Căutare Send-uri
ru: Поиск Send’ов
sl: Išči poslano
sv: Sök försändelser
ta: Sends தேடு
vi: Tìm kiếm Send
zh_hans: 搜索 Send
zh_hant: 搜尋 Send
