Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# AutofillTurnOn
source: To enable password auto-fill on your device, follow these instructions:
ar: لتمكين التعبئة التلقائية لكلمة المرور على جهازك، اتبع هذه التعليمات:
be: Для ўключэння аўтазапаўнення паролей на прыладзе трэба выканаць наступныя дзеянні:
ca: Per activar l'emplenament automàtic de contrasenyes al vostre dispositiu, seguiu aquestes instruccions:
cs: Pokyny pro zapnutí automatického vyplňování hesel na vašem zařízení:
da: Følg disse instruktioner for at aktivere autoudfyldning af adgangskoder på din enhed:
es: Para habilitar el Autorellenado de contraseña en su dispositivo, sigue estas instrucciones:
et: Paroolide automaattäite võimaldamiseks järgi neid juhiseid:
he: להפעלת השלמה אוטומטית במכשירך, עקוב אחר ההוראות:
it: Per abilitare la compilazione automatica della password sul tuo dispositivo, segui queste istruzioni:
ja: パスワードの自動入力を有効化するには、下記の手順に従ってください：
ko: 장치에서 비밀번호 자동 완성을 사용하려면 다음 안내사항을 따르십시오:
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ പാസ്‌വേഡ് ഓട്ടോഫിൽ പ്രവർത്തനക്ഷമമാക്കാൻ, ഈ നിർദ്ദേശങ്ങൾ പാലിക്കുക:
nb: Følg disse instruksjonene for å aktivere passord-autoutfylling på enheten din:
pt_br: Para ativar o autopreenchimento de senha no seu dispositivo, siga estas instruções:
ro: Pentru a activa auto-completarea pe acest dispozitiv, urmăriți aceste instrucțiuni:
ru: Чтобы включить автозаполнение паролей на устройстве, выполните следующие действия:
sl: To set up password auto-fill on your device, follow these instructions:
sv: För att aktivera automatisk ifyllnad av lösenord på din enhet, följ dessa instruktioner:
ta: உம் சாதனத்தில் கடவுச்சொல் தன்னிரப்பலை இயக்க, இவ்வழிமுறைகளைப் பின்பற்று:
vi: Để mở chức năng tự động điền mật khẩu trên thiết bị của bạn, xin làm theo hướng dẫn dưới đây:
zh_hans: 请按照以下步骤在你的设备上开启密码自动填充功能：
zh_hant: 請按照以下步驟開啟 Bitwarden 自動填入功能：

# AutofillTurnOn1
source: 1. Go to the iOS "Settings" app
ar: 1. انتقل إلى تطبيق "إعدادات" iOS
be: 1. Запусціце праграму iOS "Налады" ("Settings")
ca: 1. Aneu a l'aplicació "Configuració" de l'iOS
cs: 1. Přejděte do aplikace „Nastavení“ v iOS
da: 1. Åbn iOS-appen "Indstillinger"
es: 1. Ve a la aplicación "Ajustes" de iOS
et: 1. Mine iOS "Settings" rakendusse
he: 1. עבור לאפליקציית "הגדרות" של iOS
it: 1. Vai nelle Impostazioni di iOS
ja: 1. iOS の「設定」アプリを開く
ko: 1. iOS "설정" 앱으로 이동
ml: iOS "Settings" അപ്പീലോട്ടു പോവുക
nb: 1. Gå til iOS-appen «Innstillinger»
pt_br: 1. Acesse o aplicativo "Ajustes" do iOS
ro: 1. Accesați Setările iOS
ru: 1. Перейдите в 'Настройки' iOS
sl: 1. Pojdite v nastavitve iOS aplikacije
sv: 1. Gå till iOS "Inställningar"-app
ta: ௧. iOS "அமைவுகள்" செயலிக்குச் செல்
vi: 1. Truy cập vào ứng dụng "Cài đặt" của iOS
zh_hans: 1. 前往 iOS 的 “设置” 应用
zh_hant: 1. 前往 iOS 的「設定」應用程式

# AutofillTurnOn2
source: 2. Tap "Passwords & Accounts"
ar: 2. انقر فوق "كلمات المرور"
be: 2. Націсніце на "Паролі і аккаунты" ("Passwords & Accounts")
ca: 2. Toqueu "Contrasenyes i comptes"
cs: 2. Klepněte na „Hesla a účty“
da: 2. Tryk på "Adgangskoder & konti"
es: 2. Pulsa en "Contraseñas y Cuentas"
et: 2. Vajuta "Passwords & Accounts"
he: 2. לחץ על "סיסמאות וחשבונות"
it: 2. Fai clic su su "Password & Account"
ja: 2. 「アカウントとパスワード」をタップ
ko: 2. "암호 및 계정" 탭하기
ml: 2. "പാസ്‌വേഡുകളും അക്കൗണ്ടുകളും" ടാപ്പുചെയ്യുക
nb: 2. Trykk på «Passord og kontoer»
pt_br: 2. Toque em "Senhas"
ro: 2. Selectați "Parole și Conturi"
ru: 2. Нажмите 'Пароли и учетные записи'
sl: 2. Tap "Passwords"
sv: 2. Tryck på "Lösenord & konton"
ta: 2. "கடவுச்சொற்கள்"ஐத் தட்டு
vi: 2. Chọn "Mật khẩu & Tài khoản"
zh_hans: 2. 点击 “密码与帐户”
zh_hant: 2. 點選「密碼和帳戶」

# AutofillTurnOn3
source: 3. Tap "AutoFill Passwords"
ar: 3. انقر فوق "ملء كلمة المرور تلقائياً"
be: 3. Націсніце на "Аўтазапаўненне паролей" (AutoFill Passwords)
ca: 3. Toqueu "Emplenament automàtic de contrasenyes"
cs: 3. Klepněte na „Automatické vyplňování hesel“
da: 3. Tryk på "Autoudfyld adgangskoder"
es: 3. Pulsa en "Autorellenado de contraseñas"
et: 3. Vajuta "AutoFill Passwords"
he: 3. לחץ על "השלם סיסמאות באופן אוטומטי"
it: 3. Fai clic su "Completamento automatico password"
ja: 3. 「パスワードの自動入力」をタップ
ko: 3. "암호 자동 완성" 탭하기
ml: 3. "ഓട്ടോഫിൽ പാസ്‌വേഡുകൾ" ടാപ്പുചെയ്യുക
nb: 3. Trykk «Autoutfyll passord»
pt_br: 3. Toque em "Preencher Senhas"
ro: 3. Selectați "Auto-completare parole"
ru: 3. Нажмите 'Автозаполнение паролей'
sv: 3. Tryck på "Autofyll lösenord"
ta: 3. "கடவுச்சொற்கள் தன்னிரப்பல்"ஐத் தட்டு
vi: 3. Chọn "Tự động điền mật khẩu"
zh_hans: 3. 点击 “自动填充密码”
zh_hant: 3. 點選「自動填入密碼」

# AutofillTurnOn4
source: 4. Turn on AutoFill
ar: 4. تشغيل التعبئة التلقائية
be: 4. Уключыце аўтазапаўненне ("AutoFill")
ca: 4. Activeu l'emplenament automàtic
cs: 4. Zapněte automatické vyplňování
da: 4. Aktivér Autoudfyld
es: 4. Habilita el autorellenado
et: 4. Lülita AutoFill sisse
he: 4. הפעל השלמה אוטומטית
it: 4. Attiva completamento automatico
ja: 4. 自動入力を有効化
ko: 4. 자동 완성을 켜기
ml: 4. ഓട്ടോ ഫിൽ ഓണാക്കുക്ക
nb: 4. Slå på Autoutfyll
pt_br: 4. Ative o Autopreenchimento
ro: 4. Activați "Completare automată"
ru: 4. Включите автозаполнение
sv: 4. Sätt på autofyll
ta: 4. தன்னிரப்பலை இயக்கு
vi: 4. Mở Tự động điền mật khẩu
zh_hans: 4. 打开自动填充
zh_hant: 4. 開啟自動填入

# AutofillTurnOn5
source: 5. Select "Bitwarden"
ar: 5. حدد "Bitwarden"
be: 5. Выберыце "Bitwarden"
ca: 5. Seleccioneu "Bitwarden"
cs: 5. Vyberte „Bitwarden“
da: 5. Vælg "Bitwarden"
es: 5. Selecciona "Bitwarden"
et: 5. Vali "Bitwarden"
he: 5. בחר את "Bitwarden"
it: 5. Seleziona "Bitwarden"
ja: 5. 「Bitwarden」を選択
ko: 5. "Bitwarden"을 선택하세요.
ml: "Bitwarden" തിരഞ്ഞെടുക്കുക
nb: 5. Velg «Bitwarden»
pt_br: 5. Selecione "Bitwarden"
ro: 5. Selectați "Bitwarden"
ru: 5. Выберите Bitwarden
sv: 5. Välj "Bitwarden"
ta: 5. "Bitwarden"ஐத் தேர்ந்தெடு
vi: 5. Chọn "Bitwarden"
zh_hans: 5. 勾选 “Bitwarden”
zh_hant: 5. 選擇「Bitwarden」

source: Password AutoFill
ar: تعبئة تلقائية لكلمة المرور
be: Аўтазапаўненне паролей
ca: Emplenament automàtic de contrasenya
cs: Automatické vyplnění hesel
da: Adgangskode Autoudfyld
es: Autorellenado de contraseña
et: Paroolide Automaatne täitmine
he: השלמת סיסמאות אוטומטית
it: Completamento automatico password
ja: パスワード自動入力
ko: 비밀번호 자동 완성
ml: പാസ്‌വേഡ് ഓട്ടോഫിൽ
nb: Passord-autoutfylling
pt_br: Autopreenchimento de Senha
ro: Auto-completare parolă
ru: Автозаполнение паролей
sv: Automatisk ifyllnad av lösenord
ta: கடவுச்சொல் தன்னிரப்பல்
th: กรอกรหัสผ่านอัตโนมัติ
vi: Tự động điền mật khẩu
zh_hans: 密码自动填充
zh_hant: 密碼自動填入

# BitwardenAutofillAlert2
source: The easiest way to add new logins to your vault is by using the Bitwarden Password AutoFill extension. Learn more about using the Bitwarden Password AutoFill extension by navigating to the "Settings" screen.
ar: أسهل طريقة لإضافة تسجيلات دخول جديدة إلى خزنتك هي من خدمة التعبئة التلقائية Bitwarden. تعرف على المزيد حول استخدام خدمة الملء التلقائي لـ Bitwarden عن طريق الانتقال إلى شاشة "إعدادات".
be: Самы просты спосаб дадаць новыя ўліковыя даныя ў ваша сховішча — гэта праграма Bitwarden Password AutoFill. Дадатковыя звесткі аб выкарыстанні праграмы Bitwarden Password AutoFill у раздзеле "Налады".
ca: La forma més senzilla d'afegir nous inicis de sessió a la vostra caixa forta és mitjançant l'extensió Emplenament automàtic de contrasenya de Bitwarden. Obteniu més informació sobre l'ús de l'extensió de Bitwarden a la pantalla "Eines".
cs: Nejjednodušší způsob, jak přidat nové přihlašovací údaje do trezoru, je pomocí rozšíření automatického vyplňování Bitwarden. Další informace o používání rozšíření automatického vyplňování Bitwarden naleznete na obrazovce Nastavení.
da: Den letteste måde at tilføje nye logins til din boks er ved at bruge Bitwarden adgangskode Autoudfyld udvidelsen. Få mere at vide om brugen af Bitwarden adgangskode Autoudfyld udvidelsen ved at navigere til skærmbilledet "Indstillinger".
es: La forma más fácil de añadir nuevas entradas a su caja fuerte es utilizando la extensión de Autorellenado de contraseñas de Bitwarden. Aprenda más sobre cómo utilizar la extensión de Autorellenado de contraseñas de Bitwarden en la sección de "Ajustes".
et: Kõige lihtsam viis uute kontoandmete sisestamiseks on kasutada Bitwardeni Automaattäite lisatööriista. Rohkem teavet selle kasutamise kohta leiad menüüst "Seaded".
he: הדרך הקלה ביותר להוספת פרטי כניסה לכספת שלך היא בעזרת התוסף של Bitwarden להשלמת סיסמאות. למד עוד אודות השימוש בתוסף של Bitwarden להשלמת סיסמאות בעזרת פתיחת חלון "הגדרות".
it: Il modo più semplice per aggiungere nuovi login alla tua cassaforte è l'estensione Bitwarden Password AutoFill. Scopri di più sull'utilizzo dell'estensione Bitwarden Password AutoFill navigando nella schermata "Impostazioni".
ja: ログイン情報を保管庫に加える一番簡単な方法は、Bitwardenのパスワード自動入力拡張機能を使うことです。詳しい情報は「設定」画面でご覧ください。
ko: 보관함에 새 로그인을 추가하는 가장 쉬운 방법은 Bitwarden 비밀번호 자동 완성 확장 프로그램을 사용하는 것입니다. "설정" 화면으로 이동하여 Bitwarden 비밀번호 자동 완성 확장 프로그램에 대해 더 자세히 알아보세요.
ml: നിങ്ങളുടെ വാൾട്ടിലേക്കു പുതിയ ലോഗിനുകൾ ചേർക്കുന്നതിനുള്ള ഏറ്റവും എളുപ്പ മാർഗം Bitwarden അപ്ലിക്കേഷൻ എക്സ്റ്റൻഷൻ ആണ്. കൂടുതൽ വിവരങ്ങൾക്കായി 'ക്രമീകരണങ്ങൾ' പേജിലേക്ക് പോവുക.
nb: Den enkleste måten å legge til nye innlogginger i hvelvet ditt, er å bruke «Bitwarden-passordautoutfylling»-utvidelsen. Lær mer om «Bitwarden-passordautoutfylling»-utvidelsen ved å gå til «Innstillinger».
pt_br: A maneira mais fácil de adicionar novas credenciais ao seu cofre é usando a extensão de Autopreenchimento de Senhas do Bitwarden. Saiba mais sobre como usar a extensão de Autopreenchimento de Senhas do Bitwarden navegando até a tela de "Configurações".
ro: Cel mai simplu mod de a adăuga noi autentificări în seiful dvs. este prin utilizarea extensiei "Bitwarden Auto-completare parole". Aflați mai multe despre utilizarea acestei extensii navigând la ecranul "Setări".
ru: Самый простой способ добавлять новые логины в хранилище - использовать расширение автозаполнения паролей Bitwarden. Дополнительные сведения об использовании расширения автозаполнения паролей Bitwarden находятся в разделе 'Настройки'.
sv: Det lättaste sättet att lägga till nya inloggningar till ditt valv är genom att använda Bitwardens hjälpmedelsservice för automatisk ifyllnad. Läs mer om hur man använder Bitwardens hjälpmedelsservice för automatisk ifyllnad genom att navigera till "Inställningar"-skärmen.
ta: உம் பெட்டகத்திற்கு புது உள்நுழைவுகளைச் சேர்க்க மிக எளிய வழி பிட்வார்டன் கடவுச்சொல் தன்னிரப்பல் நீட்டிப்பு பயன்படுத்துவதே. "அமைப்புகள்" திரைக்கு சென்று பிட்வார்டன் கடவுச்சொல் தன்னிரப்பல் நீட்டிப்பைப் பயன்படுத்துவது பற்றி மேலுமறிக.
vi: Cách dễ nhất để thêm đăng nhập mới vào kho của bạn là bằng cách sử dụng tiện ích mở rộng Tự động điền mật khẩu của Bitwarden. Tìm hiểu thêm về cách sử dụng tiện ích mở rộng Tự động điền mật khẩu của Bitwarden bằng cách điều hướng đến màn hình "Cài đặt".
zh_hans: 向您的密码库中添加新登录项目的最简单方法，就是使用 Bitwarden 密码自动填充扩展。转到 “设置” 屏幕了解更多有关使用 Bitwarden 密码自动填充扩展的方法。
zh_hant: 使用 Bitwarden 密碼自動填入擴充套件是新增登入資料到密碼庫的最簡單方法。請至「設定」頁面了解更多關於 Bitwarden 密碼自動填入擴充套件的使用資訊。

# InvalidEmail
source: Invalid email address.
ar: عنوان البريد الإلكتروني غير صالح.
be: Памылковы адрас электроннай пошты.
ca: L’adreça electrònica no és vàlida.
cs: Neplatná e-mailová adresa.
da: Ugyldig e-mailadresse.
es: Dirección de correo electrónico inválida.
et: Vigane e-posti aadress.
he: כתובת אימייל לא תקינה.
it: Indirizzo email non valido.
ja: 無効なメールアドレスです。
ko: 잘못된 이메일 주소입니다.
ml: അസാധുവായ ഇമെയിൽ.
nb: Ugyldig e-postadresse.
pt_br: Endereço de e-mail inválido.
ro: Adresă de e-mail greșită.
ru: Неверный адрес email.
sl: Neveljaven e-poštni naslov.
sv: Ogiltig e-postadress.
ta: செல்லாத மின்னஞ்சல் முகவரி.
th: ที่อยู่อีเมลไม่ถูกต้อง
vi: Địa chỉ email không hợp lệ.
zh_hans: 无效的电子邮件地址。
zh_hant: 無效的電子郵件地址。

source: Cards
ar: البطاقات
be: Карткі
ca: Targetes
cs: Karty
da: Kort
es: Tarjetas
et: Kaardid
he: כרטיסים
it: Carte
ja: カード
ko: 카드
ml: കാർഡുകൾ
nb: Kort
pt_br: Cartões
ro: Carduri
ru: Карты
sl: Plačilne kartice
sv: Kort
ta: அட்டைகள்
th: บัตร
vi: Thẻ
zh_hans: 支付卡
zh_hant: 支付卡

source: Identities
ar: الهويات
be: Пасведчанні
ca: Identitats
cs: Identity
da: Identiteter
es: Identidades
et: Identiteedid
he: זהויות
it: Identità
ja: ID
ko: 신원
ml: തിരിച്ചറിയലുകൾ
nb: Identiteter
pt_br: Identidades
ro: Identități
ru: Личные данные
sl: Identitete
sv: Identiteter
ta: அடையாளங்கள்
vi: Danh tính
zh_hans: 身份
zh_hant: 身分

source: Logins
ar: معرفات
be: Уліковыя даныя
ca: Inicis de sessió
cs: Přihlašovací údaje
es: Inicios de sesión
et: Kontod
he: פרטי התחברות
it: Login
ja: ログイン
ko: 로그인
ml: പ്രവേശനങ്ങൾ
nb: Innlogginger
pt_br: Credenciais
ro: Conectări
ru: Логины
sl: Prijave
sv: Inloggningar
ta: உள்நுழைவுகள்
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登录项
zh_hant: 登入資料

source: Secure notes
ar: ملاحظات آمنة
be: Бяспечныя нататкі
ca: Notes segures
cs: Poznámky
da: Sikre notater
es: Notas seguras
et: Turvalised märkmed
he: פתקים מאובטחים
it: Note sicure
ja: 秘密のメモ
ko: 보안 메모
ml: സുരക്ഷാ കുറിപ്പുകൾ
nb: Sikre notiser
pt_br: Notas Seguras
ro: Note protejate
ru: Защищенные заметки
sl: Varni zapiski
sv: Säkra anteckningar
ta: பாதுகாப்பான குறிப்புகள்
th: บันทึกการรักษาปลอดภัย
vi: Ghi chú bảo mật
zh_hans: 安全笔记
zh_hant: 安全筆記

source: All items
ar: كافة العناصر
be: Усе элементы
ca: Tots els elements
cs: Všechny položky
da: Alle elementer
es: Todos los elementos
et: Kõik kirjed
he: כל הפריטים
it: Tutti gli elementi
ja: すべてのアイテム
ko: 모든 항목
ml: എല്ലാ ഇനങ്ങൾ
nb: Alle gjenstander
pt_br: Todos os Itens
ro: Toate elementele
ru: Все элементы
sl: Vsi elementi
sv: Alla objekt
ta: அனைத்து உருப்படிகளும்
th: รายการทั้งหมด
vi: Tất cả các mục
zh_hans: 所有项目
zh_hant: 所有項目

source: URIs
ar: الرابط
be: URI
ca: URI
cs: URI
da: URI'er
et: URI-d
he: כתובות
it: URI
ja: URI
ko: URI
nb: URI-er
ro: URI-uri
ru: URI
sv: URI:er
ta: உரலிகள்
vi: Đường dẫn

source: Checking password...
ar: التحقق من كلمة المرور...
be: Праверка пароля...
ca: S'està comprovant la contrasenya...
cs: Prověřování hesla…
da: Kontrollerer adgangskode...
es: Comprobando contraseña...
et: Parooli kontrollimine...
he: בודק סיסמה...
it: Controllo della password...
ja: パスワードを確認しています...
ko: 비밀번호 확인 중...
ml: പാസ്‌വേഡ് പരിശോധിക്കുന്നു…
nb: Sjekker passord ...
pt_br: Verificando a senha...
ro: Verificare parolă...
ru: Проверка пароля...
sl: Preverjanje gesla...
sv: Kontrollerar lösenord...
ta: கடவுச்சொல்லைச் சரிபார்க்கிறது…
th: กำลังเช็กรหัสผ่าน...
vi: Đang kiểm tra mật khẩu...
zh_hans: 正在检查密码......
zh_hant: 正在檢查密碼...

# CheckPassword
source: Check if password has been exposed.
ar: تحقق مما إذا تم الكشف عن كلمة المرور.
be: Праверце, ці не скампраметаваны пароль.
ca: Comprova si la contrasenya ha estat exposada.
cs: Zkontrolujte, zda nedošlo k úniku hesla.
da: Tjek om adgangskoden er blevet afsløret.
es: Comprobar si la contraseña ha sido comprometida.
et: Vaata, kas parool on lekkinud.
he: בדוק אם הסיסמה נחשפה.
it: Controlla se la password è stata compromessa.
ja: パスワードが漏洩していないか確認する
ko: 비밀번호가 노출되었는지 확인합니다.
ml: പാസ്സ്‌വേർഡ് ചോർന്നോ എന്ന് നോക്കുക.
nb: Sjekk om passordet har blitt utsatt.
pt_br: Verifique se a senha foi exposta.
ro: Verificați dacă parola a fost dezvăluită.
ru: Проверьте, не скомпрометирован ли пароль.
sl: Preveri ali je bilo geslo izpostavljeno.
sv: Kontrollera om lösenordet har avslöjats.
ta: கடவுச்சொல் அம்பலப்படுத்தப்பட்டதா என சரிபார்க்கவும்.
vi: Kiểm tra xem mật khẩu có bị lộ không.
zh_hans: 检查密码是否已经被公开。
zh_hant: 檢查密碼是否已外洩。

# PasswordExposed
source: This password has been exposed {0} time(s) in data breaches. You should change it.
ar: تم كشف كلمة المرور هذه {0} مرة (مرات) في عمليات اختراق البيانات. يجب عليك تغييرها.
be: Гэты пароль быў скампраметаваны {0} раз(-ы/-оў). Вы павінны змяніць яго.
ca: Aquesta contrasenya ha estat exposada {0} vegades en filtracions de seguretat de dades. Heu de canviar-la.
cs: K úniku tohoto hesla došlo celkem {0} krát. Měli byste jej změnit.
da: Denne adgangskode er blevet afsløret {0} gang(e) i datalæk. Du burde skifte den.
es: Esta contraseña ha sido expuesta {0} veces(s) en filtraciones de datos. Debería cambiarla.
et: See parool on erinevates andmeleketes kokku {0} korda lekkinud. Peaksid selle ära muutma.
he: הסיסמה הזו נחשפה {0} פעמים בפריצות אבטחה. כדאי לשנות אותה.
it: Questa password è stata trovata {0} volta(e) in archivi di dati trafugati. Dovresti cambiarla.
ja: このパスワードは過去に {0} 回漏洩しています。変更するべきです。
ko: 이 비밀번호는 데이터 유출에 {0}회 노출되었습니다. 비밀번호를 변경하는 것이 좋습니다.
ml: ഈ പാസ്‌വേഡ് ഡാറ്റാ {0} ലംഘനങ്ങളിൽ ചോർന്നു. തങ്ങൾ ഇത് മാറ്റണം.
nb: Dette passordet har blitt utsatt {0} gang(er) i et databrudd. Du burde endre det.
pt_br: Esta senha foi exposta {0} vez(es) em brechas de dados. Você deve alterá-la.
ro: Această parolă a fost dezvăluită de {0} ori în breșe de date. Ar trebui să o schimbați.
ru: Этот пароль был скомпрометирован $VALUE$ раз(а). Вам следует его изменить.
sl: To geslo je bilo med ukradenimi podatki izpostavljeno $VALUE$ krat. Morali bi ga zamenjati.
sv: Detta lösenord har avslöjats {0} gång(er) i dataintrång. Du bör ändra det.
ta: இக்கடவுச்சொல் {0} முறை தரவு மீறல்களில் அம்பலப்படுத்தப்பட்டுள்ளது. நீங்கள் இதை மாற்ற வேண்டும்.
vi: Mật khẩu này đã bị lộ {0} lần trong các lần rò rĩ dữ liệu. Bạn nên thay đổi nó.
zh_hans: 此密码在泄露数据中已被公开 {0} 次。请立即修改。
zh_hant: 此密碼已外洩了 {0} 次，應立即變更密碼。

# PasswordSafe
source: This password was not found in any known data breaches. It should be safe to use.
ar: لم يتم العثور على كلمة المرور هذه في أي عمليات اختراق معروفة للبيانات. يجب أن تكون آمنة للاستخدام.
be: Гэты пароль не быў знойдзены ў вядомых базах уцечак. Можна працягваць яго выкарыстоўваць.
ca: Aquesta contrasenya no s'ha trobat en cap filtració de dades coneguda. Hauries de poder utilitzar-la de manera segura.
cs: Toto heslo nebylo nalezeno v žádném známém úniku dat. Mělo by být bezpečné ho použít.
da: Denne adgangskode er ikke fundet i nogen kendte datalæk. Den burde være sikker at bruge.
es: Esta contraseña no fue encontrada en ninguna filtración de datos conocida. Debería poder utilizarla de forma segura.
et: Seda parooli ei õnnestu andmeleketest leida. Parooli edasi kasutamine peaks olema turvaline.
he: הסיסמה לא נמצאה בפריצות אבטחה ידועות. היא בטוחה לשימוש.
it: Questa password non è stata trovata in alcun archivio noto di dati trafugati. Dovrebbe essere sicura da utilizzare.
ja: このパスワードは過去に漏洩したデータにはありません。安全だと思われます。
ko: 이 비밀번호는 데이터 유출 목록에 없습니다. 사용하기에 안전한 비밀번호입니다.
ml: അറിയപ്പെടുന്ന ഡാറ്റാ ലംഘനങ്ങളിൽ ഈ പാസ്‌വേഡ് കണ്ടെത്തിയില്ല. ഇത് ഉപയോഗിക്കുന്നത് സുരക്ഷിതമായിരിക്കും.
nb: Dette passordet ble ikke funnet i noen kjente databrudd. Det burde være trygt å bruke.
pt_br: Esta senha não foi encontrada em brechas de dados conhecidas. Deve ser segura para se usar.
ro: Această parolă nu a fost găsită în nicio breșă de date cunoscută. Ar trebui să fie sigură de utilizat.
ru: Этот пароль не обнаружен в известных базах утечек. Можно продолжать его использовать.
sl: To geslo ni bilo najdeno med do sedaj znanimi krajami podatkov. Njegova uporaba bi morala biti varna.
sv: Detta lösenord hittades inte i några kända dataintrång. Det bör vara säkert att använda.
ta: இக்கடவுச்சொல் தரவு மீறல்கள் எவற்றிலும் காணப்படவில்லை. நீங்கள் இதை மாற்ற வேண்டும். இதைப் பயன்படுத்துவது பாதுகாப்பாக இருக்க வேண்டும்.
vi: Mật khẩu này không được tìm thấy trong bất kỳ các lần rò rĩ dữ liệu nào nào được biết đến. Nó an toàn để sử dụng.
zh_hans: 没有在已知的数据泄露中发现此密码，它暂时比较安全。
zh_hant: 任何已知的外洩密碼資料庫中都沒有此密碼，它目前是安全的。

source: Identity name
ar: اسم الهوية
be: Імя
ca: Nom d'identitat
cs: Název identity
da: Identitetsnavn
es: Nombre de la identidad
et: Identiteedi nimi
he: שם הזהות
it: Nome dell'identità
ja: 固有名
ko: ID 이름
ml: തിരിച്ചറിയലിന്റെ പേര്
nb: Identitetsnavn
pt_br: Nome de Identidade
ro: Nume identitate
ru: Имя
sl: Ime identitete
sv: Identitetsnamn
ta: அடையாள பெயர்
vi: Tên đầy đủ
zh_hans: 身份名称
zh_hant: 身分名稱

source: Value
ar: القيمة
be: Значэнне
ca: Valor
cs: Hodnota
da: Værdi
es: Valor
et: Väärtus
he: ערך
it: Valore
ja: 値
ko: 값
ml: മൂല്യം
nb: Verdi
pt_br: Valor
ro: Valoare
ru: Значение
sl: Vrednost
sv: Värde
ta: மதிப்பு
th: ค่า
vi: Giá trị
zh_hans: 值
zh_hant: 值

source: Password history
ar: سجل كلمة المرور
be: Гісторыя пароляў
ca: Historial de les contrasenyes
cs: Historie hesel
da: Adgangskodehistorik
es: Historial de contraseñas
et: Paroolide ajalugu
he: היסטוריית סיסמאות
it: Cronologia password
ja: パスワードの履歴
ko: 비밀번호 변경 기록
ml: പാസ്സ്‌വേഡ് നാൾവഴി
nb: Passordhistorikk
pt_br: Histórico de Senha
ro: Istoric parole
ru: История паролей
sl: Zgodovina gesla
sv: Lösenordshistorik
ta: கடவுச்சொல் வரலாறு
th: ประวัติของรหัสผ่าน
vi: Lịch sử Mật khẩu
zh_hans: 密码历史记录
zh_hant: 密碼歷史記錄

source: Types
ar: أنواع
be: Тыпы
ca: Tipus
cs: Typy
da: Typer
es: Tipos
et: Tüübid
he: סוגים
it: Tipi
ja: タイプ
ko: 유형
ml: തരങ്ങൾ
nb: Typer
pt_br: Tipos
ro: Tipuri
ru: Типы элементов
sl: Vrste
sv: Typer
ta: வகைகள்
th: ชนิด
vi: Các loại
zh_hans: 类型
zh_hant: 類型

source: No passwords to list.
ar: لا توجد كلمات مرور للقائمة.
be: Няма пароляў для паказу.
ca: No hi ha cap contrasenya per llistar.
cs: Žádná hesla k zobrazení.
da: Ingen adgangskoder at vise.
es: No hay contraseñas que listar.
et: Puuduvad paroolid, mida kuvada.
he: אין סיסמאות להצגה.
it: Nessuna password da elencare.
ja: 表示するパスワードがありません。
ko: 비밀번호가 없습니다.
ml: പ്രദർശിപ്പിക്കാൻ പാസ്സ്‌വേഡുകൾ ഒന്നും ഇല്ല.
nb: Det er ingen passord å liste opp.
pt_br: Nenhuma senha para listar.
ro: Nicio parolă de afișat.
ru: Нет паролей для отображения.
sl: Ni gesel za prikazat.
sv: Inga lösenord att lista.
ta: பட்டியலிட கடவுச்சொற்களில்லை.
vi: Không có mật khẩu nào để liệt kê.
zh_hans: 没有可列出的密码。
zh_hant: 沒有可顯示的密碼。

# NoItemsToList
source: There are no items to list.
ar: لا توجد عناصر للقائمة.
be: Няма элементаў для паказу.
ca: No hi ha cap element per llistar.
cs: Žádné položky k zobrazení.
da: Der er ingen elementer at vise.
es: No hay elementos que listar.
et: Puuduvad kirjed, mida kuvada.
he: אין פריטים להצגה ברשימה.
it: Non ci sono elementi da elencare.
ja: 表示するアイテムがありません。
ko: 항목이 없습니다.
ml: പ്രദർശിപ്പിക്കാൻ ഇനങ്ങളൊന്നുമില്ല.
nb: Det er ingen gjenstander å liste opp.
pt_br: Não há itens para listar.
ro: Nu există niciun articol de afișat.
ru: Нет элементов для отображения.
sl: Ni vnosov za prikazat.
sv: Det finns inga objekt att visa.
ta: பட்டியலிட உருப்படிகளில்லை.
vi: Không có mục nào để liệt kê.
zh_hans: 没有可列出的项目。
zh_hant: 沒有可顯示的項目。

source: Search collection
ar: مجموعة البحث
be: Пошук у калекцыі
ca: Cerca a la col·lecció
cs: Vyledat v kolekci
da: Søg i samling
es: Buscar colección
et: Otsi kogumikku
he: חפש אוסף
it: Cerca nella raccolta
ja: コレクションの検索
ko: 컬렉션 검색
ml: കളക്ഷനുകൾ തിരയുക
nb: Søk i samling
pt_br: Pesquisar coleção
ro: Căutare în colecție
ru: Поиск в коллекции
sl: Preišči zbirko
sv: Sök i samling
ta: தொகுப்பை தேடுக
vi: Tìm kiếm bộ sưu tập
zh_hans: 搜索集合
zh_hant: 搜尋收藏

source: Search folder
be: Пошук у папцы
ca: Cerca a la carpeta
da: Søg i mappe
es: Buscar carpeta
et: Otsi kausta
he: חפש תיקייה
ja: フォルダーの検索
ko: 폴더 검색
ml: ഫോൾഡറുകൾ തിരയുക
nb: Søk i mappe
ro: Căutare în dosar
ru: Поиск в папке
sv: Sök i mapp
vi: Tìm kiếm thư mục
zh_hans: 搜索文件夹
zh_hant: 搜尋資料夾

source: Search type
be: Пошук па тыпу
ca: Tipus de cerca
da: Søgetype
es: Tipo de búsqueda
et: Otsingu tüüp
he: חפש סוג
ja: タイプの検索
ko: 유형 검색
ml: തരം തിരയുക
nb: Søk i typer
ro: Căutare în tipuri
ru: Тип поиска
sv: Sök efter typ
vi: Tìm theo loại
zh_hans: 搜索类型
zh_hant: 搜尋類型

source: Type
ar: نوع
be: Тып
ca: Tipus
cs: Typ
es: Tipo
et: Tüüp
he: סוג
it: Tipo
ja: タイプ
ko: 유형
ml: തരം
pt_br: Tipo
ro: Tip
ru: Тип
sl: Vrsta
sv: Typ
ta: வகை
th: ชนิด
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Move down
ar: تحريك للأسفل
be: Перамясціць ніжэй
ca: Desplaça cap avall
cs: Přesunout dolů
da: Flyt ned
es: Mover hacia abajo
et: Nihuta alla
he: הזז למטה
it: Sposta giù
ja: 下へ
ko: 아래로 옮기기
ml: താഴേക്കു നീക്കുക
nb: Flytt ned
pt_br: Mover para Baixo
ro: Mutare în jos
ru: Переместить ниже
sl: Premakni navzdol
sv: Flytta ner
ta: கீழே நகரவும்
th: เลื่อนลง
vi: Chuyển xuống
zh_hans: 下移
zh_hant: 下移
