Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# ExportVaultMasterPasswordDescription
source: Enter your master password to export your vault data.
ar: أدخل كلمة المرور الرئيسية لتصدير بيانات خزنتك.
be: Увядзіце ваш асноўны пароль для экспарту даных са сховішча.
ca: Introduïu la contrasenya mestra per exportar les dades de la caixa forta.
cs: Zadejte své hlavní heslo pro export dat.
da: Angiv din hovedadgangskode for at eksportere boksdata.
es: Introduzca su contraseña maestra para exportar la información de su caja fuerte.
et: Hoidlas olevate andmete eksportimiseks on vajalik ülemparooli sisestamine.
he: הזן את הסיסמה הראשית שלך עבור יצוא המידע מהכספת.
it: Inserisci la tua password principale per esportare i dati della tua cassaforte.
ja: 保管庫のデータをエクスポートするには、マスターパスワードを入力してください。
ko: 보관함 데이터를 내보내려면 마스터 비밀번호를 입력하세요.
ml: നിങ്ങളുടെ വാൾട് ഡാറ്റ എക്സ്പോർട് ചെയ്യാൻ പ്രാഥമിക പാസ്‌വേഡ് നൽകുക.
nb: Skriv inn ditt superpassordet for å eksportere dine hvelvdataer.
pt_br: Digite sua senha mestra para exportar os dados do seu cofre.
ro: Introduceți parola principală pentru a exporta datele seifului.
ru: Для экспорта данных из хранилища введите мастер-пароль.
sl: Vnesite vaše glavno geslo za izvoz podatkov iz vašega trezorja.
sv: Ange ditt huvudlösenord för att exportera ditt valv.
ta: உம் பெட்டக தரவை ஏற்றுமதி செய்ய பிரதான கடவுச்சொல்லை உள்ளிடு.
th: ใส่รหัสผ่านหลักของคุณเพื่อส่งออกข้อมูลตู้เซฟของคุณ
vi: Nhập mật khẩu chính để trích xuất kho của bạn.
zh_hans: 输入主密码来导出你的密码库。
zh_hant: 輸入您的主密碼以匯出密碼庫資料。

# ExportVaultWarning
source: This export contains your vault data in an unencrypted format. You should not store or send the exported file over insecure channels (such as email). Delete it immediately after you are done using it.
ar: يحتوي هذا التصدير على بيانات خزنتك بتنسيق غير مشفر. لا يجب عليك تخزين أو إرسال الملف الذي تم تصديره عبر قنوات غير آمنة (مثل البريد الإلكتروني). احذفه مباشرة بعد انتهائك من استخدامه.
be: Экспартуемы файл утрымлівае даныя вашага сховішча ў незашыфраваным фармаце. Яго не варта захоўваць ці адпраўляць па небяспечным каналам (напрыклад, па электроннай пошце). Выдаліце яго адразу пасля выкарыстання.
bs: This export contains your vault data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
ca: Aquesta exportació conté les dades de la vostra caixa forta en un format no xifrat. No hauríeu d'emmagatzemar o enviar el fitxer exportat a través de canals no segurs (com ara el correu electrònic). Elimineu-lo immediatament després d'haver acabat d'usar-lo.
cs: Tento export obsahuje data vašeho trezoru v nezašifrovaném formátu. Soubor exportu byste neměli ukládat ani odesílat přes nezabezpečené kanály (např. e-mailem). Odstraňte jej okamžitě po jeho použití.
da: Denne eksport indeholder dine boksdata i en ukrypteret form. Du bør ikke gemme eller sende den eksporterede fil via usikre kanaler (f.eks. e-mail). Slet den straks efter at du er færdig med at bruge den.
es: Ésta exportación contiene sus datos de la caja fuerte en un formato no cifrado. No debería almacenar o enviar el archivo exportado por canales no seguros (como el correo electrónico). Elimínelo inmediatamente cuando termine de utilizarlo.
et: Eksporditav fail sisaldab hoidla sisu, mis on krüpteeringuta. Seda faili ei tohiks kaua käidelda ning mitte mingil juhul ebaturvaliselt saata (näiteks e-postiga). Kustuta see koheselt pärast kasutamist.
he: הקובץ מכיל את פרטי הכספת שלך בפורמט לא מוצפן. מומלץ להעביר את הקובץ רק בדרכים מוצפנות, ומאוד לא מומלץ לשמור או לשלוח את הקובץ הזה בדרכים לא מוצפנות (כדוגמת סתם אימייל). מחק את הקובץ מיד לאחר שסיימת את השימוש בו.
it: Questa esportazione contiene i dati della tua cassaforte in formato non cifrato. Non dovresti archiviare o inviare i file esportati attraverso canali non sicuri (come l'email). Eliminali immediatamente dopo che hai finito di usarli.
ja: このエクスポートデータは暗号化されていない形式の保管庫データを含んでいます。メールなどのセキュリティ保護されていない方法で共有したり保管したりしないでください。使用した後はすぐに削除してください。
ko: 내보내기는 보관함 데이터가 암호화되지 않은 형식으로 포함됩니다. 내보낸 파일을 안전하지 않은 채널(예: 이메일)을 통해 저장하거나 보내지 마십시오. 사용이 끝난 후에는 즉시 삭제하십시오.
ml: ഈ എക്‌സ്‌പോർട്ടിൽ എൻക്രിപ്റ്റ് ചെയ്യാത്ത ഫോർമാറ്റിൽ നിങ്ങളുടെ വാൾട് ഡാറ്റ അടങ്ങിയിരിക്കുന്നു. എക്‌സ്‌പോർട് ചെയ്ത ഫയൽ സുരക്ഷിതമല്ലാത്ത ചാനലുകളിൽ (ഇമെയിൽ പോലുള്ളവ) നിങ്ങൾ സംഭരിക്കുകയോ അയയ്ക്കുകയോ ചെയ്യരുത്. നിങ്ങൾ ഇത് ഉപയോഗിച്ചുകഴിഞ്ഞാലുടൻ അത് മായ്ച്ചുകളയണം.
nb: Denne eksporten inneholder hvelvdataene dine i et ukryptert format. Du skal ikke lagre eller sende den eksporterte filen over usikre kanaler (for eksempel e-post). Slett den umiddelbart etter at du er ferdig med å bruke den.
pt_br: O arquivo exportado contém os dados do seu cofre em um formato não encriptado. Você não deve armazenar ou enviar o arquivo exportado através de canais inseguros (como por e-mail). Exclua-o imediatamente quando terminar de utilizá-lo.
ro: Acest export conține datele dvs. din seif în format necriptat. Nu ar trebui să stocați sau să trimiteți fișierul pe canale nesecurizate (cum ar fi e-mail). Ștergeți-l imediat după ce nu îl mai folosiți.
ru: Экспортируемый файл содержит данные вашего хранилища в незашифрованном формате. Его не следует хранить или отправлять по небезопасным каналам (например по электронной почте). Удалите его сразу после использования.
sl: This export contains your vault data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
sv: Denna export innehåller ditt valv i ett okrypterat format. Du bör inte lagra eller skicka den exporterade filen över osäkra kanaler (t.ex. e-post). Radera den omedelbart när du är färdig med den.
ta: இவ்வேற்றுமதி உம் பெட்டக தரவை மறையாக்கப்படா வடிவில் கொண்டுள்ளது. சேமிக்கவோ பாதுகாப்பற்ற தடங்களில் (மின்னஞ்சல் போன்றவை) அனுப்பவோ கூடாது. பயன்படுத்தியவுடன் அழித்துவிடவும்.
th: This export contains your vault data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
vi: Bản trích xuất này chứ dữ liệu kho của bạn dưới một định dạng không được mã hóa. Bạn không nên lưu trữ hay gửi tập tin trích xuất thông qua phương thức không an toàn (như email). Xóa nó ngay lập tức khi bạn đã sử dụng xong.
zh_hans: 导出的密码库数据包含未加密格式。您不应该通过不安全的渠道（例如电子邮件）来存储或发送导出的文件。用完后请立即将其删除。
zh_hant: 此匯出包含未加密格式的密碼庫檔案。您不應將它存放或經由不安全的方式（例如電子郵件）傳送。用完後請立即將它刪除。

# EncExportKeyWarning
source: This export encrypts your data using your account's encryption key. If you ever rotate your account's encryption key you should export again since you will not be able to decrypt this export file.
ar: يقوم هذا التصدير بتشفير بياناتك باستخدام مفتاح تشفير حسابك. إذا قمت بتدوير مفتاح تشفير حسابك يجب عليك التصدير مرة أخرى لأنك لن تتمكن من فك تشفير ملف التصدير هذا.
ca: Aquesta exportació xifra les vostres dades mitjançant la vostra clau de xifratge. Si alguna vegada gireu eixa clau, hauríeu d'exportar de nou, ja que no podreu desxifrar aquest fitxer d'exportació.
cs: Tento export šifruje vaše data pomocí šifrovacího klíče vašeho účtu. Pokud někdy změníte šifrovací klíč svého účtu, měli byste provést znovu export, protože tento exportní soubor nebude možné dešifrovat.
da: Denne eksport krypterer dine data vha. din kontos krypteringsnøgle. Roterer du på et tidspunkt denne krypteringsnøgle, skal du eksportere igen, da du ikke vil kunne dekryptere denne eksportfil.
et: Eksporditavate andmete krüpteerimiseks kasutatakse kontol olevat krüpteerimisvõtit. Kui sa peaksid seda krüpteerimise võtit roteerima, ei saa sa järgnevalt eksporditavaid andmeid enam dekrüpteerida.
it: Questa esportazione cifra i tuoi dati utilizzando la chiave di cifratura del tuo account. Se cambi la chiave di cifratura del tuo account, non sarai più in grado di decifrare il file esportato e sarà necessario eseguire una nuova esportazione.
ja: このエクスポートは、アカウントの暗号化キーを使用してデータを暗号化します。 暗号化キーをローテーションした場合は、このエクスポートファイルを復号することはできなくなるため、もう一度エクスポートする必要があります。
ko: 이 내보내기는 계정의 암호화 키를 사용하여 데이터를 암호화합니다. 추후 계정의 암호화 키를 교체할 경우 다시 내보내기를 진행해야 합니다. 그러지 않을 경우 이 내보내기 파일을 해독할 수 없게 됩니다.
pt_br: Esta exportação criptografa seus dados usando a chave de criptografia da sua conta. Se você rotacionar a chave de criptografia da sua conta, você deve exportar novamente, já que você não será capaz de descriptografar este arquivo de exportação.
ro: Acest export criptează datele, utilizând cheia de criptare a contului. Dacă revocați vreodată cheia de criptare a contului dvs., ar trebui să exportați din nou, deoarece nu veți putea decripta acest fișier de export.
ru: При экспорте данные шифруются с помощью ключа шифрования учетной записи. Если вы когда-либо повернете ключ шифрования учетной записи, вам следует экспортировать данные повторно, поскольку вы не сможете расшифровать этот файл экспорта.
sv: Denna export krypterar dina data med kontots krypteringsnyckel. Om du någonsin roterar kontots krypteringsnyckel bör du exportera igen eftersom du inte kommer att kunna dekryptera denna exportfil.
ta: இவ்வேற்றுமதி உம் கணக்கின் மறையாக்கவிசை கொண்டு உம் தரவை மறையாக்குகிறது. எப்போவாவது உமது கணக்கின் மறையாகவிசையை சுழற்றினால் இவ்வேற்றுமதிக் கோப்பை மறைநீக்க இயலாததால் மறு ஏற்றுமதி செய்ய வேண்டும்.
zh_hans: 此导出将使用您账户的加密密钥来加密您的数据。 如果您曾经轮换过账户的加密密钥，您应将其重新导出，否则您将无法解密导出的文件。
zh_hant: 將使用您帳戶的加密金鑰來加密匯出資料，若您更新了帳戶的加密金鑰，請重新匯出，才有辦法解密匯出的檔案。

# EncExportAccountWarning
source: Account encryption keys are unique to each Bitwarden user account, so you can't import an encrypted export into a different account.
ar: مفاتيح تشفير الحساب فريدة من نوعها لكل حساب مستخدم Bitwarden، لذلك لا يمكنك استيراد تصدير مشفر إلى حساب آخر.
ca: Les claus de xifratge són exclusives de cada compte d'usuari Bitwarden, de manera que no podeu importar una exportació xifrada a un compte diferent.
cs: Šifrovací klíče účtu jsou pro každý uživatelský účet Bitwarden jedinečné, takže nelze importovat šifrovaný export do jiného účtu.
da: Kontokrypteringsnøgler er unikke for hver Bitwarden-brugerkonto, så du kan ikke importere en krypteret eksport til en anden konto.
et: Iga Bitwardeni kasutaja krüpteerimisvõti on unikaalne. Eksporditud andmeid ei saa importida teise Bitwardeni kasutajakontosse.
it: Le chiavi di cifratura dell'account sono uniche per ogni account utente Bitwarden, quindi non è possibile importare un'esportazione cifrata in un account diverso.
ja: アカウント暗号化キーは各 Bitwarden ユーザーアカウントに固有であるため、暗号化されたエクスポートを別のアカウントにインポートすることはできません。
ko: 모든 Bitwarden 사용자 계정은 고유한 계정 암호화 키를 가지고 있습니다. 따라서, 다른 계정에서는 암호화된 내보내기를 가져올 수 없습니다.
pt_br: As chaves de criptografia são únicas para cada conta de usuário do Bitwarden, então você não pode importar um arquivo de exportação criptografado para uma conta diferente.
ro: Cheile de criptare a contului sunt unice fiecărui cont de utilizator Bitwarden, astfel încât nu puteți importa un export criptat într-un cont diferit.
ru: Ключи шифрования уникальны для каждой учетной записи Bitwarden, поэтому нельзя импортировать зашифрованное хранилище в другой аккаунт.
sv: Kypteringnycklar är unika för varje Bitwarden-konto, så du kan inte importera en krypterad export till ett annat konto.
ta: கணக்கு மறையாக்க விசைகள் ஒவ்வொரு Bitwarden பயனர் கணக்கிற்கும் தனித்துவமானது, ஆக ஒரு மறையாக்கப்பட்ட ஏற்றுமதியை வேறொரு கணக்கினுள்ளே இறக்க இயலாது.
zh_hans: 账户加密密钥对每个 Bitwarden 用户账户都是唯一的，所以您不能将加密的导出导入到另一个账户。
zh_hant: 每個 Bitwarden 使用者帳戶的帳戶加密金鑰都不同，因此無法將加密過的匯出檔案匯入到不同帳戶中。

# ExportVaultConfirmationTitle
source: Confirm Vault Export
ar: تأكيد تصدير الخزنة
ca: Confirma l'exportació de la Caixa forta
cs: Potvrdit export trezoru
da: Bekræft eksport af boks
es: Confirmar exportación de bóveda
et: Hoidla eksportimise kinnitamine
he: אישור ייצוא כספת
it: Conferma esportazione della cassaforte
ja: 保管庫のエクスポートの確認
ko: 보관함 내보내기 확인
ml: വാൾട് എക്‌സ്‌പോർട്ട് സ്ഥിരീകരിക്കുക
nb: Bekreft eksport av hvelvet
pt_br: Confirmar exportação de cofre
ro: Confirmare export seif
ru: Подтвердить экспорт хранилища
sv: Bekräfta export av valv
ta: பெட்டக ஏற்றுமதியை உறுதிசெய்
vi: Xác nhận xuất mật khẩu ra file csv
zh_hans: 确认密码库导出
zh_hant: 確認匯出密碼庫

source: Warning
ar: تحذير
be: Увага
ca: Advertiment
cs: Upozornění
da: Advarsel
es: Advertencia
et: Hoiatus
he: אזהרה
it: Avviso
ja: 注意
ko: 경고
ml: മുന്നറിയിപ്പ്‌
nb: Advarsel
pt_br: Aviso
ro: Avertisment
ru: Предупреждение
sl: Opozorilo
sv: Varning
ta: எச்சரிக்கை
th: คำเตือน
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# ExportVaultFailure
source: There was a problem exporting your vault. If the problem persists, you'll need to export from the web vault.
ar: كانت هناك مشكلة في تصدير خزنتك. إذا استمرت المشكلة، ستحتاج إلى التصدير من خزانة الويب.
be: Узнікла праблема падчас экспартавання сховішча. Калі праблема застанецца, экспартуйце яго з выб-сховішча.
ca: S'ha produït un problema en exportar la caixa forta. Si el problema continua, haureu d’exportar-la des del web.
cs: Při exportu vašeho trezoru došlo k chybě. Pokud problém přetrvává, proveďte export z webového trezoru.
da: Der opstod et problem med at eksportere din boks. Hvis problemet fortsætter, så eksportér i stedet fra din web-boks.
es: Hubo un problema al exportar su caja fuerte. Si el problema persiste, deberá exportar desde la caja fuerte en la web.
et: Hoidla eksportimisel ilmnes tõrge. Probleemi jätkumisel teosta eksportimine veebihoidla kaudu.
he: היתה בעיה ביצוא הכספת שלך. אם הבעיה נמשכת, נסה לייצא את כספת הרשת במקום זאת.
it: Si è verificato un problema esportando la tua cassaforte. Se il problema persiste, dovrai esportare dalla cassaforte web.
ja: 保管庫のエクスポート時に問題が発生しました。問題が続くようであれば、ウェブ保管庫からエクスポートしてください。
ko: 보관함을 내보내던 도중 문제가 생겼습니다. 계속 문제가 생긴다면 웹 보관함에서 내보내셔야 합니다.
ml: നിങ്ങളുടെ വാൾട് കയറ്റുമതി ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ടായിരുന്നു. പ്രശ്നം നിലനിൽക്കുകയാണെങ്കിൽ, നിങ്ങൾ വെബ് വാൾട്ടിൽ നിന്ന് എക്‌സ്‌പോർട്ടുചെയ്യേണ്ടതുണ്ട്.
nb: Det oppsto et problem med å eksportere hvelvet. Hvis problemet vedvarer, må du eksportere fra netthvelvet.
pt_br: Houve um problema ao exportar o seu cofre. Caso o problema persista, você precisará exportar através do cofre web.
ro: A apărut o problemă la exportul seifului dvs. Dacă problema persistă, va trebui să exportați din seiful web.
ru: Возникла проблема с экспортом хранилища. Если проблема не исчезнет, экспортируйте данные из веб-хранилища.
sv: Det gick inte att exportera ditt valv. Om problemet kvarstår måste du exportera från webbvalvet istället.
ta: உம் பெட்டகத்தை ஏற்றுமதி செய்வதில் ஒரு சிக்கல். சிக்கல் தொடர்ந்தால், வலைப்பெட்டகத்திலிருந்து ஏற்றுமதி செய்ய வேண்டும்.
vi: Có vấn đề trong việc trích xuất kho của bạn. Nếu vấn đề vẫn tiếp tục, bạn sẽ phải trích xuất từ kho nền web.
zh_hans: 导出您的密码库时出现问题。如果问题仍然存在，您需要从网页密版码库中导出。
zh_hant: 匯出您的密碼庫時發生錯誤。若問題持續發生，請改用網頁版密碼庫匯出資料。

# ExportVaultSuccess
source: Vault exported successfully
ar: تم تصدير الخزنة بنجاح
be: Сховішча паспяхова экспартавана
ca: S'ha exportat la caixa forta amb èxit
cs: Trezor byl úspěšně exportován
da: Boks eksporteret
es: Caja fuerte exportada con éxito
et: Hoidla on edukalt eksporditud
he: יצוא תוכן הכספת בוצע בהצלחה
it: Cassaforte esportata correttamente
ja: 保管庫をエクスポートしました
ko: 보관함을 성공적으로 내보냈습니다.
ml: വാൾട് വിജയകരമായി എക്സ്പോർട് ചെയ്‌തു
nb: Hvelvet ble eksportert
pt_br: Cofre exportado com sucesso
ro: Seif exportat cu succes
ru: Хранилище успешно экспортировано
sv: Valvet exporterades
ta: பெட்டகம் வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது
th: ส่งออกตู้เซฟเรียบร้อยแล้ว
vi: Trích xuất kho thành công
zh_hans: 密码库导出成功
zh_hant: 成功匯出密碼庫

source: Clone
ar: استنساخ
be: Кланіраваць
ca: Clona
cs: Duplikovat
da: Klon
es: Clonar
et: Klooni
he: שכפול
it: Clona
ja: 複製
ko: 복제
ml: ക്ലോൺ
nb: Klon
pt_br: Clonar
ro: Clonare
ru: Клонировать
sl: Kloniraj
sv: Klona
ta: நகலி
th: โคลน
vi: Tạo bản sao
zh_hans: 克隆
zh_hant: 複製

# PasswordGeneratorPolicyInEffect
source: One or more organisation policies are affecting your generator settings
ar: واحدة أو أكثر من سياسات المؤسسة تؤثر على إعدادات المولد الخاص بك
be: На налады генератара ўплываюць адна або некалькі палітык арганізацый
bs: One or more organization policies are affecting your generator settings
ca: Una o més polítiques d’organització afecten la configuració del generador.
cs: Jedna nebo více zásad organizace ovlivňují nastavení generátoru.
da: En eller flere organisationspolitikker påvirker dine generatorindstillinger
es: Una o más políticas de la organización están afectando la configuración del generador
et: Organisatsiooni seaded mõjutavad parooli genereerija sätteid
he: מדיניות ארגונית אחת או יותר משפיעה על הגדרות המחולל שלך
it: Una o più politiche dell'organizzazione stanno influenzando le impostazioni del tuo generatore
ja: 一つ以上の組織のポリシーがパスワード生成の設定に影響しています。
ko: 하나 이상의 단체 정책이 생성기 규칙에 영항을 미치고 있습니다.
ml: ഒന്നോ അതിലധികമോ സംഘടന നയങ്ങൾ നിങ്ങളുടെ പാസ്സ്‌വേഡ് സൃഷ്ടാവിൻ്റെ ക്രമീകരണങ്ങളെ ബാധിക്കുന്നു
nb: En eller flere av organisasjonens retningslinjer påvirker generatorinnstillingene dine.
pt_br: Uma ou mais políticas da organização estão afetando as suas configurações do gerador.
ro: Una sau mai multe politici organizaționale afectează setările generatorului
ru: На настройки генератора влияют одна или несколько политик организации
sl: One or more organization policies are affecting your generator settings
sv: En eller flera organisationspolicyer påverkar dina generatorinställningar
ta: ஒன்று அ மேற்பட்ட நிறுவன கொள்கைகள் உமது உருவாக்கி அமைப்புகளை பாதிக்கிறது
th: One or more organization policies are affecting your generator settings
vi: Có một hoặc vài chính sách của tổ chức đang làm ảnh hưởng đến cài đặt tạo mật khẩu của bạn
zh_hans: 一个或多个组织策略正在影响您的生成器设置
zh_hant: 一個或多個組織原则正影響密碼產生器設定。

source: Open
ar: فتح
be: Адкрыць
ca: Obri
cs: Otevřít
da: Åbn
es: Abrir
et: Ava
he: פתח
it: Apri
ja: 開く
ko: 열기
ml: തുറക്കുക
nb: Åpne
pt_br: Abrir
ro: Deschidere
ru: Открыть
sl: Odpri
sv: Öppna
ta: திற
th: เปิด
vi: Mở
zh_hans: 打开
zh_hant: 打開

# UnableToSaveAttachment
source: There was a problem saving this attachment. If the problem persists, you can save it from the web vault.
ar: كانت هناك مشكلة في حفظ هذا المرفق. إذا استمرت المشكلة ، يمكنك حفظها من خزنة الويب.
be: Узнікла праблема падчас захавання гэтага далучэння. Калі праблема застанецца, вы можаце захаваць яго з вэб-сховішча.
ca: S'ha produït un problema en guardar aquest fitxer adjunt. Si el problema continua, podeu guardar-lo des del web.
cs: Při ukládání této přílohy došlo k chybě. Pokud problém přetrvává, můžete ji uložit z webového trezoru.
da: Der opstod et problem med at gemme denne vedhæftning. Fortsætter problemet, kan du gemme den fra din web-boks.
es: Hubo un problema al guardar este archivo adjunto. Si el problema persiste, puedes guardarlo desde la caja fuerte en la web.
et: Manuse salvestamisel ilmnes tõrge. Probleemi jätkumisel lisa fail läbi veebihoidla.
he: היתה בעיה בשמירת הקובץ המצורף. אם הבעיה נמשכת, באפשרות לשמור אותה מתוך כספת הרשת.
it: Si è verificato un problema salvando questo allegato. Se il problema persiste, puoi salvarlo dalla cassaforte web.
ja: 添付ファイルの保存時に問題が発生しました。問題が続くようであれば、ウェブ保管庫から保存してください。
ko: 첨부 파일을 저장하던 도중 문제가 있었습니다. 문제가 계속 발생한다면 웹 보관함에서 저장할 수 있습니다.
ml: ഈ അറ്റാച്ചുമെന്റ് സംരക്ഷിക്കുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്. പ്രശ്നം നിലനിൽക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് വെബ് വാൾട്ടിൽ നിന്ന് അറ്റാച്ചുമെന്റ് സംരക്ഷിക്കാൻ കഴിയും.
nb: Det oppsto et problem med å lagre dette vedlegget. Hvis problemet vedvarer, kan du lagre det fra netthvelvet.
pt_br: Houve um problema ao salvar este anexo. Caso o problema persista, você poderá salvá-lo pelo cofre web.
ro: A apărut o problemă la salvarea acestui atașament. Dacă problema persistă, îl puteți salva din seiful web.
ru: Возникла проблема с сохранением этого вложения. Если проблема не исчезнет, вы можете сохранить его из веб-хранилища.
sv: Det gick inte att spara bilagan. Om problemet kvarstår kan du spara den från webbvalvet.
ta: இவ்விணைப்பை சேமிப்பதில் ஏதோ சிக்கல். சிக்கல் தொடர்ந்தால், வலைப்பெட்டகத்திலிருந்து இதைச் சேமிக்கலாம்.
vi: Có vấn đề khi lưu tập đính kèm này. If vấn đề này vẫn tiếp tục, bạn có thể lưu nó từ kho nền web.
zh_hans: 保存此附件时出现问题。如果问题仍然存在，您可以从网页版密码库中保存它。
zh_hant: 儲存附件時發生錯誤。若問題持續發生，請改用網頁版密碼庫儲存附件。

# SaveAttachmentSuccess
source: Attachment saved successfully
ar: تم حفظ المرفق بنجاح
be: Далучэнне паспяхова захавана
ca: L'adjunt s'ha guardat correctament
cs: Příloha byla úspěšně uložena
da: Vedhæftning gemt
es: Archivo adjunto guardado con éxito
et: Manus on edukalt lisatud
he: הקובץ המצורף נשמר בהצלחה
it: Allegato salvato con successo
ja: 添付ファイルを保存しました
ko: 첨부 파일을 성공적으로 저장했습니다.
ml: അറ്റാച്ചുമെന്റ് വിജയകരമായി സംരക്ഷിച്ചു
nb: Vedlegget ble lagret
pt_br: Anexo salvo com sucesso
ro: Atașament salvat cu succes
ru: Вложение успешно сохранено
sl: Priloga je bila uspešno shranjena.
sv: Bilagan sparades
ta: சேர்ப்பு வெற்றிகரமாக சேமிக்கப்பட்டது
vi: Tập tin đính kèm được lưu thành công
zh_hans: 附件保存成功
zh_hant: 附件已成功儲存

# AutofillTileAccessibilityRequired
source: Please enable "Auto-fill accessibility service" from Bitwarden settings to use the auto-fill tile.
ar: الرجاء تمكين "خدمة الوصول إلى الملء التلقائي" من إعدادات Bitwarden لاستخدام الملء التلقائي.
be: Калі ласка ўключыце службу аўтазапаўнення ў наладах Bitwarden каб карыстацца пліткай аўтазапаўнення.
ca: Habiliteu "Servei d'accessibilitat d'emplenament automàtic" de la configuració de Bitwarden per utilitzar el mosaic d'emplenament automàtic.
cs: Pro povolení dlaždice Automatického vyplňování, povolte v nastavení Bitwarden „Službu automatického vyplňování“.
da: Aktivér "Autoudfyld Tilgængelighedstjeneste" fra Bitwarden-indstillinger for at benytte flisen Autoudfyld.
es: Por favor, habilite "Servicio de accesibilidad de autorrelleno" en la configuración de Bitwarden para utilizar la función de autorrelleno.
et: Palun lülita "Automaattäite juurdepääsetavuse teenus" Bitwardeni seadetest sisse, et Automaattäite kasti kasutada.
he: אנא הפעל את "שירות ההשלמה האוטומטית של שירות הנגישות" מתוך ההגדרות של Bitwarden כדי להשתמש בשירות ההשלמה האוטומטית.
it: Abilita il "Servizio di accessibilità per il completamento automatico" dalle impostazioni di Bitwarden per utilizzare la funzione di completamento automatico.
ja: 自動入力タイルを使用するには、Bitwarden の設定で「自動入力ユーザー補助サービス」を有効にしてください。
ko: 자동 채우기 타일을 사용하려면 Bitwarden 설정에서 "자동 채우기 접근성 서비스"를 활성화해주세요.
ml: ഓട്ടോഫിൽ ടൈൽ ഉപയോഗിക്കുന്നതിന് Bitwarden ക്രമീകരണങ്ങളിൽ നിന്ന് "ഓട്ടോഫിൽ ആക്സിസിബിലിറ്റി സേവനം" പ്രാപ്തമാക്കുക.
nb: Aktiver "Auto-utfyllingstjenester" fra Bitwarden-innstillingene for å bruke auto-utfyllingsflisen.
pt_br: Por favor, habilite "Serviço de Acessibilidade de Autopreenchimento" nas configurações do Bitwarden para usar o bloco de Autopreenchimento.
ro: Activați "Serviciul de accesibilitate Auto-completare" în setările Bitwarden ca să utilizați fila de Auto-completare.
ru: Пожалуйста, включите службу специальных возможностей автозаполнения Bitwarden для использования панели автозаполнения.
sl: Please turn on "Auto-fill Accessibility Service" from Bitwarden Settings to use the Auto-fill tile.
sv: Vänligen aktivera "Tillgänglighetstjänst för automatisk ifyllnad" i Bitwardens inställningar för att använda automatisk ifyllnad.
ta: தன்னிரப்பி ஓட்டைப் பயன்படுத்த Bitwarden அமைவுகளிலிருந்து "தன்னிரப்பி அணுகல்தன்மை சேவை"-ஐ இயக்கவும்.
vi: Hãy mở "Tự động điền bằng trợ năng" từ Cài đặt của Bitwarden để sử dụng chức năng tự động điền.
zh_hans: 请从 Bitwarden 设置中启用 “自动填充无障碍服务” 以使用自动填充功能。
zh_hant: 請到 Bitwarden 設定中開啟「自動填入無障礙服務」以使用自動填入功能。
