Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# SelfHostedEnvironmentFooter
source: Specify the base URL of your on-premise hosted Bitwarden installation.
ar: حدد عنوان URL الأساسي الخاص بك على الفرضية المستضيفة Bitwarden
be: Увядзіце асноўны URL-адрас на вашым серверы.
bs: Navedite osnovni URL vaše lokalno instalirane Bitwarden instalacije.
ca: Especifiqueu l'URL base de la vostra instal·lació de Bitwarden allotjada en un entorn propi.
cs: Zadejte základní URL adresu vlastnoručně hostované aplikace Bitwarden.
da: Angiv grund-URL'en til din lokal-hostede Bitwarden-installation.
es: Especifica la URL base de tu instalación de Bitwarden de alojamiento propio.
et: Sisesta baas URL, kus sinu või ettevõtte majutatud Bitwarden asub.
he: הזן את כתובת השרת המקומי של Bitwarden.
it: Specifica l'URL principale della tua installazione self-hosted di Bitwarden.
ja: セルフホスティングしている Bitwarden のベース URL を指定してください。
ko: 온-프레미스 Bitwarden이 호스팅되고 있는 서버의 기본 URL을 지정하세요.
ml: തങ്ങളുടെ പരിസരത്ത് ചെയ്യുന്ന ബിറ്റ് വാർഡൻ ഇൻസ്റ്റാളേഷന്റെ അടിസ്ഥാന URL വ്യക്തമാക്കുക.
nb: Spesifiser grunn-nettadressen til din selvbetjente Bitwarden-installasjon.
pt_br: Especifique a URL de base da sua instalação local do Bitwarden.
ro: Specificați URL-ul de bază al instalării Bitwarden.
ru: Укажите URL-адрес Bitwarden на вашем сервере.
sv: Ange bas-URL:en för din "on-premise"-hostade Bitwarden-installation.
ta: உம் வளாகத்திலேயே வழங்கியுள்ள Bitwarden நிறுவலின் அடித்தள உரலியைக் குறிப்பிடு.
vi: Chỉ định URL cơ sở on-premise của bạn để cài đặt máy chủ Bitwarden.
zh_hans: 指定您本地托管的 Bitwarden 安装的基础 URL。
zh_hant: 指定您內部部署的 Bitwarden 安裝之基礎 URL。

source: Server URL
ar: رابط الخادم
be: URL-адрас сервера
bs: URL servera
ca: URL del servidor
cs: URL serveru
es: URL del servidor
et: Serveri URL
he: כתובת שרת
it: URL del server
ja: サーバー URL
ko: 서버 URL
ml: സെർവർ URL
nb: Tjener-nettadresse
pt_br: URL do Servidor
ro: URL server
ru: URL-адрес сервера
sl: URL naslov strežnika
ta: தேக்க உரலி
th: URL ของเซิร์ฟเวอร์
vi: Địa chỉ máy chủ
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# WebVaultUrl
source: Web vault server URL
ar: رابط خادم مخزن الويب
be: URL-адрас сервера вэб-сховішча
bs: URL servera veb trezora
ca: URL del servidor de la caixa forta
cs: URL serveru webového trezoru
da: Web-boks server URL
es: URL del servidor de la caja fuerte web
et: Veebihoidla serveri URL
he: כתובת שרת הכספת
it: URL della cassaforte web
ja: ウェブ保管庫サーバー URL
ko: 웹 보관함 서버 URL
ml: വെബ് വാൾട് സെർവർ URL
nb: Netthvelvets tjenernettadresse
pt_br: URL do Servidor do Cofre Web
ro: URL server seif Web
ru: URL-адрес сервера веб-хранилища
sl: URL strežniškega spletnega trezorja
sv: Webbvalv server-URL
ta: வலைப்பெட்டக தேக்க உரலி
th: URL เซิร์ฟเวอร์ของเว็บนิรภัย
vi: URL máy chủ lưu trữ web
zh_hans: 网页密码库服务器 URL
zh_hant: 網頁版密碼庫伺服器 URL

# BitwardenAutofillServiceNotificationContentOld
source: Tap this notification to view items from your vault.
ar: اضغط على هذا الإشعار لعرض العناصر من الخزنة الخاصة بك.
be: Націсніце на гэта апавяшчэнне, каб праглядзець элементы з вашага сховішча.
bs: Dodirnite ovo obaveštenje da biste videli stavke iz Vašeg trezora.
ca: Toqueu aquesta notificació per visualitzar els elements de la caixa forta.
cs: Klepnutím na toto oznámení zobrazíte přihlašovací údaje z trezoru.
da: Tryk på denne notifikation for at få vist elementer fra din boks.
es: Pulsa en esta notificación para ver las entradas de tu caja fuerte.
et: Vajuta märguandele, et oma hoidla sisu näha.
he: לחץ על הודעה זו בכדי לצפות בפרטים השמורים בכספת שלך.
it: Tocca questa notifica per visualizzare gli elementi della tua cassaforte.
ja: この通知をタップすると保管庫のアイテムを表示します。
ko: 보관함에 있는 항목을 보려면 이 알림을 누르세요.
ml: നിങ്ങളുടെ വാൾട്ടിൽ നിന്നുള്ള ഇനങ്ങൾ കാണുന്നതിന് ഈ അറിയിപ്പ് ടാപ്പുചെയ്യുക.
nb: Trykk på denne beskjeden for å se gjenstander fra ditt hvelv.
pt_br: Toque nesta notificação para visualizar as credenciais do seu cofre.
ro: Atingeți această notificare pentru a vizualiza autentificările din seiful dvs.
ru: Коснитесь этого уведомления, чтобы посмотреть элементы из вашего хранилища.
sv: Tryck på den här aviseringen för att visa inloggningar från ditt valv.
ta: உம் பெட்டகத்திலிருந்து உருப்படிகளைக் காண இவ்வறிவிப்பை தட்டவும்.
th: แตะการแจ้งเตือนนี้เพื่อดูรายการจากห้องนิรภัยของคุณ
vi: Chạm vào thông báo này để xem thông tin đăng nhập từ kho của bạn.
zh_hans: 点击此通知以查看密码库中的项目。
zh_hant: 按此通知以檢視密碼庫中的登入資料。

source: Custom fields
ar: حقول مخصصة
be: Карыстальніцкія палі
bs: Prilagođena polja
ca: Camps personalitzats
cs: Vlastní pole
da: Brugerdefinerede felter
es: Campos personalizados
et: Kohandatud väljad
he: שדות מותאמים אישית
it: Campi personalizzati
ja: カスタムフィールド
ko: 사용자 지정 필드
ml: ഇഷ്‌ടാനുസൃത ഫീൽഡുകൾ
nb: Tilpassede felter
pt_br: Campos Personalizados
ro: Câmpuri particularizate
ru: Пользовательские поля
sl: Polja po meri
sv: Anpassade fält
ta: தனிப்பயன் புலங்கள்
th: เขตข้อมูลแบบระบุเอง
vi: Trường tùy chỉnh
zh_hans: 自定义字段
zh_hant: 自訂欄位

source: Copy number
ar: نسخ الرقم
be: Капіяваць нумар
bs: Kopirajte broj
ca: Copia el número
cs: Kopírovat číslo
da: Kopiér nummer
es: Copiar número
et: Kopeeri number
he: העתק מספר
it: Copia numero
ja: 番号のコピー
ko: 번호 복사
ml: അക്കം പകർത്തുക
nb: Kopier nummeret
pt_br: Copiar Número
ro: Copiere număr
ru: Скопировать номер
sl: Kopiraj številko
sv: Kopiera nummer
ta: எண்ணை நகலெடு
th: คัดลอกหมายเลข
vi: Chép số
zh_hans: 复制号码
zh_hant: 複製號碼

source: Copy security code
ar: نسخ رمز الأمان
be: Капіяваць код бяспекі
bs: Kopirajte bezbedonosni kod
ca: Copia el codi de seguretat
cs: Kopírovat bezpečnostní kód
da: Kopiér sikkerhedskode
es: Copiar código de seguridad
et: Kopeeri turvakood
he: העתק קוד אבטחה
it: Copia codice di sicurezza
ja: セキュリティコードのコピー
ko: 보안 코드 복사
ml: സുരക്ഷാ കോഡ് പകർത്തുക
nb: Kopier sikkerhetskoden
pt_br: Copiar Código de Segurança
ro: Copiere cod de securitate
ru: Скопировать код безопасности
sl: Kopiraj varnostno kodo
sv: Kopiera säkerhetskod
ta: பாதுகாப்பு குறியீட்டை நகலெடு
th: คัดลอกรหัสรักษาความปลอดภัย
vi: Sao chép Mã bảo mật
zh_hans: 复制安全码
zh_hant: 複製安全代碼

source: Number
ar: رقم
be: Нумар
bs: Broj
ca: Número
cs: Číslo
da: Nummer
es: Número
he: מספר
it: Numero
ja: 番号
ko: 번호
ml: നമ്പർ
nb: Nummer
pt_br: Número
ro: Număr card
ru: Номер
sl: Številka
sv: Nummer
ta: எண்
th: หมายเลข
vi: Số
zh_hans: 号码
zh_hant: 號碼

source: Security code
ar: رمز الأمان
be: Код бяспекі
bs: Bezbedonosni kod
ca: Codi de seguretat
cs: Bezpečnostní kód
da: Sikkerhedskode
es: Código de seguridad
et: Turvakood
he: קוד האבטחה
it: Codice di sicurezza
ja: セキュリティコード
ko: 보안 코드
ml: സുരക്ഷാ കോഡ്
nb: Sikkerhetskode
pt_br: Código de Segurança
ro: Cod de securitate (CVV/CVC)
ru: Код безопасности
sl: Varnostna koda
sv: Säkerhetskod
ta: பாதுகாப்பு குறியீடு
th: รหัสความปลอดภัย
vi: Mã bảo mật
zh_hans: 安全码
zh_hant: 安全代碼

# TypeCard
source: Card
ar: بطاقة
be: Картка
bs: Kartica
ca: Targeta
cs: Karta
da: Kort
es: Tarjeta
et: Pangakaart
he: כרטיס
it: Carta
ja: カード
ko: 카드
ml: കാർഡ്
nb: Kort
pt_br: Cartão
ru: Карта
sl: Kartica
sv: Kort
ta: அட்டை
th: บัตร
vi: Thẻ
zh_hans: 支付卡
zh_hant: 支付卡

# TypeIdentity
source: Identity
ar: الهوية
be: Пасведчанне
bs: Identitet
ca: Identitat
cs: Identita
da: Identitet
es: Identidad
et: Identiteet
he: זהות
it: Identità
ja: ID
ko: 신원
ml: തിരിച്ചറിയൽ
nb: Identitet
pt_br: Identidade
ro: Identitate
ru: Личная информация
sl: Identiteta
sv: Identitet
ta: அடையாளம்
th: ข้อมูลระบุตัวตน
vi: Danh tính
zh_hans: 身份
zh_hant: 身分

# TypeLogin
source: Login
ar: تسجيل الدخول
be: Уліковыя даныя
bs: Prijava
ca: Inici de sessió
cs: Přihlášení
es: Entrada
et: Kasutajakonto andmed
he: כניסה
ja: ログイン
ko: 로그인
ml: പ്രവേശനം
nb: Innlogging
pt_br: Credencial
ro: Conectare
ru: Логин
sl: Prijava
sv: Inloggning
ta: உள்நுழைவு
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# TypeSecureNote
source: Secure note
ar: ملاحظة آمنة
be: Бяспечныя нататкі
bs: Sigurna beleška
ca: Nota segura
cs: Poznámka
da: Sikret notat
es: Nota segura
et: Turvaline märkus
he: פתק מאובטח
it: Nota sicura
ja: セキュアメモ
ko: 보안 메모
ml: സുരക്ഷിത കുറിപ്പ്
nb: Sikker notis
pt_br: Nota Segura
ro: Notă protejată
ru: Защищенная заметка
sl: Varni zapisek
sv: Säker anteckning
ta: பாதுகாப்பான குறிப்பு
th: บันทึกการรักษาปลอดภัย
vi: Ghi chú bảo mật
zh_hans: 安全笔记
zh_hant: 安全筆記

source: Address 1
ar: العنوان 1
be: Радок адрасу 1
bs: Adresa 1
ca: Adreça 1
cs: Adresa 1
da: Adresse 1
es: Dirección 1
et: Aadress 1
he: כתובת 1
it: Indirizzo 1
ja: 住所1
ko: 주소 1
ml: മേൽവിലാസം 1
nb: Adresse 1
pt_br: Endereço 1
ro: Adresă 1
ru: Строка адреса 1
sl: Naslov 1
sv: Adress 1
ta: முகவரி ௧
th: ที่อยู่ 1
vi: Địa chỉ 1
zh_hans: 地址 1
zh_hant: 地址 1

source: Address 2
ar: العنوان 2
be: Радок адрасу 2
bs: Adresa 2
ca: Adreça 2
cs: Adresa 2
da: Adresse 2
es: Dirección 2
et: Aadress 2
he: כתובת 2
it: Indirizzo 2
ja: 住所2
ko: 주소 2
ml: മേൽവിലാസം 2
nb: Adresse 2
pt_br: Endereço 2
ro: Adresă 2
ru: Строка адреса 2
sl: Naslov 2
sv: Adress 2
ta: முகவரி ௨
th: ที่อยู่ 2
vi: Địa chỉ 2
zh_hans: 地址 2
zh_hant: 地址 2

source: Address 3
ar: العنوان 3
be: Радок адрасу 3
bs: Adresa 3
ca: Adreça 3
cs: Adresa 3
da: Adresse 3
es: Dirección 3
et: Aadress 3
he: כתובת 3
it: Indirizzo 3
ja: 住所3
ko: 주소 3
ml: മേൽവിലാസം 3
nb: Adresse 3
pt_br: Endereço 3
ro: Adresă 3
ru: Строка адреса 3
sl: Naslov 3
sv: Adress 3
ta: முகவரி ௩
th: ที่อยู่ 3
vi: Địa chỉ 3
zh_hans: 地址 3
zh_hant: 地址 3

source: April
ar: أبريل/نيسان
be: Красавік
ca: Abril
cs: Duben
es: Abril
et: Aprill
he: אפריל
it: Aprile
ja: 4月
ko: 4월
ml: ഏപ്രിൽ
pt_br: Abril
ro: aprilie
ru: Апрель
ta: ஏப்ரல்
th: เมษายน
vi: Tháng 4
zh_hans: 四月
zh_hant: 四月

source: August
ar: أغسطس
be: Жнівень
bs: Avgust
ca: Agost
cs: Srpen
es: Agosto
he: אוגוסט
it: Agosto
ja: 8月
ko: 8월
ml: ഓഗസ്റ്റ്
pt_br: Agosto
ru: Август
sl: Avgust
sv: Augusti
ta: ஆகஸ்ட்
th: สิงหาคม
vi: Tháng 8
zh_hans: 八月
zh_hant: 八月

source: Brand
ar: العلامة
be: Тып карткі
bs: Brend
ca: Marca
cs: Značka
da: Type
es: Marca
et: Väljastaja
he: מותג
it: Marca
ja: ブランド
ko: 브랜드
ml: ബ്രാൻഡ്
nb: Merke
pt_br: Bandeira
ro: Tip card
ru: Тип карты
sl: Znamka
sv: Märke
ta: சூட்டுக்குறி
th: แบรนด์
vi: Thương hiệu
zh_hans: 品牌
zh_hant: 發卡組織

source: Cardholder name
ar: اسم حامل البطاقة
be: Імя ўладальніка карткі
bs: Ime vlasnika kartice
ca: Nom del titular de la targeta
cs: Jméno držitele karty
da: Kortindehaverens navn
es: Nombre en la tarjeta
et: Kaardiomaniku nimi
he: שם בעל הכרטיס
it: Titolare della carta
ja: カードの名義人名
ko: 카드 소유자 이름
ml: കാർഡ് ഉടമയുടെ പേര്
nb: Kortholderens navn
pt_br: Titular do Cartão
ro: Deținător card
ru: Имя владельца карты
sl: Imetnik kartice
sv: Kortinnehavarens namn
ta: அட்டைதாரரின் பெயர்
th: ชื่อผู้ถือบัตร
vi: Tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

source: City / town
ar: المدينة / البلدة
be: Горад / Пасёлак
bs: Grad
ca: Localitat
cs: Město
da: By
es: Ciudad / Pueblo
et: Linn / asula
he: עיר \ ישוב
it: Città / Comune
ja: 市町村
ko: 읍 / 면 / 동
ml: നഗരം / പട്ടണം
nb: By / Tettsted
pt_br: Cidade / Localidade
ro: Localitate
ru: Город / Поселок
sl: Mesto
sv: Ort
ta: மாநகரம் / நகரம்
th: เมือง
vi: Quận/Huyện/Thị trấn
zh_hans: 市 / 镇
zh_hant: 市/鎮

source: Company
ar: الشركة
be: Кампанія
bs: Kompanija
ca: Empresa
cs: Firma
da: Virksomhed
es: Empresa
et: Ettevõte
he: חברה
it: Azienda
ja: 会社名
ko: 회사
ml: കമ്പനി
nb: Firma
pt_br: Empresa
ro: Companie
ru: Компания
sl: Podjetje
sv: Företag
ta: நிறுவனம்
th: บริษัท
vi: Công ty
zh_hans: 公司
zh_hant: 公司

source: Country
ar: الدولة
be: Краіна
bs: Država
ca: País
cs: Stát
da: Land
es: País
et: Riik
he: מדינה
it: Nazione
ja: 国
ko: 국가
ml: രാജ്യം
nb: Land
pt_br: País
ro: Țară
ru: Страна
sl: Država
sv: Land
ta: நாடு
th: ประเทศ
vi: Quốc Gia
zh_hans: 国家
zh_hant: 國家

source: December
ar: ديسمبر
be: Снежань
bs: Decembar
ca: Desembre
cs: Prosinec
es: Diciembre
et: Detsember
he: דצמבר
it: Dicembre
ja: 12月
ko: 12월
ml: ഡിസംബർ
nb: Desember
pt_br: Dezembro
ro: decembrie
ru: Декабрь
ta: டிசம்பர்
th: ธันวาคม
vi: Tháng 12
zh_hans: 十二月
zh_hant: 十二月

source: Dr
ar: د
be: Док.
cs: MUDr
he: דוקטור
it: Dott.
ml: ഡോ
ru: Тов.
th: ดร.
vi: Tiến sĩ
zh_hans: 博士

source: Expiration month
ar: شهر انتهاء الصلاحية
be: Месяц заканчэння
bs: Mesec roka upotrebe
ca: Mes de venciment
cs: Měsíc expirace
da: Udløbsmåned
es: Mes de expiración
et: Aegumise kuu
he: תוקף אשראי - חודש
it: Mese di scadenza
ja: 有効期限月
ko: 만료 월
ml: കാലാവതി കഴിയുന്ന മാസം
nb: Utløpsmåned
pt_br: Mês de Vencimento
ro: Luna expirării
ru: Месяц
sl: Mesec poteka
sv: Förfallomånad
ta: காலாவதி மாதம்
th: เดือนที่หมดอายุ
vi: Tháng Hết Hạn
zh_hans: 到期月份
zh_hant: 到期月份

source: Expiration year
ar: سنة انتهاء الصلاحية
be: Год заканчэння
bs: Godina roka upotrebe
ca: Any de venciment
cs: Rok expirace
da: Udløbsår
es: Año de expiración
et: Aegumise aasta
he: תוקף אשראי - שנה
it: Anno di scadenza
ja: 有効期限年
ko: 만료 연도
ml: കാലാവതി കഴിയുന്ന വർഷം
nb: Utløpsår
pt_br: Ano de Vencimento
ro: Anul expirării
ru: Год
sl: Leto poteka
sv: Förfalloår
ta: காலாவதி ஆண்டு
th: ปีที่หมดอายุ
vi: Năm hết hạn
zh_hans: 到期年份
zh_hant: 到期年份

source: February
ar: فبراير
be: Люты
bs: Februar
ca: Febrer
cs: Únor
da: Februar
es: Febrero
et: Veebruar
he: פברואר
it: Febbraio
ja: 2月
ko: 2월
ml: ഫെബ്രുവരി
nb: Februar
pt_br: Fevereiro
ro: februarie
ru: Февраль
sl: Februar
sv: Februari
ta: பிப்ரவரி
th: กุมภาพันธ์
vi: Tháng 2
zh_hans: 二月
zh_hant: 二月

source: First name
ar: الاسم الأول
be: Імя
bs: Ime
ca: Nom
cs: Jméno
da: Fornavn
es: Nombre
et: Eesnimi
he: שם פרטי
it: Nome
ja: 名
ko: 이름
ml: പേരിന്റെ ആദ്യഭാഗം
nb: Fornavn
pt_br: Primeiro Nome
ro: Prenume
ru: Имя
sl: Ime
sv: Förnamn
ta: முதற்பெயர்
th: ชื่อจริง
vi: Tên
zh_hans: 名
zh_hant: 名

source: January
ar: يناير
be: Студзень
bs: Januar
ca: Gener
cs: Leden
da: Januar
es: Enero
et: Jaanuar
he: ינואר
it: Gennaio
ja: 1月
ko: 1월
ml: ജനുവരി
nb: Januar
pt_br: Janeiro
ro: ianuarie
ru: Январь
sl: Januar
sv: Januari
ta: ஜனவரி
th: มกราคม
vi: Tháng 1
zh_hans: 一月
zh_hant: 一月

source: July
ar: يوليو
be: Ліпень
bs: Jul
ca: Juliol
cs: Červenec
da: Juli
es: Julio
et: Juuli
he: יולי
it: Luglio
ja: 7月
ko: 7월
ml: ജൂലൈ
nb: Juli
pt_br: Julho
ro: iulie
ru: Июль
sl: Julij
sv: Juli
ta: ஜூலை
th: กรกฎาคม
vi: Tháng 7
zh_hans: 七月
zh_hant: 七月

source: June
ar: يونيو
be: Чэрвень
bs: Jun
ca: Juny
cs: Červen
da: Juni
es: Junio
et: Juuni
he: יוני
it: Giugno
ja: 6月
ko: 6월
ml: ജൂണ്‍
nb: Juni
pt_br: Junho
ro: iunie
ru: Июнь
sl: Junij
sv: Juni
ta: ஜூன்
th: มิถุนายน
vi: Tháng 6
zh_hans: 六月
zh_hant: 六月

source: Last name
ar: اسم العائلة
be: Прозвішча
bs: Prezime
ca: Cognoms
cs: Příjmení
da: Efternavn
es: Apellido
et: Perekonnanimi
he: שם משפחה
it: Cognome
ja: 姓
ko: 성
ml: പേരിന്റെ അവസാന ഭാഗം
nb: Etternavn
pt_br: Último Nome
ro: Nume
ru: Фамилия
sl: Priimek
sv: Efternamn
ta: இறுதி பெயர்
th: นามสกุล
vi: Họ
zh_hans: 姓
zh_hant: 姓

# LicenseNumber
source: Licence number
ar: رقم الرخصة
be: Нумар ліцэнзіі
bs: Broj vozačke dozvole
ca: Número de llicència
cs: Číslo dokladu totožnosti
da: Kørekortnummer
es: Nº de licencia
et: Litsentsi number
he: מספר רשיון
it: Numero patente
ja: 免許証番号
ko: 면허 번호
ml: ലൈസൻസ് നമ്പർ
nb: Lisensnummer
pt_br: Número da Licença
ro: Număr licență
ru: ИНН
sl: Številka vozniškega dovoljenja
sv: Licensnummer
ta: உரிம எண்
th: หมายเลขใบอนุญาต
vi: Số giấy phép
zh_hans: 许可证编号
zh_hant: 許可證編號

source: March
ar: مارس
be: Сакавік
bs: Mart
ca: Març
cs: Březen
da: Marts
es: Marzo
et: Märts
he: מרץ
it: Marzo
ja: 3月
ko: 3월
ml: മാർച്ച്‌
nb: Mars
pt_br: Março
ro: martie
ru: Март
sl: Marec
sv: Mars
ta: மார்ச்
th: มีนาคม
vi: Tháng 3
zh_hans: 三月
zh_hant: 三月

source: May
ar: مايو
be: Май
bs: Maj
ca: Maig
cs: Květen
da: Maj
es: Mayo
et: Mai
he: מאי
it: Maggio
ja: 5月
ko: 5월
ml: മെയ്‌
nb: Mai
pt_br: Maio
ro: mai
ru: Май
sl: Maj
sv: Maj
ta: மே
th: พฤษภาคม
vi: Tháng 5
zh_hans: 五月
zh_hant: 五月

source: Middle name
ar: الإسم الأوسط
be: Імя па бацьку
bs: Srednje ime
ca: Segon nom
cs: Druhé jméno
da: Mellemnavn
es: 2º nombre
et: Teine eesnimi
he: שם אמצעי
it: Secondo nome
ja: ミドルネーム
ko: 가운데 이름
ml: മധ്യ നാമം
nb: Mellomnavn
pt_br: Nome do Meio
ro: Al doilea prenume
ru: Отчество
sl: Srednje ime
sv: Mellannamn
ta: நடு பெயர்
th: ชื่อกลาง
vi: Tên đệm
zh_hans: 中间名
zh_hant: 中間名

source: Mr
ar: السيد
be: С-р
bs: G.
ca: Sr.
cs: Pan
da: Hr
es: Sr
et: Hr
he: מר
it: Sig.
ml: ശ്രീ
nb: Herr
pt_br: Sr
ro: Dl
ru: Г-н
sl: G.
sv: Herr
ta: திரு
th: นาย
vi: Ông
zh_hans: 先生

source: Mrs
ar: السيدة
be: С-ня
bs: Gđa
ca: Sra.
cs: Paní
da: Fru
es: Sra
he: גברת
it: Sig.ra
ml: ശ്രിമതി
nb: Fru
pt_br: Sra
ro: Dna
ru: Г-жа
sl: Ga.
sv: Fru
ta: திருமதி
th: นาง
vi: Bà
zh_hans: 夫人

source: Ms
ar: آنسة
be: Пані
bs: Gđica
ca: Srta.
cs: Slečna
da: Frk
es: Srta
et: Pr
he: העלמה
it: Sig.na
ml: കുമാരി
nb: Frøken
pt_br: Sra
ro: Dra
ru: Проф.
sl: Gdč.
sv: Fröken
ta: செல்வி
th: นางสาว
vi: Chị
zh_hans: 女士

source: November
ar: نوفمبر
be: Лістапад
bs: Novembar
ca: Novembre
cs: Listopad
es: Noviembre
he: נובמבר
it: Novembre
ja: 11月
ko: 11월
ml: നവംബർ
pt_br: Novembro
ro: noiembrie
ru: Ноябрь
ta: நவம்பர்
th: พฤศจิกายน
vi: Tháng 11
zh_hans: 十一月
zh_hant: 十一月

source: October
ar: أكتوبر
be: Кастрычнік
bs: Oktobar
ca: Octubre
cs: Říjen
da: Oktober
es: Octubre
et: Oktoober
he: אוקטובר
it: Ottobre
ja: 10月
ko: 10월
ml: ഒക്ടോബര്‍
nb: Oktober
pt_br: Outubro
ro: octombrie
ru: Октябрь
sl: Oktober
sv: Oktober
ta: அக்டோபர்
th: ตุลาคม
vi: Tháng 10
zh_hans: 十月
zh_hant: 十月

source: Passport number
ar: رقم جواز السفر
be: Нумар пашпарта
bs: Broj pasoša
ca: Número de passaport
cs: Číslo cestovního pasu
da: Pasnummer
es: Nº de pasaporte
et: Passi number
he: מספר דרכון
it: Numero di passaporto
ja: パスポート番号
ko: 여권 번호
ml: പാസ്പോർട്ട് നമ്പർ
nb: Pass-nummer
pt_br: Número de Passaporte
ro: Număr CI / Pașaport
ru: Номер паспорта
sl: Številka potnega lista
sv: Passnummer
ta: கடவுச்சீட்டு எண்
th: หมายเลขหนังสือเดินทาง
vi: Số hộ chiếu
zh_hans: 护照号码
zh_hant: 護照號碼

source: Phone
ar: الهاتف
be: Тэлефон
bs: Telefon
ca: Telèfon
cs: Telefon
da: Telefon
es: Teléfono
et: Telefoninumber
he: טלפון
it: Telefono
ja: 電話番号
ko: 전화번호
ml: ഫോൺ
nb: Telefon
pt_br: Telefone
ro: Telefon
ru: Телефон
sl: Telefon
sv: Telefon
ta: தொலைபேசி
th: โทรศัพท์
vi: Số điện thoại
zh_hans: 电话
zh_hant: 電話號碼

source: September
ar: سبتمبر
be: Верасень
bs: Septembar
ca: Setembre
cs: Září
es: Septiembre
he: ספטמבר
it: Settembre
ja: 9月
ko: 9월
ml: സെപ്റ്റംബർ
pt_br: Setembro
ro: septembrie
ru: Сентябрь
ta: செப்டம்பர்
th: กันยายน
vi: Tháng 9
zh_hans: 九月
zh_hant: 九月

# SSN
source: Aadhar Number
ar: رقم الضمان الاجتماعي
be: Нумар сацыяльнага страхавання
bs: JMBG
ca: Número de la Seguretat Social
cs: Číslo sociálního pojištění
da: CPR-nummer
es: Nº de la seguridad social
et: Isikukood
he: מספר ביטוח לאומי
it: Codice fiscale/Previdenza sociale
ja: 社会保障番号
ko: 주민등록번호
ml: ആധാർ നമ്പർ
nb: Nummer for sosial stønad
pt_br: Número de Segurança Social
ro: Cod Numeric Personal
ru: Номер социального страхования
sl: EMŠO
sv: Personnummer
ta: சமூக பாதுகாப்பு எண்
th: หมายเลขประกันสังคม
vi: Số bảo hiểm xã hội
zh_hans: 社会保险号码
zh_hant: 社會保險號碼

# StateProvince
source: State / Union territory
ar: الولاية / المقاطعة
be: Рэгіён / Вобласць
bs: Država / Pokrajina
ca: Estat/província
cs: Kraj / Provincie
da: Region
es: Estado / Provincia
et: Maakond / vald
he: מדינה \ מחוז
it: Stato / Provincia
ja: 都道府県
ko: 시 / 도
ml: സംസ്ഥാനം/ ദേശം
nb: Fylke / Region
pt_br: Estado / Província
ro: Județ
ru: Регион / Область
sl: Regija / provinca
sv: Län
ta: மாநிலம் / மாகாணம்
th: รัฐ / จังหวัด
vi: Tỉnh/Thành Phố
zh_hans: 州 / 省
zh_hant: 州/省

source: Title
ar: اللقب
be: Зварот
bs: Titula
ca: Títol
cs: Oslovení
da: Titel
es: Título
et: Pealkiri
he: תואר
it: Titolo
ja: 敬称
ko: 제목
ml: ശീർഷകം
nb: Tittel
pt_br: Título
ro: Titlu
ru: Обращение
sl: Naziv
sv: Titel
ta: தலைப்பு
th: คำนำหน้า
vi: Tiêu đề
zh_hans: 称呼
zh_hant: 稱呼

# ZipPostalCode
source: Postcode
ar: الرمز البريدي
be: Паштовы індэкс
bs: Poštanski broj
ca: Codi postal
cs: PSČ
da: Postnummer
es: Código postal
et: Postiindeks
he: מיקוד
it: CAP
ja: 郵便番号
ko: 우편번호
ml: പിൻകോഡ്
nb: Postnummer
pt_br: CEP / Código Postal
ro: Cod poștal
ru: Почтовый индекс
sl: Poštna številka
sv: Postnummer
ta: Zip / அஞ்சல் குறியீடு
th: รหัสไปรษณีย์
vi: Mã bưu chính
zh_hans: 邮编 / 邮政代码
zh_hant: 郵遞區號

source: Address
ar: العنوان
be: Адрас
bs: Adresa
ca: Adreça
cs: Adresa
da: Adresse
es: Dirección
et: Aadress
he: כתובת
it: Indirizzo
ja: 住所
ko: 주소
ml: മേൽവിലാസം
nb: Adresse
pt_br: Endereço
ro: Adresă
ru: Адрес
sl: Naslov
sv: Adress
ta: முகவரி
th: ที่อยู่
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

source: Expiration
ar: تاريخ الانتهاء
be: Тэрмін дзеяння
bs: Rok upotrebe
ca: Caducitat
cs: Expirace
da: Udløb
es: Expiración
et: Aegumine
he: תוקף
it: Scadenza
ja: 有効期限
ko: 만료
ml: കാലഹരണപ്പെടൽ
nb: Utløp
pt_br: Vencimento
ro: Expirare
ru: Срок действия
sl: Datum poteka
sv: Utgång
ta: காலாவதி
th: วันหมดอายุ
vi: Hết hạn
zh_hans: 到期
zh_hant: 到期

source: Disable website icons
be: Адключыць значкі вэб-сайтаў
bs: Onemogućite ikone veb lokacije
ca: Deshabilita icones del lloc web
da: Slå webikoner fra
es: Deshabilitar iconos del sitio web
et: Keela veebilehel ikoonid
he: בטל אייקונים של האתר
ja: ウェブサイトアイコンの無効化
ko: 웹 사이트 아이콘 사용 안 함
ml: വെബ്‌സൈറ്റ് ഐക്കണുകൾ പ്രവർത്തനരഹിതമാക്കുക
nb: Skru av nettstedsikoner
ro: Dezactivare iconuri sait
ru: Отключить значки веб-сайтов
sv: Inaktivera webbplatsikoner
th: ปิดใช้งานไอคอนเว็บไซต์
vi: Vô hiệu hoá biểu tượng trang web
zh_hans: 禁用网站图标
zh_hant: 停用網站圖示

# DisableWebsiteIconsDescription
source: Website icons provide a recognisable image next to each login item in your vault.
be: Значкі вэб-сайтаў паказваюцца з кожным элементам у вашым сховішчы.
bs: Ikone veb lokacije pružaju prepoznatljivu sliku pored svake stavke za prijavu u Vaš trezor.
ca: Les icones del lloc web proporcionen una imatge que es pot reconèixer al costat de cada element d'inici de sessió a la vostra caixa forta.
da: Webikoner vises som et genkendeligt billede ved siden af hvert loginelement i din boks.
es: Los iconos del sitio web añaden una imagen reconocible al lado de cada entrada de tu caja fuerte.
et: Ikoonid aitavad hoidlas olevaid veebilehti paremini ära tunda.
he: האייקונים של האתר מציג תמונה או אייקון מוכר ליד פרטי הכניסה שבכספת שלך.
ja: 保管庫のアイテム毎にウェブサイトのアイコンを表示します。
ko: 웹 사이트 아이콘을 사용하면 보관함 각 항목 옆에 이미지를 보여줍니다.
ml: വെബ്സൈറ്റ് ഐക്കണുകൾ തങ്ങളുടെ വാൾട്ടിലെ ലോഗിൻ ഇന്നതിന്റ്റെ അടുത്തായി തിരിച്ചറിയുന്ന ഒരു ചിത്രം ഉൾപ്പെടുത്തുന്നു.
nb: Nettstedsikoner sørger for et gjenkjennelig bilde ved siden av hver innloggingsgjenstand i hvelvet ditt.
ro: Iconurile saiturilor oferă o imagine identificabilă lângă fiecare element de conectare din seiful dvs.
ru: Значки веб-сайтов отображаются рядом с каждым элементом в вашем хранилище.
sv: Webbplatsikoner ger en igenkännbar ikon bredvid varje inloggningsobjekt i ditt valv.
th: ไอคอนเว็บไซต์จะให้ภาพที่รู้จักถัดจากแต่ละรายการเข้าสู่ระบบในห้องนิรภัยของคุณ
vi: Biểu tượng trang web giúp bạn dễ dàng nhận dạng trang web trong kho mật khẩu của bạn.
zh_hans: 在您密码库的每个登录项目旁边显示一个可识别的图标。
zh_hant: 在您密碼庫的每個登入資料旁顯示一個可辨識的圖示。

# IconsUrl
source: Icons server URL
ar: رابط ملقم الأيقونات
be: URL-адрас сервера значкоў
bs: URL adresa servera ikona
ca: URL del servidor d'icones
cs: URL serveru ikonek
da: Ikonserver URL
es: URL del servidor de iconos
et: Ikoonide serveri URL
he: כתובת השרת עבור האייקון
it: URL del server di icone
ja: アイコンのサーバー URL
ko: 아이콘 서버 URL
ml: ഐക്കണുകളുടെ സെർവർ URL
nb: Ikonenes tjenernettadresse
pt_br: URL do Servidor de Ícones
ro: URL server de iconuri
ru: URL-адрес сервера значков
sl: Ikone URL strežnikov
sv: Ikoner Server-URL
ta: படவுரு தேக்க உரலி
th: URL ของเซิร์ฟเวอร์ไอคอน
vi: Biểu tượng địa chỉ máy chủ
zh_hans: 图标服务器 URL
zh_hant: 圖示伺服器 URL
