Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

source: Syncing...
ar: المزامنة...
be: Сінхранізацыя...
bs: Sinhronizacija...
ca: S'està sincronitzant...
cs: Synchronizování...
da: Synkroniserer...
es: Sincronizando...
et: Sünkroniseerimine...
he: מסנכרן...
it: Sincronizzazione in corso...
ja: 同期中...
ko: 동기화 중...
ml: സമന്വയിപ്പിക്കുന്നു...
nb: Synkroniserer...
pt_br: Sincronizando...
ro: Sincronizare...
ru: Синхронизация...
sl: Sinhronizacija...
sv: Synkroniserar...
ta: ஒத்திசைக்கிறது...
th: กำลังซิงค์...
vi: Đang đồng bộ...
zh_hans: 正在同步...
zh_hant: 正在同步...

source: Syncing complete.
ar: اكتمال المزامنة.
be: Сінхранізацыя завершана.
bs: Sinhronizacija je završena.
ca: Sincronització completa.
cs: Synchronizace je dokončena.
da: Synkronisering fuldført.
es: Sincronización completada.
et: Sünkroniseerimine on lõpetatud.
he: הסינכרון הושלם.
it: Sincronizzazione completata.
ja: 同期が完了しました。
ko: 동기화를 완료했습니다.
ml: സമന്വയം പൂർത്തിയായി.
nb: Synkronisering fullført.
pt_br: Sincronização completa.
ro: Sincronizare completă.
ru: Синхронизация завершена.
sl: Sinhronizacija končana.
sv: Synkronisering genomförd.
ta: ஒத்திசைவு நிறைவடைந்தது.
th: ทำการซิงค์เสร็จสมบูรณ์
vi: Đồng bộ hoàn tất.
zh_hans: 同步完成。
zh_hant: 同步完成。

source: Syncing failed.
ar: فشل المزامنة.
be: Памылка сінхранізацыі.
bs: Sinhronizacija nije uspela.
ca: Ha fallat la sincronització.
cs: Synchronizace selhala.
da: Synkronisering mislykkedes.
es: Sincronizado fallida.
et: Sünkroniseerimine nurjus.
he: הסינכרון נכשל.
it: Sincronizzazione fallita.
ja: 同期に失敗しました。
ko: 동기화에 실패했습니다.
ml: സമന്വയം പരാജയപെട്ടു.
nb: Synkronisering mislyktes.
pt_br: A sincronização falhou.
ro: Sincronizarea nu a reușit.
ru: Сбой синхронизации.
sl: Sinhronizacija neuspešna.
sv: Synkronisering misslyckades.
ta: ஒத்திசைவு தோல்வி.
th: ทำการซิงค์ล้มเหลว
vi: Đồng bộ thất bại.
zh_hans: 同步失败。
zh_hant: 同步失敗。

source: Sync vault now
ar: مزامنة الخزنة الآن
be: Сінхранізаваць сховішча зараз.
bs: Sinhronizujte trezor sada
ca: Sincronitza la caixa forta ara
cs: Synchronizovat nyní
da: Synkronisér boks nu
es: Sincronizar caja fuerte ahora
et: Sünkroniseeri hoidla
he: סנכרן את הכספת עכשיו
it: Sincronizza la cassaforte
ja: 保管庫を同期する
ko: 지금 보관함 동기화
ml: വാൾട് ഇപ്പോൾ സമന്വയിപ്പിക്കുക
nb: Synkroniser hvelvet nå
pt_br: Sincronizar Cofre Agora
ro: Sincronizare seif acum
ru: Синхронизировать сейчас
sl: Sinhroniziraj trezor zdaj
sv: Synka valvet nu
ta: இப்போது பெட்டகத்தை ஒத்திசை
th: ซิงค์ตู้นิรภัยเดี๋ยวนี้
vi: Đồng bộ kho mật khẩu ngay
zh_hans: 立即同步
zh_hant: 立即同步密碼庫

source: Two-step login
ar: تحديد المصادقة الثنائية
be: Двухэтапны ўваход
bs: Prijava u dva koraka
ca: Inici de sessió en dues passes
cs: Dvoufázové přihlášení
da: To-trins login
es: Autenticación en dos pasos
et: Kaheastmeline kinnitamine
he: התחברות בשני-שלבים
it: Verifica in due passaggi
ja: 2段階認証
ko: 2단계 인증
ml: രണ്ട്-ഘട്ട പ്രവേശനം
nb: 2-trinnsinnlogging
pt_br: Login em Duas Etapas
ro: Autentificare în două etape
ru: Двухфакторная аутентификация
sl: Prijava v dveh korakih
sv: Tvåstegsverifiering
ta: இரு-படி உள்நுழைவு
th: เข้าสู่ระบบแบบสองขั้นตอน
vi: Xác thực hai lớp
zh_hans: 两步登录
zh_hant: 兩步驟登入

# TwoStepLoginConfirmation
source: Two-step login makes your account more secure by requiring you to verify your login with another device such as a security key, authenticator app, SMS, phone call, or email. Two-step login can be enabled on the bitwarden.com web vault. Do you want to visit the website now?
ar: تجعل المصادقة الثنائية المعامل حسابك أكثر أمانًا من خلال طلب إدخال رمز أمان مع كل معرف من تطبيق المصادقة. يمكن تنشيط تعريف العامل المزدوج في خزنة الويب في bitwarden.com. هل تريد زيارة الموقع الآن؟
be: Двухэтапны ўваход робіць ваш уліковы запіс больш бяспечным, патрабуючы пацвярджэння ўваходу на іншай прыладзе, напрыклад, ключом бяспекі, праграмай для праверкі бяспекі, SMS, тэлефонным выклікам або электроннай поштай. Двухэтапны ўваход уключаецца на bitwarden.com. Перайсці на сайт зараз?
bs: Prijava u dva koraka čini Vaš nalog sigurnijim tako što zahteva da verifikujete svoje podatke pomoću drugog uređaja, kao što su bezbednosni ključ, aplikacija za potvrdu autentičnosti, SMS, telefonski poziv ili e-pošta. Prijavljivanje u dva koraka može se omogućiti na bitwarden.com veb trezoru. Da li želite da posetite veb stranicu sada?
ca: L'inici de sessió en dues passes fa que el vostre compte siga més segur, ja que obliga a verificar el vostre inici de sessió amb un altre dispositiu, com ara una clau de seguretat, una aplicació autenticadora, un SMS, una trucada telefònica o un correu electrònic. Es pot habilitar l'inici de sessió en dues passes a la caixa forta web de bitwarden.com. Voleu visitar el lloc web ara?
cs: Dvoufázové přihlášení činí váš účet mnohem bezpečnější díky nutnosti po každém úspěšném přihlášení zadat ověřovací kód získaný z aplikace, SMS, emailu nebo telefonního hovoru. Dvoufázové přihlášení lze aktivovat na webové stránce bitwarden.com. Chcete tuto stránku nyní otevřít?
da: To-trins login øger din kontosikkerhed, ved at kræve at du verificerer dit login med en anden enhed, såsom en sikkerhedsnøgle, autentificerings app, SMS, telefonopkald eller e-mail. To-trins login kan aktiveres i bitwarden.com web-boksen. Vil du besøge hjemmesiden nu?
es: La autenticación en dos pasos hace que tu cuenta sea mucho más segura requiriendo que introduzcas un código de seguridad de una aplicación de autenticación cada vez que accedes. La autenticación en dos pasos puede ser habilitada en la caja fuerte web de bitwarden.com. ¿Quieres visitar ahora el sitio web?
et: Kaheastmeline kinnitamine aitab konto turvalisust tõsta. Lisaks paroolile pead kontole ligipääsemiseks kinnitama sisselogimise päringu SMS-ga, telefonikõnega, autentimise rakendusega või e-postiga. Kaheastmelist kinnitust saab sisse lülitada bitwarden.com veebihoidlas. Soovid seda kohe avada?
he: התחברות בשני-שלבים הופכת את החשבון שלך למאובטח יותר בכך שאתה נדרש לוודא בכל כניסה בעזרת מכשיר אחר כדוגמת מפתח אבטחה, תוכנת אימות, SMS, שיחת טלפון, או אימייל. ניתן להפעיל את "התחברות בשני-שלבים" בכספת שבאתר bitwarden.com. האם ברצונך לפתוח את האתר כעת?
it: L'autenticazione in due passaggi rende il tuo account più sicuro, richiedendo di verificare l'accesso con un altro dispositivo come una chiave di sicurezza, applicazione di autenticazione, SMS, telefonata o email. Può essere abilitata su bitwarden.com. Vuoi visitare il sito ora?
ja: 2段階認証を使うと、ログイン時にセキュリティキーや認証アプリ、SMS、電話やメールでの認証を必要にすることでアカウントをさらに安全に出来ます。2段階認証は Bitwarden ウェブ保管庫で有効化できます。ウェブサイトを開きますか？
ko: 2단계 인증은 보안 키, 인증 앱, SMS, 전화 통화 등의 다른 기기로 사용자의 로그인 시도를 검증하여 사용자의 계정을 더욱 안전하게 만듭니다. 2단계 인증은 bitwarden.com 웹 보관함에서 활성화할 수 있습니다. 지금 웹 사이트를 방문하시겠습니까?
ml: സുരക്ഷാ കീ, ഓതന്റിക്കേറ്റർ അപ്ലിക്കേഷൻ, SMS, ഫോൺ കോൾ അല്ലെങ്കിൽ ഇമെയിൽ പോലുള്ള മറ്റൊരു ഉപകരണം ഉപയോഗിച്ച് തങ്ങളുടെ പ്രവേശനം സ്ഥിരീകരിക്കാൻ ആവശ്യപ്പെടുന്നതിലൂടെ, രണ്ട്-ഘട്ട പ്രവേശനം തങ്ങളുടെ അക്കൗണ്ടിനെ കൂടുതൽ സുരക്ഷിതമാക്കുന്നു. bitwarden.com വെബ് വാൾട്ടിൽ രണ്ട്-ഘട്ട പ്രവേശനം പ്രവർത്തനക്ഷമമാക്കാനാകും.തങ്ങള്ക്കു ഇപ്പോൾ വെബ്സൈറ്റ് സന്ദർശിക്കാൻ ആഗ്രഹമുണ്ടോ?
nb: 2-trinnsinnlogging gjør kontoen din mer sikker, ved å kreve at du verifiserer din innlogging med en annen enhet, f.eks. en autentiseringsapp, SMS, E-post, telefonsamtale, eller sikkerhetsnøkkel. 2-trinnsinnlogging kan aktiveres på bitwarden.com-netthvelvet. Vil du besøke den nettsiden nå?
pt_br: O login em duas etapas torna a sua conta mais segura ao exigir que você verifique seu login com outro dispositivo como uma chave de segurança, aplicativo de autenticação, SMS, ligação telefônica, ou e-mail. O login em duas etapas pode ser ativado no cofre web em bitwarden.com. Deseja visitar o site agora?
ro: Autentificarea în două etape întărește siguranța contului dvs. prin solicitarea unei confirmări de autentificare cu un alt dispozitiv, cum ar fi: o cheie de securitate, o aplicație de autentificare, un SMS, un apel telefonic sau un e-mail. Autentificarea în două etape poate fi activată în seiful web bitwarden.com. Doriți să vizitați saitul acum?
ru: Двухфакторная аутентификация делает ваш аккаунт более защищенным, требуя подтверждения входа на другом устройстве, например, ключом безопасности, приложением-аутентификатором, SMS, телефонным звонком или письмом. Двухфакторная аутентификация включается на bitwarden.com. Перейти на сайт сейчас?
sl: Avtentikacija v dveh korakih naredi vaš račun bolj varen, saj od vas zahteva, da svojo prijavo preverite z drugo napravo, kot je varnostni ključ, aplikacija za preverjanje pristnosti, SMS, telefonski klic ali e-pošta. V spletnem trezorju bitwarden.com je lahko omogočite prijavo v dveh korakih. Ali želite spletno stran obiskati sedaj?
sv: Tvåstegsverifiering gör ditt konto säkrare genom att kräva att du verifierar din inloggning med en annan enhet, t.ex. en säkerhetsnyckel, autentiseringsapp, SMS, telefonsamtal eller e-post. Tvåstegsverifiering kan aktiveras i Bitwardens webbvalv. Vill du besöka webbplatsen nu?
ta: பாதுகாப்பு விசை, அங்கீகார செயலி, குறுஞ்செய்தி, தொலைபேசி அழைப்பு அ மின்னஞ்சல் போன்ற மற்றொரு சாதனத்துடன் உங்கள் உள்நுழைவை சரிபார்க்குமாறு கோருவதன் மூலம் இரு-படி உள்நுழைவு உங்கள் கணக்கை மிகவும் பாதுகாப்பாக்குகிறது. bitwarden.com வலைப்பெட்டகத்தில் இரு-படி உள்நுழைவை இயக்க முடியும். நீங்கள் இப்போது வலைத்தளத்தைப் பார்வையிட வேண்டுமா?
th: การเข้าสู่ระบบแบบสองขั้นตอนทำให้บัญชีของคุณมีความปลอดภัยมากขึ้นด้วยการให้คุณตรวจสอบการเข้าสู่ระบบของคุณกับอุปกรณ์อื่นเช่นคีย์ความปลอดภัย, แอพ authenticator, SMS, โทรศัพท์หรืออีเมล. เข้าสู่ระบบแบบสองขั้นตอนสามารถเปิดใช้งานบน เว็บนิรภัย bitwarden.com คุณต้องการเยี่ยมชมเว็บไซต์เดี๋ยวนี้หรือไม่
vi: Xác thực hai lớp giúp cho tài khoản của bạn an toàn hơn bằng cách yêu cầu bạn xác minh đăng nhập của bạn bằng khóa bảo mật, ứng dụng xác thực, tin nhắn, cuộc gọi điện thoại hoặc email. Bạn có thể bật xác thực hai lớp trong trang web Bitwarden. Bạn có muốn ghé thăm bitwarden.com bây giờ?
zh_hans: 两步登录要求您从其他设备（例如安全钥匙、验证器应用、短信、电话或者电子邮件）来验证你的登录，这能使您的账户更加安全。两步登录可以在 bitwarden.com 网页版密码库启用。您现在要访问这个网站吗？
zh_hant: 兩步驟登入需要您從其他裝置（例如安全鑰匙、驗證器程式、SMS、手機或電子郵件）來驗證您的登入，這將使您的帳戶更加安全。兩步驟登入可以在 Bitwarden 網頁版密碼庫啟用。要現在前往嗎？

# UnlockWith
source: Unlock with {0}
ar: فتح مع {0}
be: Разблакіраваць з {0}
bs: Otključajte sa {0}
ca: Desbloqueja amb {0}
cs: Odemknout pomocí {0}
da: Lås op med {0}
es: Desbloquear con {0}
et: Lukusta lahti {0}
he: בטל נעילה עם {0}
it: Sblocca con {0}
ja: {0}でロック解除
ko: {0}을 사용하여 잠금 해제
ml: {0} ഉപയോഗിച്ച് അൺലോക്കുചെയ്യുക
nb: Lås opp med {0}
pt_br: Desbloquear com {0}
ro: Deblocare cu {0}
ru: Разблокировка {0}
sl: Odkleni z {0}
sv: Lås upp med {0}
ta: {0} மூலம் பூட்டவிழ்
th: ปลดล็อก ด้วย {0}
vi: Mở khóa với {0}
zh_hans: 使用 {0} 解锁
zh_hant: 使用 {0} 解鎖

# UnlockWithPIN
source: Unlock with PIN code
ar: إلغاء القفل باستخدام رقم التعريف الشخصي
be: Разблакіраваць PIN-кодам
bs: Otključajte pomoću PIN koda
ca: Desbloqueja amb codi PIN
cs: Odemknout pomocí PIN kódu
da: Lås op med pinkode
es: Desbloquear con código PIN
et: Lukusta lahti PIN koodiga
he: בטל נעילה עם קוד PIN
it: Sblocca con codice PIN
ja: PIN コードでロック解除
ko: PIN 코드를 사용하여 잠금 해제
ml: പിൻ ഉപയോഗിച്ച് അൺലോക്കുചെയ്യുക
nb: Lås opp med PIN-kode
pt_br: Desbloquear com Código PIN
ro: Deblocare cu codul PIN
ru: Разблокировка PIN-кодом
sl: Odklepanje s PIN kodo
sv: Lås upp med PIN-kod
ta: கடவெண் குறி மூலம் பூட்டவிழ்
th: ปลดล็อก ด้วยรหัส PIN
vi: Mở khóa với mã PIN
zh_hans: 使用 PIN 码解锁
zh_hant: 使用 PIN 碼解鎖

source: Validating
ar: التحقق
be: Праверка
bs: Validacija
ca: S'està validant
cs: Ověřování
da: Validerer
es: Validando
et: Valideerimine
he: מאמת
it: Convalida
ja: 認証中
ko: 유효성 검증 중
ml: പരിശോധിക്കുന്നു
nb: Validerer
pt_br: Validando
ro: Validare
ru: Проверка
sl: Preverjanje veljavnosti
sv: Validerar
ta: சரிபார்க்கிறது
th: กำลังตรวจสอบ...
vi: Đang xác nhận
zh_hans: 正在验证
zh_hant: 正在驗證

source: Verification code
ar: رمز التحقق
be: Код праверкі
bs: Verifikacioni kod
ca: Codi de verificació
cs: Ověřovací kód
da: Verifikationskode
es: Código de verificación
et: Kinnituskood
he: קוד אימות
it: Codice di verifica
ja: 認証コード
ko: 인증 코드
ml: സ്ഥിരീകരണ കോഡ്
nb: Verifiseringskode
pt_br: Código de Verificação
ro: Cod de verificare
ru: Код подтверждения
sl: Verifikacijska koda
sv: Verifieringskod
ta: சரிபார்ப்புக் குறியீடு
th: รหัสยืนยัน
vi: Mã xác nhận
zh_hans: 验证码
zh_hant: 驗證碼

source: View item
ar: عرض العنصر
be: Прагляд элемента
bs: Vidite stavku
ca: Visualitza l'element
cs: Zobrazit položku
da: Vis element
es: Ver elemento
et: Kirje vaatamine
he: צפה בפריט
it: Visualizza elemento
ja: アイテムの表示
ko: 항목 보기
ml: ഇനം കാണുക
nb: Vis gjenstand
pt_br: Ver Item
ro: Afișare articol
ru: Просмотр элемента
sl: Ogled vnosa
sv: Visa objekt
ta: உருப்படியை பார்
th: ดูรายการ
vi: Xem mục
zh_hans: 查看项目
zh_hant: 檢視項目

# WebVault
source: Bitwarden web vault
ar: خزنة الويب Bitwarden
be: Вэб-сховішча Bitwarden
bs: Bitwarden veb trezor
ca: Caixa forta web de Bitwarden
cs: Webová aplikace
da: Bitwarden web-boks
es: Caja fuerte web de Bitwarden
et: Bitwardeni Veebihoidla
he: כספת באתר Bitwarden
it: Cassaforte web Bitwarden
ja: Bitwarden ウェブ保管庫
ko: Bitwarden 웹 보관함
ml: Bitwarden വെബ് വാൾട്
nb: Bitwarden Netthvelv
pt_br: Cofre Web bitwarden
ro: Seif web Bitwarden
ru: Веб-хранилище Bitwarden
sl: Bitwarden spletni sef
sv: Bitwarden webbvalv
ta: Bitwarden வலைப்பெட்டகம்
vi: Trang web Bitwarden
zh_hans: Bitwarden 网页版密码库
zh_hant: Bitwarden 網頁版密碼庫

# Lost2FAApp
source: Lost authenticator app?
ar: هل تم فقدان تطبيق المصادقة؟
be: Згубілі праграму праверкі сапраўднасці?
bs: Izgubili ste aplikaciju za autentifikaciju?
ca: Heu perdut l'aplicació autenticadora?
cs: Ztratili jste ověřovací aplikaci?
da: Mistet autentificerings-app?
es: ¿Has perdido la autenticación en dos pasos?
et: Kaotasid autentimise rakenduse?
he: הסרת את אפליקצית האימות?
it: Hai perso l'app di autenticazione?
ja: 認証アプリを無くしてしまった場合
ko: 인증 앱에 접근할 수 없는 상황인가요?
ml: ഓതന്റിക്കേറ്റർ ആപ്പ് നഷ്ടപ്പെട്ടോ ?
nb: Har du mistet din autentiseringsapp?
pt_br: Perdeu o aplicativo autenticador?
ro: Ați pierdut aplicația de autentificare?
ru: Потеряли доступ к приложению для аутентификации?
sl: Izgubili aplikacijo za avtentikacijo?
sv: Förlorat autentiseringsapp?
ta: அங்கீகார செயலியை இழந்தீர்களா?
th: แอปตรวจสอบการยืนยันหายไป?
vi: Mất ứng dụng xác thực?
zh_hans: 丢失了验证器应用？
zh_hant: 遺失了驗證器應用程式？

source: Items
ar: العناصر
be: Элементы
bs: Stavke
ca: Elements
cs: Položky
da: Elementer
es: Elementos
et: Kirjet
he: פריטים
it: Elementi
ja: アイテム
ko: 항목
ml: ഇനങ്ങള്‍
nb: Gjenstander
pt_br: Itens
ro: Articole
ru: Элементы
sl: Vnosi
sv: Objekt
ta: உருப்படிகள்
th: รายการ
vi: Mục
zh_hans: 项目
zh_hant: 項目

source: Extension activated!
ar: تم تمكين الامتداد!
be: Пашырэнне актывавана!
bs: Dodatak aktiviran!
ca: Extensió activada!
cs: Rozšíření aktivováno!
da: Udvidelse aktiveret!
es: ¡Extensión activada!
et: Lisa on aktiveeritud!
he: ההרחבה הופעלה!
it: Estensione attivata!
ja: 拡張機能を有効化しました！
ko: 확장 프로그램이 활성화되었습니다!
ml: എക്സ്റ്റൻഷൻ സജീവമാക്കി!
nb: Utvidelsen er aktivert!
pt_br: Extensão Ativada!
ro: Extensia s-a activat!
ru: Расширение активировано!
sl: Razširitev aktivirana!
sv: Tillägg aktiverat!
ta: நீட்டிப்பு செயல்படுத்தப்பட்டது!
th: เปิดใช้งานส่วนขยายแล้ว!
vi: Đã kích hoạt Phần mở rộng!
zh_hans: 扩展已激活 ！
zh_hant: 擴充套件已啟用！

source: Icons
ar: أيقونات
be: Значкі
bs: Ikone
ca: Icones
cs: Ikony
da: Ikoner
es: Iconos
et: Ikoonid
he: אייקונים
it: Icone
ja: アイコン
ko: 아이콘
ml: ഐക്കണുകൾ
nb: Ikoner
pt_br: Ícones
ro: Iconuri
ru: Значки
sl: Ikone
sv: Ikoner
ta: படவுருக்கள்
th: ไอคอน
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: Translations
ar: ترجمات
be: Пераклады
bs: Prijevodi
ca: Traduccions
cs: Překlady
da: Oversættelser
es: Traducciones
et: Tõlkijad
he: תרגומים
it: Traduzioni
ja: 翻訳
ko: 번역
ml: വിവർത്തനങ്ങൾ
nb: Oversettelser
pt_br: Traduções
ro: Traduceri
ru: Локализации
sl: Prevodi
sv: Översättningar
ta: மொழிபெயர்ப்புகள்
th: การแปลภาษา
vi: Bản dịch
zh_hans: 翻译
zh_hant: 譯者

# ItemsForUri
source: Items for {0}
ar: عناصر لـ {0}
be: Элементы для {0}
bs: Stavke za {0}
ca: Elements per a {0}
cs: Položky pro {0}
da: Elementer til {0}
es: Elementos para {0}
et: {0} kontoandmed
he: פריטים עבור {0}
it: Elementi per {0}
ja: {0}用のアイテム
ko: {0}에 대한 항목
ml: {0}എന്നതിനായുള്ള ഇനങ്ങൾ
nb: Gjenstander for {0}
pt_br: Itens para {0}
ro: Autentificări pentru {0}
ru: Элементы для {0}
sl: Vnosov za {0}
sv: Objekt för {0}
ta: {0} க்கான உருப்படிகள்
th: รายการสำหรับ {0}
vi: Mục cho {0}
zh_hans: {0} 的项目
zh_hant: {0} 的項目

# NoItemsForUri
source: There are no items in your vault for {0}.
ar: لا توجد عناصر في خزنتك لـ {0}.
be: У вашым сховішчы няма элементаў для {0}.
bs: U Vašem trezoru nema stavki za {0}.
ca: No hi ha elements a la vostra caixa forta per a {0}.
cs: Žádné položky pro {0}.
da: Der er ingen elementer i din boks til {0}.
es: No hay elementos en tu caja fuerte para {0}.
et: Hoidlas puuduvad {0} kontod.
he: אין פריטים בכספת שלך עבור {0}.
it: Non ci sono elementi nella tua cassaforte per {0}.
ja: 保管庫に{0}用のアイテムはありません。
ko: 보관함에 {0}에 대한 항목이 없습니다.
ml: നിങ്ങളുടെ വാൾട്ടിൽ {0}ന് ഇനങ്ങളൊന്നുമില്ല.
nb: Det er ingen gjenstander i hvelvet ditt for {0}.
pt_br: Não existem itens no seu cofre para {0}.
ro: Nu sunt autentificări pentru {0} în seiful dvs.
ru: В вашем хранилище нет элементов для {0}.
sl: V vašem sefu ni vnosov za {0}.
sv: Det finns inga objekt i ditt valv för {0}.
ta: உம் பெட்டகத்தில் {0} க்கான உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการ {0} ในห้องนิรภัยของคุณ
vi: Không có mục nào trong kho của bạn thích hợp với {0}.
zh_hans: 您的密码库中没有用于 {0} 的项目。
zh_hant: 您的密碼庫中沒有 {0} 的登入資料。

# BitwardenAutofillServiceOverlay
source: When you select an input field and see a Bitwarden auto-fill overlay, you can tap it to launch the auto-fill service.
ar: عند تحديد حقل الإدخال ومشاهدة تراكب الملء التلقائي لـ Bitwarden ، يمكنك النقر عليه لتشغيل خدمة الملء التلقائي.
be: Калі пры выбары поля ўводу вы бачыце панэль аўтазапаўнення Bitwarden, вы можаце націснуць на яе, каб запусціць службу аўтазапаўнення.
bs: Kada izaberete polje za unos i vidite prekrivač za automatsko popunjavanje Bitwarden-a, možete ga dodirnuti da biste pokrenuli uslugu automatskog popunjavanja.
ca: Quan seleccioneu un camp d’entrada i vegeu una superposició d’emplenament automàtic de Bitwarden, podeu tocar-lo per iniciar el servei d’emplenament automàtic.
cs: Když vyberete vstupní pole a uvidíte překrytí Bitwarden automatického vyplnění, můžete na něj klepnout a spustit službu automatického vyplnění.
da: Når du vælger et inputfelt og ser en Bitwarden-autoudfyldningoverlejring, kan du trykke på den for at starte autoudfyldningstjenesten.
es: Cuando seleccione un campo de entrada y vea un recuadro flotante de autorellenado de Bitwarden, puede pulsarlo para iniciar el servicio de autorellenado.
et: Kui vajutad sisendväljale ning näed Bitwardeni akent, saad sellele vajutada ning kontoandmeid ja paroole sisestada.
he: כשלוחצים על שדה להזנה ורואים את ההצעה להשלמה אוטומטית של Bitwarden, ניתן ללחוץ על ההצעה בכדי להפעיל את שירות ההשלמה האוטומטית.
it: Quando selezioni un campo di inserimento e vedi un overlay di auto-completamento di Bitwarden, puoi toccarlo per lanciare il servizio di completamento automatico.
ja: 入力欄を選んだときにBitwardenの自動入力のメッセージが見えたら、それをタップすれば自動入力が起動します。
ko: 입력 필드를 선택할 때 Bitwarden 자동 입력 오버레이가 보인다면 탭해서 자동 입력 서비스를 실행할 수 있습니다.
ml: ഓട്ടോഫിൽ സേവനം പ്രവർത്തനമാക്കാൻ, നിങ്ങൾ ഒരു ഇൻപുട്ട് ഫീൽഡ് തിരഞ്ഞ്ഞെടുത്തതിന് ശേഷം കാണുന്ന Bitwarden ഓട്ടോഫിൽ ഓവർലേയിൽ ടാപ്പുചെയ്യുക.
nb: Når du velger et inntastingsfelt og ser Bitwardens tjeneste for automatiske utfylling, kan du trykke på den for å starte den automatisk utfyllingen.
pt_br: Quando você selecionar um campo de entrada e ver uma sobreposição de autopreenchimento no Bitwarden, você pode tocar nele para iniciar o serviço de autopreenchimento.
ro: Când selectați un câmp de intrare și vedeți o propunere de auto-completare, atingeți-l ca să lansați serviciu de auto-completare.
ru: Если при выборе поля ввода вы видите панель автозаполнения Bitwarden, вы можете нажать на нее, чтобы запустить службу автозаполнения.
sl: Ko izberete vnosno polje in vidite prekrivni element samodejnega izpolnjevanja Bitwarden, pritisnite nanj, da zaženete storitev samodejnega izpolnjevanja.
sv: När du väljer ett inmatningsfält och ser en ruta för automatisk ifyllnad från Bitwarden, kan du trycka på den för att starta tjänsten för automatisk ifyllnad.
ta: நீங்கள் ஓர் உள்ளீடு புலத்தை தேர்ந்து Bitwarden தன்னிரப்பி மேலடுக்கை பார்க்கும்போது, தன்னிரப்பி சேவையை தொடங்க நீங்கள் அதை தட்டலாம்.
vi: Khi bạn chọn một trường nhập liệu và thấy thông báo tự động điền của Bitwarden, bạn có thể chạp vào nó để mở tự động điền tiêu chuẩn.
zh_hans: 当您选择一个输入字段并看到一个 Bitwarden 自动填充叠加层时，您可以点击它来启动自动填充服务。
zh_hant: 當您選擇輸入欄位，看到 Bitwarden 的自動填入疊加層時，可以點選該提示以啟動自動填入服務。

# BitwardenAutofillServiceNotificationContent
source: Tap this notification to auto-fill an item from your vault.
ar: اضغط على هذا الإشعار لملء معلومات تسجيل الدخول تلقائيًا من خزنتك.
be: Націсніце на гэта апавяшчэнне для аўтазапаўнення.
bs: Dodirnite ovo obaveštenje da biste automatski popunili stavku iz trezora.
ca: Toqueu aquesta notificació per omplir automàticament un element des de la caixa forta.
cs: Klikněte pro automatické vyplnění přihlašovacích údajů.
da: Tryk på denne notifikation for at autoudfylde med et element fra din boks.
es: Pulsa en esta notificación para autorellenar una entrada desde tu caja fuerte.
et: Vajuta andmete automaatseks sisestamiseks.
he: לחץ על הודעה זו בכדי למלא את הטופס לפי הפרטים השמורים בכספת שלך.
it: Tocca questa notifica per auto-completare un login dal tuo vault.
ja: この通知をタップすると保管庫から自動入力します。
ko: 보관함에 있는 항목으로 자동 완성을 사용하려면 이 알림을 누르세요.
ml: നിങ്ങളുടെ വാൾട്ടിൽ നിന്ന് ഒരു ഇനം ഓട്ടോഫിൽ ചെയ്യാൻ ഈ അറിയിപ്പ് ടാപ്പുചെയ്യുക.
nb: Trykk på denne beskjeden for å auto-utfylle en gjenstand fra ditt hvelv.
pt_br: Toque nesta notificação para autopreencher um item a partir do seu cofre.
ro: Atingeți această notificare pentru a auto-completa o autentificare din seiful dvs.
ru: Коснитесь этого уведомления для автоматического заполнения.
sl: Pritisnite na to obvestilo, da samodejno izpolnite element iz svojega trezorja.
sv: Tryck på den här aviseringen för att automatiskt fylla i en inloggning från ditt valv.
ta: உங்கள் பெட்டகத்திலிருந்து உருப்படியைத் தானாக-நிரப்ப இந்த அறிவிப்பைத் தட்டவும்.
th: Tap this notification to auto-fill a login from your vault.
vi: Chạm vào thông báo này để tự động điền thông tin đăng nhập từ kho của bạn.
zh_hans: 点击此通知以自动填充密码库中的项目。
zh_hant: 按此自動填入存在密碼庫的登入資料。

# BitwardenAutofillServiceOpenAccessibilitySettings
source: Open accessibility settings
ar: فتح إعدادات إمكانية الوصول
be: Адкрыць налады спецыяльных магчымасцяў
bs: Otvorite podešavanja pristupačnosti
ca: Obri la configuració d'accessibilitat
cs: Otevřít nastavení přístupnosti
da: Åbn indstillinger for hjælpefunktioner
es: Abrir ajustes de Accesibilidad
et: Ava Juurdepääsetavuse seaded
he: פתח הגדרות נגישות
it: Apri impostazioni di accessibilità
ja: ユーザー補助設定を開く
ko: 접근성 설정 열기
ml: ആക്സിസിബിലിറ്റി ക്രമീകരണങ്ങൾ തുറക്കുക
nb: Åpne tilgjengelighetsinnstillinger
pt_br: Abrir as Configurações de Acessibilidade
ro: Deschidere setări de accesibilitate
ru: Открыть настройки специальных возможностей
sl: Odpri nastavitve dostopnosti
sv: Öppna tillgänglighetsinställningar
ta: அணுகல்தன்மை அமைவுகளைத் திற
th: เปิดการตั้งค่าการเข้าถึง
vi: Mở cài đặt trợ năng
zh_hans: 打开无障碍设置
zh_hant: 開啟無障礙設定
