Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# BitwardenAppExtensionAlert2
source: The easiest way to add new logins to your vault is from the Bitwarden app extension. Learn more about using the Bitwarden app extension by navigating to the "Settings" screen.
ar: أسهل طريقة لإضافة تسجيلات دخول جديدة إلى المخزن الخاص بك هي من امتداد تطبيق Bitwarden . تعلم المزيد حول استخدام ملحق تطبيق Bitwarden عن طريق الانتقال إلى شاشة "إعدادات".
be: Самы просты спосаб дадаць новыя ўліковыя даныя ў ваша сховішча — гэта служба аўтаўапаўнення Bitwarden. Дадатковыя звесткі аб выкарыстанні службы аўтазапаўнення Bitwarden у раздзеле "Налады".
bs: Najlakši način za dodavanje novih prijava u Vaš trezor je iz dodatka Bitwarden aplikacije. Saznajte više o korišćenju dodatka Bitwarden aplikacije u „Podešavanja“.
ca: La forma més senzilla d'afegir nous inicis de sessió a la vostra caixa forta és amb l'extensió d'aplicació Bitwarden. Obteniu més informació sobre el seu ús en la pantalla "Eines".
cs: Nejjednodušší způsob přidání nových přihlášení do trezoru je z rozšíření Bitwarden. Další informace o používání rozšíření Bitwarden získáte klepnutím na obrazovku Nastavení.
da: Den letteste måde at tilføje nye logins til din boks er fra Bitwarden app-udvidelsen. Få mere at vide om brugen af Bitwarden app-udvidelsen ved at gå til skærmen "Indstillinger".
es: La forma más fácil de añadir nuevas entradas a su caja fuerte es utilizando la extensión de navegador de Bitwarden. Aprenda más sobre cómo utilizar este servicio en la sección de "Ajustes".
et: Lihtsaim viis uute sisselogimise andmete lisamiseks on kasutada Bitwardeni rakenduse laiendust. Lisateavet Bitwardeni rakenduse laienduse kasutamiseks leiad menüüst "Seaded".
he: הדרך הקלה ביותר להוספת סיסמאות לכספת היא דרך התוסף של Bitwarden. למד עוד אודות השימוש בתוסף של Bitwarden בעזרת פתיחת חלון "הגדרות".
it: Il modo più semplice per aggiungere nuovi login alla tua cassaforte è dall'estensione dell'applicazione Bitwarden. Scopri di più sull'utilizzo dell'estensione dell'applicazione Bitwarden navigando nella schermata "Impostazioni".
ja: ログイン情報を保管庫に追加する一番簡単な方法はApp Extensionを使うことです。詳しくは「設定」画面に進んでください。
ko: 보관함에 새 로그인을 추가하는 가장 쉬운 방법은 Bitwarden 확장 프로그램을 사용하는 것입니다. "설정" 화면으로 이동하여 Bitwarden 확장 프로그램에 대해 더 자세히 알아보세요.
ml: നിങ്ങളുടെ വാൾട്ടിലേക്കു പുതിയ പ്രവേശനങ്ങൾ ചേർക്കുന്നതിനുള്ള ഏറ്റവും എളുപ്പ മാർഗം Bitwarden അപ്ലിക്കേഷൻ എക്സ്റ്റൻഷൻ ആണ്. കൂടുതൽ വിവരങ്ങൾക്കായി 'ക്രമീകരണങ്ങൾ' പേജിലേക്ക് പോവുക.
nb: Den enkleste måten å legge til nye innlogginger i hvelvet ditt, er fra Bitwarden sin apputvidelse. Lær mer om å bruke Bitwarden-apputvidelsen ved å navigere til "Innstillinger".
pt_br: A maneira mais fácil de adicionar novas credenciais ao seu cofre é a partir da Extensão do App do Bitwarden. Saiba mais sobre como usar a Extensão do App do Bitwarden navegando até a tela de "Configurações".
ro: Cea mai ușoară modalitate de a adăuga noi autentificări în seif este din extensia aplicației Bitwarden. Aflați mai multe despre utilizarea extensiei aplicației Bitwarden accesând ecranul "Setări".
ru: Самый простой способ добавить новые логины в ваше хранилище - это расширение Bitwarden. Дополнительные сведения об использовании расширения Bitwarden находятся в разделе 'Настройки'.
sl: Najlažji način za dodajanje novih prijav v svoj trezor je iz razširitve Bitwarden. Preberite več o uporabi razširitve aplikacije Bitwarden tako, da se pomaknete na zaslon »Nastavitve«.
sv: Det enklaste sättet att lägga till nya inloggningar i ditt valv är genom apptillägget. Läs mer om Bitwardens apptillägg genom att navigera till fliken "Inställningar".
ta: உங்கள் பெட்டகத்திற்கு புதிய உள்நுழைவுகளைச் சேர்ப்பதற்கான மிக எளிய வழி பிட்வார்டன் செயலி நீட்டிப்பு மூலமே. "அமைப்புகள்" திரைக்கு செல்வதன் மூலம் பிட்வார்டன் செயலி நீட்டிப்பைப் பயன்படுத்துவது பற்றி மேலுமறிக.
vi: Cách dễ nhất để thêm đăng nhập mới vào kho của bạn là từ Phần mở rộng Bitwarden. Tìm hiểu thêm về cách sử dụng Phần mở rộng Bitwarden bằng cách điều hướng đến màn hình "Cài đặt".
zh_hans: 向您的密码库中添加新登录项目的最简单方法，就是 Bitwarden 应用程序扩展。转到 “设置” 屏幕了解更多有关使用 Bitwarden 应用程序扩展的方法。
zh_hant: Bitwarden App 擴充套件是新增登入資料到密碼庫的最簡單方法。請至「設定」頁面了解更多關於 Bitwarden App 擴充套件的使用資訊。

# BitwardenAppExtensionDescription
source: Use Bitwarden in Safari and other apps to auto-fill your logins.
ar: استخدم bitwarden في Safari والتطبيقات الأخرى لملء بيانات اعتمادك تلقائيًا.
be: Выкарыстоўвайце Bitwarden у Safari і іншых праграмах для аўтазапаўнення ўліковых даных.
bs: Koristite Bitwarden u Safari-ju i drugim aplikacijama za automatsko popunjavanje Vaših prijava.
ca: Utilitzeu Bitwarden en Safari i altres aplicacions per omplir automàticament els vostres inicis de sessió.
cs: Použijte Bitwarden v Safari a ostatních prohlížečích pro automatické vyplnění přihlašovacích údajů.
da: Benyt Bitwarden i Safari og andre apps til autoudfyldelse af dine logins.
es: Utiliza Bitwarden en Safari y otras aplicaciones para autorellenar tus entradas.
et: Kasuta Bitwardenit Safaris ja teistes rakendustes kontoandmete sisestamiseks.
he: השתמש בBitwarden בדפדפן Safari ואפליקציות נוספות כדי לבצע כתיבה אוטומטית של הסיסמאות שלך.
it: Usa Bitwarden su Safari e altre applicazioni per auto-completare i tuoi login.
ja: Safari などのアプリで Bitwarden を使ってログイン情報を自動入力します。
ko: Safari 및 다른 앱에서 Bitwarden을 사용하여 로그인을 자동 완성하세요.
ml: നിങ്ങളുടെ പ്രവേശനങ്ങൾ ഓട്ടോഫിൽ ചെയ്യുന്നതിന് Safariയിലും മറ്റ് അപ്ലിക്കേഷനുകളിലും Bitwarden ഉപയോഗിക്കുക.
nb: Bruk Bitwarden i Safari og i andre apper for å auto-utfylle dine innlogginger.
pt_br: Use o Bitwarden no Safari e em outros aplicativos para preencher automaticamente suas credenciais.
ro: Utilizați Bitwarden în Safari și în alte aplicații pentru a completa automat datele de autentificare.
ru: Используйте Bitwarden в Safari и других приложениях для автозаполнения логинов.
sl: Uporabite Bitwarden v brskalniku Safari in ostalih aplikacijah za samodejno izpolnjevanje obrazcev za vpis.
sv: Använd Bitwarden i Safari och andra applikationer för att automatiskt fylla i din inloggningsinformation.
ta: Safari மற்றும் பிற செயலிகளில் உமது உள்நுழைவுகளைத் தன்னிரப்ப Bitwardenஐப் பயன்படுத்து.
th: ใช้ Bitwarden ใน Safari และแอปอื่น ๆ ในการกรอกข้อมูลอัตโนมัติเพื่อเข้าสู่ระบบ
vi: Sử dụng Bitwarden trong Safari và các ứng dụng khác để tự động điền thông tin đăng nhập của bạn.
zh_hans: 在 Safari 和其他应用中使用 Bitwarden 来自动填充登录信息。
zh_hant: 在 Safari 和其他應用程式中使用 Bitwarden 自動填入登入資料。

source: Bitwarden auto-fill service
ar: خدمة التعبئة التلقائية من bitwarden
be: Служба аўтазапаўнення Bitwarden
bs: Usluga automatskog popunjavanja Bitwarden-a
ca: Servei d'emplenament automàtic de Bitwarden
cs: Služba automatického vyplňování
da: Bitwarden autoudfyldningstjeneste
es: Servicio de Autorellenado de Bitwarden
et: Bitwardeni automaattäite teenus
he: שירות השלמה אוטומטית של Bitwarden
it: Servizio auto-completamento di Bitwarden
ja: Bitwarden 自動入力サービス
ko: Bitwarden 자동 완성 서비스
ml: Bitwarden ഓട്ടോഫിൽ സേവനം
nb: Bitwarden Auto-utfyllingstjeneste
pt_br: Serviço de Autopreenchimento do Bitwarden
ro: Serviciul de auto-completare Bitwarden
ru: Служба автозаполнения Bitwarden
sl: Bitwarden storitev samodejnega izpolnjevanja obrazcev
sv: Bitwardens hjälpmedelsservice för automatisk ifyllnad
ta: Bitwarden தன்னிரப்பி சேவை
th: Bitwarden บริการกรอกข้อมูลอัตโนมัติ
vi: Dịch vụ tự động điền Bitwarden
zh_hans: Bitwarden 自动填充服务
zh_hant: Bitwarden 自動填入服務

# BitwardenAutofillAccessibilityServiceDescription
source: Use the Bitwarden accessibility service to auto-fill your logins.
ar: استخدم خدمة الوصول إلى Bitwarden لملء تسجيل الدخول الخاص بك تلقائيا.
be: Выкарыстоўвайце службу спецыяльных магчымасцяў Bitwarden для аўтазапаўнення вашых уліковых даных у праграмах і інтэрнэце.
bs: Koristite Bitwarden uslugu pristupačnosti da biste automatski popunili Vaše prijave.
ca: Utilitzeu el servei d'accessibilitat Bitwarden per omplir automàticament els inicis de sessió.
cs: Použijte službu přístupnosti pro automatické vyplňování přihlašovacích údajů.
da: Benyt Bitwardens hjælpefunktion til autoudfyldning af dine logins.
es: Utiliza el servicio de accesibilidad de Bitwarden para autorellenar entradas.
et: Kasuta kontoandmete sisestamiseks Bitwardeni juurdepääsetavuse teenust.
he: השתמש בשירות הנגישות של Bitwarden כדי למלא בצורה אוטומטית את פרטי החיבור שלך.
it: Usa il servizio di accessibilità Bitwarden per auto-completare i tuoi login.
ja: Bitwarden ユーザー補助サービスを使ってログイン情報を自動入力します。
ko: 자동 완성 서비스를 사용하려면 Bitwarden 접근성 서비스를 사용 설정하세요.
ml: Bitwarden ആക്സിസിബിളിറ്റി സർവീസ് ഉപയോഗിച്ച് പ്രവേശനങ്ങൾ ഓട്ടോഫിൽ ചെയ്യുക.
nb: Bruk Bitwarden sin tilgjengelighetstjeneste for å auto-utfylle dine innlogginger.
pt_br: Utilize o serviço de acessibilidade Bitwarden para autopreencher as suas credenciais.
ro: Utilizați serviciul Bitwarden pentru a completa automat datele de autentificare.
ru: Используйте службу специальных возможностей Bitwarden для автоматического заполнения ваших логинов.
sl: Za samodejno izpolnjevanje prijav uporabite storitev za dostopnost Bitwarden.
sv: Använd Bitwardens tillgänglighetstjänst för att automatiskt fylla i din inloggningsinformation.
ta: உம் உள்நுழைவுகளைத் தன்னிரப்ப Bitwarden அணுகல்தன்மை சேவையைப் பயன்படுத்து.
vi: Cấp quyền truy cập sử dụng để Bitwarden tự động điền thông tin đăng nhập giúp bạn.
zh_hans: 使用 Bitwarden 无障碍服务自动填充您的登录信息。
zh_hant: 使用 Bitwarden 無障礙服務自動填入您的登入資料。

source: Change email
ar: تغيير البريد الإلكتروني
be: Змяніць адрас электроннай пошты
bs: Promijenite e-poštu
ca: Canvia el correu electrònic
cs: Změnit email
da: Skift e-mail
es: Cambiar correo electrónico
et: Muuda e-posti
he: החלף אימייל
it: Cambia email
ja: メールアドレスの変更
ko: 이메일 변경
ml: ഇമെയില്‍ മാറ്റുക
nb: Endre E-postadresse
pt_br: Alterar E-mail
ro: Schimbare e-mail
ru: Изменить email
sl: Spremeni e-poštni naslov
sv: Ändra e-postadress
ta: மின்னஞ்சலை மாற்று
th: เปลี่ยนอีเมล
vi: Thay đổi email
zh_hans: 修改 Email
zh_hant: 變更電子郵件

# ChangeEmailConfirmation
source: You can change your email address on the bitwarden.com web vault. Do you want to visit the website now?
ar: يمكنك تغيير عنوان بريدك الإلكتروني من خزنة الويب على bitwarden.com. هل تريد زيارة الموقع الآن؟
be: Вы можаце змяніць сваю электронную пошту на bitwarden.com. Перайсці на сайт зараз?
bs: Možete da promenite svoju adresu e-pošte na bitwarden.com veb trezoru. Da li želite da posetite veb stranicu sada?
ca: Podeu canviar la contrasenya mestra a la caixa forta web de bitwarden.com. Voleu visitar el lloc web ara?
cs: E-mailovou adresu si můžete změnit na webové stránce bitwarden.com. Chcete tuto stránku nyní otevřít?
da: Du kan skifte din e-mailadresse i bitwarden.com web-boksen. Vil du besøge hjemmesiden nu?
es: Puedes cambiar tu correo electrónico en la caja fuerte web de bitwarden.com. ¿Quieres visitar ahora el sitio web?
et: Saad oma e-posti aadressi muuta bitwarden.com veebihoidlas. Soovid seda kohe teha?
he: באפשרותך לשנות את כתובת האימייל שלך דרך הכספת באתר bitwarden.com. האם ברצונך לפתוח את האתר כעת?
it: Puoi cambiare il tuo indirizzo email solo sulla cassaforte web di bitwarden.com. Vuoi visitare il sito ora?
ja: メールアドレスは bitwarden.com ウェブ保管庫で変更できます。ウェブサイトを開きますか？
ko: bitwarden.com 웹 보관함에서 이메일 주소를 바꿀 수 있습니다. 지금 웹 사이트를 방문하시겠습니까?
ml: നിങ്ങൾക്ക് Bitwarden വെബ് വാൾട്ടിൽ ഇമെയിൽ മാറ്റാൻ സാധിക്കും.വെബ്സൈറ്റ് ഇപ്പോൾ സന്ദർശിക്കാൻ ആഗ്രഹിക്കുന്നുവോ?
nb: Du kan endre din kontos E-postadresse på bitwarden.net-netthvelvet. Vil du besøke det nettstedet nå?
pt_br: Você pode alterar o seu endereço de e-mail no cofre web em bitwarden.com. Você deseja visitar o site agora?
ro: Puteți modifica adresa de e-mail pe saitul web bitwarden.com. Doriți să vizitați saitul acum?
ru: Вы можете изменить свой адрес электронной почты на bitwarden.com. Перейти на сайт сейчас?
sl: Svoje glavno geslo lahko spremenite na bitwarden.com spletnem trezorju. Želite to stran obiskati sedaj?
sv: Du kan ändra din e-postadress på bitwardens webbvalv. Vill du besöka webbplatsen nu?
ta: bitwarden.com வலைப்பெட்டகத்தில் நீங்கள் உங்கள் மின்னஞ்சலை மாற்ற இயலும். நீங்கள் இப்போது வலைத்தளத்தை பார்வையிட வேண்டுமா?
th: คุณสามารถเปลี่ยนที่อยู่อีเมลของคุณบน เว็บนิรภัย bitwarden.com คุณต้องการเยี่ยมชมเว็บไซต์เดี๋ยวนี้หรือไม่
vi: Bạn có thể thay đổi địa chỉ email trong trang web Bitwarden. Bạn có muốn truy cập bitwarden.com bây giờ?
zh_hans: 您可以在 bitwarden.com 网页版密码库修改电子邮件地址。您现在要访问这个网站吗？
zh_hant: 您可以在 bitwarden 網頁版密碼庫變更電子郵件地址。要現在前往嗎？

source: Change master password
ar: تغيير كلمة المرور الرئيسية
be: Змяніць асноўны пароль
bs: Promijenite glavnu lozinku
ca: Canvia la contrasenya mestra
cs: Změnit hlavní heslo
da: Skift hovedadgangskode
es: Cambiar contraseña maestra
et: Muuda ülemparooli
he: החלף סיסמה ראשית
it: Cambia password principale
ja: マスターパスワードの変更
ko: 마스터 비밀번호 변경
ml: പ്രാഥമിക പാസ്‌വേഡ് മാറ്റുക
nb: Endre superpassordet
pt_br: Alterar Senha Mestra
ro: Schimbare parolă principală
ru: Изменить мастер-пароль
sl: Spremeni glavno geslo
sv: Ändra huvudlösenord
ta: பிரதான கடவுச்சொல்லை மாற்று
th: เปลี่ยนรหัสผ่านหลัก
vi: Thay đổi mật khẩu
zh_hans: 修改主密码
zh_hant: 變更主密碼

# ChangePasswordConfirmation
source: You can change your master password on the bitwarden.com web vault. Do you want to visit the website now?
ar: يمكنك تغيير كلمة المرور الرئيسية من خزنة الويب في bitwarden.com. هل تريد زيارة الموقع الآن؟
be: Вы можаце змяніць свой асноўны пароль на bitwarden.com. Перайсці на сайт зараз?
bs: Možete da promenite svoju glavnu lozinku na bitwarden.com veb trezoru. Da li želite da posetite veb stranicu sada?
ca: Podeu canviar la contrasenya mestra a la caixa forta web de bitwarden.com. Voleu visitar el lloc web ara?
cs: Hlavní heslo si můžete změnit na webové stránce bitwarden.com. Chcete tuto stránku nyní otevřít?
da: Du kan skifte din hovedadgangskode i bitwarden.com web-boksen. Vil du besøge hjemmesiden nu?
es: Puedes cambiar tu contraseña maestra en la caja fuerte web de bitwarden.com. ¿Quieres visitar ahora el sitio web?
et: Saad oma ülemparooli muuta bitwarden.com veebihoidlas. Soovid seda kohe teha?
he: באפשרותך לשנות את הסיסמה הראשית שלך דרך הכספת באתר bitwarden.com. האם ברצונך לפתוח את האתר כעת?
it: Puoi cambiare la tua password principale solo sulla cassaforte in linea di bitwarden.com. Vuoi visitare ora il sito?
ja: マスターパスワードは bitwarden.com ウェブ保管庫で変更できます。ウェブサイトを開きますか？
ko: bitwarden.com 웹 보관함에서 마스터 비밀번호를 바꿀 수 있습니다. 지금 웹 사이트를 방문하시겠습니까?
ml: നിങ്ങൾക്ക് bitwarden.com വെബ് വാൾട്ടിൽ പ്രാഥമിക പാസ്‌വേഡ് മാറ്റാൻ സാധിക്കും.വെബ്സൈറ്റ് ഇപ്പോൾ സന്ദർശിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ ?
nb: Du kan endre superpassordet ditt på bitwarden.net-netthvelvet. Vil du besøke det nettstedet nå?
pt_br: Você pode alterar a sua senha mestra no cofre web em bitwarden.com. Você deseja visitar o site agora?
ro: Puteți modifica parola principală pe saitul web bitwarden.com. Doriți să vizitați saitul acum?
ru: Вы можете изменить свой мастер-пароль на bitwarden.com. Перейти на сайт сейчас?
sl: Svoje glavno geslo lahko spremenite na bitwarden.com spletnem trezorju. Želite to stran obiskati sedaj?
sv: Du kan ändra ditt huvudlösenord på bitwardens webbvalv. Vill du besöka webbplatsen nu?
ta: bitwarden.com வலைப்பெட்டகத்தில் நீங்கள் உங்கள் பிரதான கடவுச்சொல்லை மாற்ற இயலும். நீங்கள் இப்போது வலைத்தளத்தை பார்வையிட வேண்டுமா?
th: คุณสามารถเปลี่ยนรหัสผ่านหลักของคุณบน เว็บนิรภัย bitwarden.com คุณต้องการเยี่ยมชมเว็บไซต์เดี๋ยวนี้หรือไม่
vi: Bạn có thể thay đổi mật khẩu chủ trong trang web Bitwarden. Bạn có muốn truy cập bitwarden.com bây giờ?
zh_hans: 您可以在 bitwarden.com 网页版密码库修改主密码。您现在要访问这个网站吗？
zh_hant: 您可以在 bitwarden 網頁版密碼庫變更主密碼。要現在前往嗎？

source: Close
ar: إغلاق
be: Закрыць
bs: Zatvorite
ca: Tanca
cs: Zavřít
da: Luk
es: Cerrar
et: Sulge
he: סגירה
it: Chiudi
ja: 閉じる
ko: 닫기
ml: അടയ്ക്കുക
nb: Lukk
pt_br: Fechar
ro: Închidere
ru: Закрыть
sl: Zapri
sv: Stäng
ta: மூடு
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Continue
ar: متابعة
be: Працягнуць
bs: Nastavite
ca: Continua
cs: Pokračovat
da: Forsæt
es: Continuar
et: Jätka
he: המשך
it: Continua
ja: 続行
ko: 계속
ml: തുടരുക
nb: Fortsett
pt_br: Continuar
ro: Continuare
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
ta: தொடர்
th: ดำเนินการต่อไป
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Create account
ar: إنشاء حساب
be: Стварыць уліковы запіс
bs: Napravite nalog
ca: Crea un compte
cs: Vytvořit účet
da: Opret konto
es: Crear cuenta
et: Loo konto
he: צור חשבון
it: Crea account
ja: アカウントの作成
ko: 계정 만들기
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
nb: Opprett en konto
pt_br: Criar Conta
ro: Creare cont
ru: Создать аккаунт
sl: Ustvari račun
sv: Skapa konto
ta: கணக்கு உருவாக்கு
th: สร้างบัญชี
vi: Tạo Tài Khoản
zh_hans: 创建账号
zh_hant: 建立帳戶

source: Creating account...
ar: إنشاء الحساب...
be: Стварыць уліковы запіс...
bs: Pravljenje naloga...
ca: S'està creant el compte...
cs: Vytváření účtu...
da: Opretter konto...
es: Creando cuenta...
et: Konto loomine...
he: יוצר חשבון...
it: Creazione account in corso...
ja: アカウントの作成中...
ko: 계정 생성 중...
ml: അക്കൗണ്ട് സൃഷ്‌ടിക്കുന്നു...
nb: Oppretter konto...
pt_br: Criando conta...
ro: Se creează contul...
ru: Создание аккаунта...
sl: Ustvarjanje računa...
sv: Skapar konto...
ta: கணக்கை உருவாக்குகிறது...
th: กำลังสร้างบัญชี...
vi: Đang tạo tài khoản...
zh_hans: 正在创建账号...
zh_hant: 正在建立帳戶...

source: Edit item
ar: تعديل العنصر
be: Рэдагаванне элемента
bs: Uredite stavku
ca: Edita l'element
cs: Upravit položku
da: Redigér element
es: Editar elemento
et: Kirje muutmine
he: ערוך פריט
it: Modifica elemento
ja: アイテムの編集
ko: 항목 편집
ml: ഇനം തിരുത്തുക
nb: Rediger gjenstanden
pt_br: Editar Item
ro: Editare articol
ru: Изменение элемента
sl: Uredi vnos
sv: Redigera objekt
ta: உருப்படியைத் திருத்து
th: แก้ไขรายการ
vi: Chỉnh sửa mục
zh_hans: 编辑项目
zh_hant: 編輯項目

source: Enable automatic syncing
ar: تشغيل المزامنة التلقائية
be: Уключыць аўтаматычную сінхранізацыю
bs: Omogućite automatsku sinhronizaciju
ca: Habilita la sincronització automàtica
cs: Povolit automatickou synchronizaci
da: Aktivér automatisk synkronisering
es: Habilitar sincronizacion automatica
et: Aktiveeri automaatne sünkroonimine
he: הפעל סנכרון אוטומטי
it: Abilita sincronizzazione automatica
ja: 自動同期を有効化
ko: 자동 동기화 사용
ml: ഓട്ടോമാറ്റിക് സമന്വയം പ്രാപ്തമാക്കുക
nb: Aktiver automatisk synkronisering
pt_br: Ativar Sincronização Automática
ro: Activare sincronizare automată
ru: Включить автоматическую синхронизацию
sl: Omogoči samodejno sinhronizacijo
sv: Aktivera automatisk synkronisering
ta: தானியங்கு ஒத்திசைவை இயக்கு
th: เปิดใช้การซิงค์อัตโนมัติ
vi: Bật tự động đồng bộ
zh_hans: 开启自动同步
zh_hant: 啟用自動同步

# EnterEmailForHint
source: Enter your account email address to receive your master password hint.
ar: أدخل عنوان البريد الإلكتروني لحسابك لتلقي دليل كلمة المرور الرئيسية.
be: Увядзіце адрас электроннай пошты ўліковага запісу для атрымання падказкі для пароля.
bs: Unesite adresu e-pošte svog naloga da biste dobili nagoveštaj glavne lozinke.
ca: Introduïu l'adreça electrònica del vostre compte per rebre la contrasenya mestra.
cs: Zadejte e-mailovou adresu pro zaslání nápovědy k hlavnímu heslu.
da: Angiv din kontos e-mailadresse for at modtage dit hovedadgangskodetip.
es: Introduce el correo electrónico de tu cuenta para recibir la pista de tu contraseña maestra.
et: Ülemparooli vihje saamiseks sisesta oma konto e-posti aadress.
he: הכנס את פרטי האימייל שלך לקבלת רמז עבור הסיסמה הראשית.
it: Inserisci l'indirizzo email del tuo account per ricevere il suggerimento della password principale.
ja: マスターパスワードのヒントを受信するため、アカウントのメールアドレスを入力してください。
ko: 마스터 비밀번호 힌트를 받으려면 계정의 이메일 주소를 입력하세요.
ml: നിങ്ങളുടെപ്രാഥമിക പാസ്‌വേഡ് സൂചന ലഭിക്കുന്നതിന് നിങ്ങളുടെ അക്കൗണ്ടിന്റെ ഇമെയിൽ വിലാസം നൽകുക.
nb: Skriv inn din kontos E-postadresse for å motta hintet til ditt superpassord.
pt_br: Digite o endereço de e-mail da sua conta para receber a dica da sua senha mestra.
ro: Adresa de e-mail a contului pentru primirea indiciului parolei principale.
ru: Введите email аккаунта для получения подсказки к мастер-паролю.
sl: Vnesite e-poštni naslov svojega računa za pridobitev namiga glavnega gesla.
sv: Ange ditt kontos e-postadress för att hämta din huvudlösenordsledtråd.
ta: உமது பிரதான கடவுச்சொல் குறிப்பைப் பெற உமது கணக்கு மின்னஞ்சல் முகவரியை உள்ளிடு.
th: ป้อนที่อยู่อีเมลบัญชีของคุณเพื่อรับคำแนะนำเกี่ยวกับรหัสผ่านหลักของคุณ
vi: Nhập địa chỉ email tài khoản của bạn để nhận gợi ý mật khẩu.
zh_hans: 请输入您帐号的 Email 地址来接收密码提示。
zh_hant: 請輸入您的帳户電子郵件地址以接收主密碼提示。

# ExntesionReenable
source: Re-enable app extension
ar: تشغيل ملحق التطبيق مرة أخرى
be: Паўторна ўключыць пашырэнне
bs: Ponovo omogućite dodatak aplikacije
ca: Torna a habilitar l'extensió de l'aplicació
cs: Znovu zapnout rozšíření aplikace
da: Genaktivér app-udvidelse
es: Re-activar Extension de Aplicación
et: Taas-aktiveeri rakenduse laiendus
he: הפעל מחדש הרחבת אפליקציה
it: Ri-abilita l'estensione app
ja: アプリの拡張機能を再度有効化
ko: 앱 확장 프로그램 재활성화
ml: ആപ്പ് എക്സ്റ്റൻഷൻ വീണ്ടും പ്രവർത്തനക്ഷമമാക്കുക
nb: Aktiver apputvidelsen på nytt
pt_br: Reativar Extensão do Aplicativo
ro: Reactivare extensie aplicație
ru: Повторно включить расширение
sl: Ponovno omogoči razširitev aplikacije
sv: Återaktivera apptillägg
ta: செயலி நீட்டிப்பை மீண்டும் இயக்கு
th: เปิดใช้งานส่วนขยายแอปอีกครั้ง
vi: Bật lại phần mở rộng ứng dụng
zh_hans: 重新启用应用程序扩展
zh_hant: 重新啟用 App 擴充套件

# ExtensionAlmostDone
source: Almost done!
ar: لقد شارف الأمر على الانتهاء!
be: Амаль гатова!
bs: Skoro gotovo!
ca: Està quasi fet!
cs: Téměř hotovo!
da: Næsten færdig!
es: ¡Casi estamos!
et: Peaaegu valmis!
he: כמעט סיימנו!
it: Quasi fatto!
ja: ほぼ完了！
ko: 거의 다 됐습니다!
ml: ഏതാണ്ട് പൂർത്തിയായി!
nb: Nesten ferdig!
pt_br: Quase pronto!
ro: Aproape gata!
ru: Почти готово!
sl: Skoraj končano!
sv: Nästan färdigt!
ta: கிட்டத்தட்ட முடிந்தது!
th: เกือบเสร็จแล้ว!
vi: Sắp xong!
zh_hans: 就差一步！
zh_hant: 快要完成了！

# ExtensionEnable
source: Enable app extension
ar: تشغيل ملحق التطبيق
be: Уключыць пашырэнне
bs: Omogućite dodatak aplikacije
ca: Habilita l'extensió de l'aplicació
cs: Zapnout rozšíření aplikace
da: Aktivér app-udvidelse
es: Activar Extensión de Aplicación
et: Aktiveeri rakenduse laiendus
he: הפעל הרחבת אפליקציה
it: Abilita l'estensione dell'applicazione
ja: アプリの拡張機能を有効化
ko: 앱 확장 프로그램 활성화
ml: ആപ്പ് എക്സ്റ്റൻഷൻ പ്രവർത്തനക്ഷമമാക്കുക
nb: Aktiver apputvidelsen
pt_br: Ativar Extensão do Aplicativo
ro: Activare extensie aplicație
ru: Включить расширение
sl: Omogoči razširitev aplikacije
sv: Aktivera apptillägg
ta: செயலி நீட்டிப்பை இயக்கு
th: เปิดใช้งานแอปส่วนขยาย
vi: Bật phần mở rộng ứng dụng
zh_hans: 启用应用程序扩展
zh_hant: 啟用 App 擴充套件
