Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# AccessibilityDescription
source: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. When enabled, we'll display a popup when login fields are selected.
ar: استخدم خدمة إمكانية الوصول إلى Bitwarden لملء تسجيلات الدخول الخاصة بك تلقائياً عبر التطبيقات و الويب. عند التمكين، سوف نعرض نافذة منبثقة عند تحديد حقول تسجيل الدخول.
be: Пры дапамозе службы спецыяльных магчымасцей Bitwarden вы можаце аўтаматычна запаўняць вашыя ўліковыя даныя ў праграмах і ў інтэрнэце. Калі гэты параметр адключаны, пры выбары палёў для ўваходу будзе паказвацца ўсплывальнае акно.
ca: Utilitzeu el servei d’accessibilitat Bitwarden per omplir els vostres inicis de sessió automàticament a través d’aplicacions i del web. Quan estiga activat, mostrarem una finestra emergent quan se seleccionen els camps d'inici de sessió.
cs: Použijte službu přístupnosti aplikace Bitwarden k automatickému vyplnění přihlašovacích údajů napříč aplikacemi a weby. Při zapnutí se po výběru pole s přihlašovacími údaji zobrazí vyskakovací okno.
da: Brug Bitwarden-tilgængelighedstjenesten til at autoudfylde dine logins i apps og på internettet. Når aktiveret, vises en popup, når login-felter vælges.
es: Utilice el Servicio de Accesibilidad de Bitwarden para rellenar automáticamente sus entradas a través de aplicaciones y la web. Cuando esté habilitado, mostraremos una ventana emergente cuando se seleccionen los campos de inicio de sesión.
et: Kasuta rakendustes ja veebis andmete sisestamiseks Bitwardeni juurdepääsetavuse teenust. Aktiveerimisel kuvatakse logimisväljadele vajutamisel väike hüpikaken.
he: השתמש בשירות הנגישות של Bitwarden עבור השלמה אוטומטית בחיבור לאתרים בתוך אפליקציות ואתרים ברשת. כשאפשרות זו מופעלת, האפליקציה תציג חלון צף ברגע בחירת שדה למילוי שם משתמש או סיסמה.
it: Utilizza il servizio di accessibilità di Bitwarden per l'auto-completamento. Se abilitato, verrà mostrato una finestra a comparsa quando i campi relativi al login sono selezionati.
ja: アプリやウェブでログイン情報を自動入力するのに Bitwarden ユーザー補助サービスを使用します。有効化すると、ログインフィールドが選択されたときにポップアップが表示されます。
ko: 앱과 웹에 로그인하기 위해 Bitwarden Accessibility Service를 사용해주세요. 활성화되면 로그인 필드 선택 시에 팝업을 표시합니다.
ml: അപ്ലിക്കേഷനുകളിലും വെബിലുടനീളം നിങ്ങളുടെ ലോഗിനുകൾ യാന്ത്രികമായി പൂരിപ്പിക്കുന്നതിന് ബിറ്റ്വാർഡൻ പ്രവേശനക്ഷമത സേവനം ഉപയോഗിക്കുക. പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, ലോഗിൻ ഫീൽഡുകൾ തിരഞ്ഞെടുക്കുമ്പോൾ ഞങ്ങൾ ഒരു പോപ്പ്അപ്പ് പ്രദർശിപ്പിക്കും.
nb: Bruk Bitwarden sin tilgjengelighetstjeneste for å auto-utfylle dine innlogginger på apper og på nettet. Når det er aktivert, vil vi vise en popup når innloggingsfelt er valgt.
pt_br: Utilize o Serviço de Acessibilidade do Bitwarden para autopreencher as suas credenciais entre aplicativos e a web. Quando ativado, exibiremos um pop-up quando os campos de credenciais forem selecionados.
ro: Utilizați Serviciul de Accesibilitate Bitwarden pentru auto-completarea conectărilor dvs. în aplicații și pe web. Dacă este activat, va afișa o fereastră pop-up când câmpurile de conectare sunt selectate.
ru: При помощи службы специальных возможностей Bitwarden вы можете автоматически заполнять ваши логины в приложениях и в интернете. Если эта функция включена, при выборе полей авторизации будет отображаться всплывающее окно.
sl: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. When set up, we'll display a popup when login fields are selected.
sv: Använd Bitwardens tillgänglighetstjänst för att automatiskt fylla i dina inloggningar mellan appar och webben. När den är aktiverad kommer vi att visa ett popup-fönster när inloggningsfält är markerade.
ta: செயலிகளிலும் இணையம் முழுதுமுள்ள உமது உள்நுழைவுகளைத் தன்னிரப்ப Bitwarden அணுகல்தன்மை சேவை பயன்படுத்து. இயக்கப்பட்டால், உள்நுழைவு புலங்கள் தேர்ந்தெடுக்கப்படும்போது நாங்கள் ஒரு popup காட்டுவோம்.
vi: Sử dụng chế độ tự động điền của Bitwarden để tự động điền thông tin đăng nhập trong ứng dụng và website. Khi chế độ này được kích hoạt, sẽ hiển thị cửa sổ popup ở ổ đăng nhập
zh_hans: 使用 Bitwarden 无障碍服务来自动填充您在应用和网络中的登录信息。启用后，将在选择登录字段时显示弹出窗口。
zh_hant: 使用 Bitwarden 無障礙服務在應用程式和網路上自動填入您的登入資料。 啟用後，當選擇登入欄位時，將顯示一個彈出視窗。

# AccessibilityDescription2
source: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. (Requires Draw-Over to be enabled as well)
ar: استخدم خدمة إمكانية الوصول إلى Bitwarden لملء تسجيلات الدخول الخاصة بك تلقائياً عبر التطبيقات و الويب. (يتطلب السحب من أجل تمكينه أيضا)
be: Пры дапамозе службы спецыяльных магчымасцей Bitwarden вы можаце аўтаматычна запаўняць вашыя ўліковыя даныя ў інтэрнэце. (Патрабуецца ўключыць 'Паверх усіх праграм')
ca: Utilitzeu el servei d’accessibilitat Bitwarden per omplir els vostres inicis de sessió automàticament a través d’aplicacions i del web. (Cal que també estigui habilitat el Dibuixa-sobre)
cs: Použijte službu přístupnosti aplikace Bitwarden k automatickému vyplnění přihlašovacích údajů napříč aplikacemi a weby. (Vykreslování přes ostatní aplikace musí být povoleno.)
da: Brug Bitwarden-tilgængelighedstjenesten til at autoudfylde dine logins på tværs af apps og internettet (kræver også at "Tegn over" er aktiveret).
et: Kasuta Bitwardeni juurdepääsetavuse teenust, et rakendustes ja veebis kontoandmeid sisestada. (Vajalik on valiku „Kuva peal“ sisselülitamine).
he: השתמש בשירות הנגישות של Bitwarden עבור השלמה אוטומטית בחיבור לאתרים בתוך אפליקציות ואתרים ברשת. (מחייב הפעלה של אופציית ציור-על = Draw-Over)
it: Utilizza il servizio di accessibilità di Bitwarden per accedere automaticamente sul web e sulle applicazioni tramite autocompletamento (È necessario abilitare "Mostra sopra altre app")
ja: アプリやウェブでログイン情報を自動入力するのに Bitwarden ユーザー補助サービスを使用します（重ねて表示も有効化する必要があります）。
ko: 앱과 웹에 로그인하기 위해 Bitwarden Accessibility Service를 사용해주세요. (다른 앱 위에 표시 활성화 필요)
ml: അപ്ലിക്കേഷനുകളിലും വെബിലുടനീളം നിങ്ങളുടെ ലോഗിനുകൾ യാന്ത്രികമായി പൂരിപ്പിക്കുന്നതിന് ബിറ്റ്വാർഡൻ പ്രവേശനക്ഷമത സേവനം ഉപയോഗിക്കുക. (പ്രവർത്തനക്ഷമമാക്കുന്നതിന് ഡ്രോ-ഓവർ ആവശ്യമാണ്)
nb: Bruk Bitwarden sin tilgjengelighetstjeneste for å auto-utfylle dine innlogginger på apper og på nettet. (Krever Draw-Over for å også aktiveres)
pt_br: Utilize o Serviço de Acessibilidade do Bitwarden para autopreencher as suas credenciais entre aplicativos e a web. (Requer "Sobrepor a" para ser ativado também)
ro: Utilizați Serviciul de Accesibilitate Bitwarden pentru auto-completarea conectărilor dvs. în aplicații și pe web. (Necesită de asemenea să activați "Afișare peste")
ru: При помощи службы специальных возможностей Bitwarden вы можете автоматически заполнять ваши логины в приложениях и в интернете. (Также необходимо включить опцию 'Поверх других приложений')
sl: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. (Requires Draw-Over to be turned on as well)
sv: Använd Bitwardens tillgänglighetstjänst för att automatiskt fylla i dina inloggningar mellan appar och webben. (Kräver att överlappning också är aktiverad)
ta: செயலிகளிலும் இணையம் முழுதுமுள்ள உமது உள்நுழைவுகளைத் தன்னிரப்ப Bitwarden அணுகல்தன்மை சேவை பயன்படுத்து. (மேலே-வரைதலும் இயங்க வேண்டும்)
vi: Sử dụng chức năng tự động điền của Bitwarden để tự động điền mật khẩu trong app và website( Yêu cầu kích hoạt chức năng vẽ lên ứng dụng (Draw-Over))..
zh_hans: 使用 Bitwarden 无障碍服务来自动填写您在应用和网络上的登录信息。（需同时启用 Draw-Over 功能）
zh_hant: 使用 Bitwarden 無障礙服務在應用程式和網路上自動填入您的登入資料。（還需要開啟 Draw-Over）

# AccessibilityDescription3
source: Use the Bitwarden Accessibility Service to use the Autofill Quick-Action Tile, and/or show a popup using Draw-Over (if enabled).
ar: استخدم خدمة الوصول Bitwarden لاستخدام ساحة التعبئة التلقائية السريعة، و/أو إظهار نافذة منبثقة باستخدام السحب فوق (إذا تم تفعيلها).
be: Пры дапамозе службы спецыяльных магчымасцей Bitwarden вы можаце выкарыстоўваць панэль хуткага аўтазапаўнення і/або паказу ўсплывальнага акна з выкарыстаннем параметра 'Паверх усіх праграм' (калі ён уключаны).
ca: Utilitzeu el servei d’accessibilitat Bitwarden per utilitzar el mosaic d’acció ràpida d’emplenament automàtic o mostrar una finestra emergent mitjançant Dibuixa-sobre (si està activat).
cs: Použijte službu přístupnosti aplikace Bitwarden pro dlaždici rychlého automatického vyplnění anebo zobrazení překryvného okna (pokud je povoleno).
da: Brug Bitwarden-tilgængelighedstjenesten til at benytte Autoudfyld hurtig-handlings flisen, og/eller vise en popup vha. "Tegn over" (hvis aktiveret).
et: Kasuta Bitwardeni juurdepääsetavuse teenust, nägemaks Automaattäite valikute listi ja/või selleks, et näidata hüpikakent, kasutades „Kuva peal“ (kui see on sisse lülitatud).
he: השתמש בשירות הנגישות של Bitwarden עבור הצגת מסגרת ההשלמה האוטומטית, ו\או עבור הצגת חלון צף בעזרת Draw-Over (אם אפשרות זו פועלת)
it: Abilita il servizio di accessibilità di Bitwarden per usare il riquadro di auto-completamento rapido, e/o mostra una finestra a comparsa quando "Mostra sopra altre app" viene utilizzato (se abilitato).
ja: 自動入力クイック設定タイルを使用し、またはポップアップを重ねて表示するために、Bitwarden ユーザー補助サービスを使用します（有効化されている場合）。
ko: Autofill Quick-Action Tile 및 (활성화 시) 다른 앱 위에 표시를 사용한 팝업을 위해 Bitwarden Accessibility Service를 사용해주세요.
ml: ഓട്ടോഫിൽ ക്വിക്ക്-ആക്ഷൻ ടൈൽ ഉപയോഗിക്കുന്നതിന് ബിറ്റ്വാർഡൻ പ്രവേശനക്ഷമത സേവനം ഉപയോഗിക്കുക, കൂടാതെ / അല്ലെങ്കിൽ ഡ്രോ-ഓവർ ഉപയോഗിച്ച് ഒരു പോപ്പ്അപ്പ് കാണിക്കുക (പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ).
nb: Bruk Bitwarden sin tilgjengelighetstjeneste for å bruke Autofill Quick-Action Tile, og/eller vis et popup ved å bruke Draw-Over (hvis aktivert).
pt_br: Utilize o Serviço de Acessibilidade do Bitwarden para utilizar o Bloco de Ação Rápida de Autopreenchimento, e/ou mostre um pop-up usando "Sobrepor a" (se ativado).
ro: Folosiți Serviciul de Accesibilitate Bitwarden pentru a utiliza fila "Acțiune rapidă de auto-completare" și/sau a afișa o fereastră pop-up folosind "Afișare peste" (dacă este activat).
ru: При помощи службы специальных возможностей Bitwarden для использования панели быстрого автозаполнения и/или отображения всплывающего окна с помощью опции 'Поверх других приложений' (если она включена).
sl: Use the Bitwarden Accessibility Service to use the Autofill Quick-Action Tile, and/or show a popup using Draw-Over (if turned on).
sv: Använd Bitwardens tillgänglighetstjänst för att använda snabbåtgärdsbrickan för automatisk ifyllnad och/eller visa ett popup-fönster med överlappning (om aktiverat).
ta: தன்னிரப்பு விரைவுச்செயல் ஓடு பயன்படுத்த மற்றும்/அல்லது மேலே-வரைதல்(இயங்கினால்) கொண்டு popup காட்ட Bitwarden அணுகல்தன்மை சேவை பயன்படுத்து.
vi: Sử dụng chế độ tự động điền của Bitwarden để sử dụng chức năng tự động điền nhanh, và/hoặc hiển thị cửa sổ popup bằng vẽ lên ứng dụng (Draw over).
zh_hans: 使用 Bitwarden 无障碍服务来使用自动填写快速行动磁贴，和/或使用 Draw-Over（若已启用）来显示弹出窗口。
zh_hant: 使用 Bitwarden 無障礙服務使用自動填入快速操作磁貼，和/或使用 Draw-Over 顯示彈出視窗（如果已開啟）。

# AccessibilityDescription4
source: Required to use the Autofill Quick-Action Tile, or to augment the Autofill Service by using Draw-Over (if enabled).
ar: مطلوب لاستخدام ساحة التعبئة التلقائية للإجراء السريع، أو لزيادة خدمة التعبئة التلقائية باستخدام السحب فوق (إذا تم تمكينه).
be: Патрабуецца для выкарыстоўвання панэлі хуткага аўтазапаўнення або для дапаўнення службы аўтазапаўнення пры выкарыстанні параметра 'Паверх усіх праграм' (калі ён уключаны).
ca: Cal utilitzar el mosaic d’acció ràpida d’emplenament automàtic o augmentar el servei d’emplenament automàtic mitjançant Dibuixa-sobre (si està activat).
cs: Vyžadováno pro použití dlaždice rychlého automatického vyplnění nebo rozšíření služby automatického vyplnění pomocí vykreslování přes ostatní aplikace (pokud je povoleno).
da: Påkrævet for at bruge Autoudfyld hurtig-handlings flisen, eller for at udvide Autofyldtjenesten vha. "Tegn over" (hvis aktiveret).
et: Vajalik Automaattäite valikute listi nägemiseks ning selleks, et toetada Automaattäite teenust läbi valiku „Kuva peal“ (kui see on sisse lülitatud).
it: Necessario per l'utilizzo del riquadro per l'autocompletamento rapido o per aumentare il servizio di completamento automatico utilizzando "Mostra sopra altre app" (se abilitato).
ja: 自動入力クイック設定タイルを使用し、または重ねて表示により自動入力サービスを拡張する（有効化されている場合）ために必要です。
ko: Autofill Quick-Action Tile을 사용하기 위해 필요합니다. 또는 (활성화 시) 다른 앱 위에 표시를 사용해서 자동 채우기 서비스를 구현합니다.
ml: ഓട്ടോഫിൽ ക്വിക്ക്-ആക്ഷൻ ടൈൽ ഉപയോഗിക്കുന്നതിനോ ഡ്രോ-ഓവർ ഉപയോഗിച്ച് പ്രവർത്തനക്ഷമമാക്കിയ ഓട്ടോഫിൽ സേവനം വർദ്ധിപ്പിക്കുന്നതിനോ ആവശ്യമാണ് (പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ).
nb: Påkrevd for å bruke Autofill Quick-Action Tile, eller for å utvide Autofill Service ved å bruke Draw-Over (hvis aktivert).
pt_br: Necessário para usar o Bloco de Ação Rápida de Autopreenchimento, ou para aumentar o Serviço de Autopreenchimento usando "Sobrepor a" (se habilitado).
ro: Necesar la folosirea filei "Acțiune rapidă de auto-completare" sau la îmbunătățirea Serviciului de auto-completare folosind "Afișare peste" (dacă este activat).
ru: Требуется для использования панели быстрого автозаполнения или для дополнения сервиса автозаполнения при использовании опции 'Поверх других приложений' (если она включена).
sl: Required to use the Autofill Quick-Action Tile, or to augment the Autofill Service by using Draw-Over (if turned on).
sv: Krävs för att använda för att använda snabbåtgärdsbrickan för automatisk ifyllnad eller för att komplettera tjänsten för automatisk ifyllnad genom att använda överlappning (om aktiverat).
ta: தன்னிரப்பு விரைவுச்செயல் ஓடு பயன்படுத்தவோ மேலே-வரைதல்(இயங்கினால்) கொண்டு தன்னிரப்பிச் சேவையை ஆதரவுமிகுதியாக்கவோ தேவைப்படுகிறது.
vi: Yêu cầu sử dụng tự động điền nhanh tiêu đề bằng cách sử dụng vẽ lên ứng dụng (Draw-over).
zh_hans: 要求使用自动填充快速行动磁贴，或通过使用 Draw-Over （若已启用）来增强自动填充服务。
zh_hant: 需要使用自動填入快速操作磁貼或透過使用 Draw-Over（如果已開啟）來增強自動填入服務。

# DrawOver
source: Use Draw-Over
ar: إستخدام السحب
be: Паверх іншых праграм
ca: Use Dibuixa-sobre
cs: Použít vykreslování přes ostatní aplikace
da: Brug "Tegn over"
et: Kasuta Kuva peal
it: Usa "mostra sopra altre app"
ja: 重ねて表示を使用する
ko: 다른 앱 위에 그리기 사용
ml: ഡ്രോ ഓവർ ഉപയോഗിക്കുക
pt_br: Usar Sobrepor a
ro: Folosire "Afișare peste"
ru: Поверх других приложений
sv: Använd överlappning
ta: மேலே-வரைதல் பயன்படுத்து
th: ใช้งานการวางซ้อนการ
vi: Dùng phương thức vẽ lên ứng dụng (Draw-Over)
zh_hans: 使用 Draw-Over
zh_hant: 使用 Draw-Over

# DrawOverDescription
source: When enabled, allows the Bitwarden Accessibility Service to display a popup when login fields are selected.
ar: عند التمكين، يسمح لخدمة الوصول إلى Bitwarden لعرض نافذة منبثقة عند تحديد حقول الدخول.
be: Пры ўключэнні, дазваляе службе спецыяльных магчымасцей Bitwarden паказваць усплывальную панэль пры выбары палёў для ўваходу.
ca: Quan està habilitat, permet al servei d'accessibilitat Bitwarden mostrar una finestra emergent quan se seleccionen els camps d'inici de sessió.
cs: Služba přístupnosti aplikace Bitwarden umožní zobrazovat vyskakovací okno při výběru pole s přihlašovacími údaji.
da: Når aktiveret, tillades Bitwarden-tilgængelighedstjenesten at vise en popup, når login-felter vælges.
es: Cuando está habilitado, permite que el Servicio de Accesibilidad de Bitwarden muestre una ventana emergente cuando se seleccionan los campos de acceso.
et: Sisselülitatuna lubatakse Bitwardeni juurdepääsetavuse teenusel kuvada hüpikakent (kui valitud on sisselogimise väli).
it: Se abilitato, permette al servizio di accessibilità di Bitwarden di mostrare un popup quando i campi relativi al login vengono selezionati.
ja: 有効化すると、ログインフィールドが選択されたときに Bitwarden ユーザー補助サービスがポップアップを表示します。
ko: 활성화되면 Bitwarden Accessibility Service가 로그인 부분에 팝업을 표시합니다.
ml: പ്രവർത്തനക്ഷമമാക്കിയിരിക്കുമ്പോൾ, ലോഗിൻ ഫീൽഡുകൾ തിരഞ്ഞെടുക്കുമ്പോൾ ഒരു പോപ്പ്അപ്പ് പ്രദർശിപ്പിക്കാൻ ബിറ്റ്വാർഡൻ പ്രവേശന സേവനത്തെ അനുവദിക്കുന്നു.
nb: Når dette er aktivert, tillater Bitwarden å vise et sprettoppvindu når innloggingsfelt velges.
pt_br: Quando ativado, permite que o Serviço de Acessibilidade do Bitwarden exiba uma janela quando os campos de login forem selecionados.
ro: Când este activat, permite Serviciului de Accesibilitate Bitwarden să afișeze o fereastră pop-up atunci când sunt selectate câmpurile de conectare.
ru: При включении, разрешает службе специальных возможностей Bitwarden отображать всплывающую панель при выборе полей авторизации.
sl: Allows the Bitwarden Accessibility Service to display a popup when login fields are selected.
sv: Om aktiverad tillåts Bitwardens tillgänglighetstjänst att visa ett popup-fönster när inloggningsfält är valda.
ta: இயக்கினால், உள்நுழைவு புலங்கள் தேர்ந்தெடுக்கப்படும்போது ஒரு popup காண்பிக்க Bitwarden அணுகல்தன்மை சேவையை அனுமதிக்கிறது.
vi: Khi kích hoạt, bạn sẽ đồng ý cho Bitwarden hiển thị cửa sổ popup khi đăng nhập
zh_hans: 启用后，需允许 Bitwarden 无障碍服务在选择登录字段时显示弹出窗口。
zh_hant: 啓用後，在選擇登入欄位時，將允許 Bitwarden 無障礙服務顯示一個彈出視窗。

# DrawOverDescription2
source: If enabled, the Bitwarden Accessibility Service will display a popup when login fields are selected to assist with auto-filling your logins.
ar: في حالة التمكين، ستعرض خدمة Bitwarden إمكانية الوصول نافذة منبثقة عند تحديد حقول تسجيل الدخول للمساعدة في ملء تسجيلات الدخول الخاصة بك تلقائيا.
be: Пры ўключэнні, служба спецыяльных магчымасцей Bitwarden пакажа ўсплывальную панэль пры выбары палёў для ўваходу, каб дапамагчы аўтаматычна запоўніць вашыя ўліковыя даныя.
ca: Si està habilitat, el servei d’accessibilitat Bitwarden mostrarà una finestra emergent quan se seleccionen els camps d’inici de sessió per ajudar-vos a omplir automàticament els vostres inicis de sessió.
cs: Pokud je povoleno, služba usnadnění Bitwarden zobrazí vyskakovací okno při výběru přihlašovacích polí pro automatické vyplňování přihlašovacích údajů.
da: Hvis aktiveret, vil Bitwarden-tilgængelighedstjenesten vise en popup, når login-felter vælges for at hjælpe med autoudfyldning af logins.
es: Si está activado, el Servicio de Accesibilidad de Bitwarden mostrará una ventana emergente cuando se seleccionen los campos de inicio de sesión para ayudar a rellenar automáticamente sus inicios de sesión.
et: Sisselülitatuna lubatakse Bitwardeni juurdepääsetavuse teenusel kuvada hüpikakent (kui valitud on sisselogimise väli). See aitab kontoandmeid lihtsamini sisestada.
it: Se abilitato, il servizio di accessibilità di Bitwarden mostrerà una finestra a comparsa quando i campi login vengono selezionati per aiutarti con l'auto-completamento.
ja: 有効化すると、ログインフィールドが選択されたときにログイン情報の自動入力を補助するために Bitwarden ユーザー補助サービスがポップアップを表示します。
ko: 활성화되면 Bitwarden Accessibility Service가 로그인을 자동으로 채우기 위해 로그인 부분에 팝업을 표시합니다.
ml: പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ ലോഗിനുകൾ യാന്ത്രികമായി പൂരിപ്പിക്കുന്നതിന് സഹായിക്കുന്നതിന് ലോഗിൻ ഫീൽഡുകൾ തിരഞ്ഞെടുക്കുമ്പോൾ ബിറ്റ്വാർഡൻ പ്രവേശന സേവനം ഒരു പോപ്പ്അപ്പ് പ്രദർശിപ്പിക്കും.
pt_br: Se ativado, o Serviço de Acessibilidade do Bitwarden exibirá um pop-up quando os campos de login forem selecionados para ajudar a preencher automaticamente suas credenciais.
ro: Dacă este activat, Serviciul de Accesibilitate Bitwarden va afișa o fereastră pop-up când câmpurile de conectare sunt selectate pentru a ajuta la auto-completare datelor de autentificare.
ru: При включении, служба специальных возможностей Bitwarden отобразит всплывающую панель при выборе полей авторизации, чтобы помочь автоматически заполнить ваши учетные данные.
sl: If turned on, the Bitwarden Accessibility Service will display a popup when login fields are selected to assist with auto-filling your logins.
sv: Om aktiverad kommer Bitwardens tillgänglighetstjänst att visa ett popup-fönster när inloggningsfält markeras för att bistå automatisk ifyllnad av dina inloggningar.
ta: இயக்கினால், உள்நுழைவு புலங்கள் தேர்ந்தெடுக்கப்படும்போது உமது உள்நுழைவுகளைத் தன்னிரப்ப உதவ Bitwarden அணுகல்தன்மை சேவை ஒரு popup காண்பிக்கும்.
vi: Nếu được kích hoạt, chế độ tự động điền sẽ hiển thị cửa sổ popup trong phần đăng nhập để tự động điền mật khẩu
zh_hans: 若启用，当选择登录字段自动填充您的登录时，Bitwarden 无障碍服务将显示一个弹出窗口。
zh_hant: 若啓用，儅選擇登入欄位自動填入您的登入資料時，Bitwarden 無障礙服務將顯示一個彈出視窗。

# DrawOverDescription3
source: If enabled, accessibility will show a popup to augment the Autofill Service for older apps that don't support the Android Autofill Framework.
ar: في حالة التمكين، سيظهر الوصول نافذة منبثقة لزيادة خدمة التعبئة التلقائية للتطبيقات القديمة التي لا تدعم إطار التشغيل التلقائي للإندرويد.
be: Пры ўключэнні, служба спецыяльных магчымасцей Bitwarden пакажа ўсплывальнае апавяшчэнне, каб выклікаць службу аўтазапаўнення для старых праграм, якія не падтрымліваюць Android Autofill Framework.
ca: Si està habilitat, l'accessibilitat mostrarà una finestra emergent per augmentar el servei d'emplenament automàtic per a aplicacions antigues que no admeten l'entorn d'emplenament automàtic d'Android.
cs: Pokud je povoleno, přístupnost zobrazí vyskakovací okno pro rozšíření služby automatického vyplňování pro starší aplikace, které nepodporují "Android Autofill Framework".
da: Hvis aktiveret, vil tilgængelighedstjenesten vise en popup for at udvide Autoudfyldtjenesten for ældre apps, som ikke understøtter Android Autoudfyld Framework.
et: Sisselülitatuna kuvatakse hüpikakent, et võimaldada sisselogimist vanemates äppides, mis ei toeta Androidi Autofill raamistikku.
it: Se abilitato, l'accessibilità mostrerà una finestra a comparsa per aumentare il servizio di auto-completamento per le vecchie applicazioni che non supportano il framework di auto-completamento di Android.
ja: 有効化すると、Android 自動入力フレームワークに対応していない古いアプリでも自動入力サービスを利用できるように、ユーザー補助サービスがポップアップを表示します。
ko: 활성화되면 접근성이 Android Autofill Framework를 지원하지 않는 구형 앱들을 위해 자동 채움 서비스 팝업을 표시합니다.
ml: പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, Android ഓട്ടോഫിൽ ഫ്രെയിംവർക്കിനെ പിന്തുണയ്‌ക്കാത്ത പഴയ അപ്ലിക്കേഷനുകൾക്കായി ഓട്ടോഫിൽ സേവനം വർദ്ധിപ്പിക്കുന്നതിന് ആക്സിസിബിലിറ്റി ഒരു പോപ്പ്അപ്പ് കാണിക്കും.
pt_br: Se ativado, a acessibilidade mostrará um pop-up para aumentar o Serviço de Autopreenchimento para aplicativos mais antigos que não suportam a Estrutura de Autopreenchimento do Android.
ro: Dacă este activată, accesibilitatea va afișa o fereastră pop-up pentru a augmenta Serviciul de Auto-completare pentru aplicațiile mai vechi care nu acceptă Android Autofill Framework.
ru: При включении, служба специальных возможностей отобразит всплывающее сообщение, чтобы вызвать службу автозаполнения для старых приложений, не поддерживающих фреймворк автозаполнения Android.
sl: If turned on, accessibility will show a popup to augment the Autofill Service for older apps that don't support the Android Autofill Framework.
sv: Om aktiverad, kommer tillgänglighetstjänsten att visa ett popup-fönster för att bistå tjänsten för automatisk ifyllnad i äldre appar som inte stöder Androids ramverk för automatisk ifyllnad.
ta: இயக்கினால், Android தன்னிரப்பி சட்டகத்தை ஆதரிக்காப் பழைய செயலிகளுக்காகத் தன்னிரப்பி சேவையை ஆதரவுமிகுதியாக்க, அணுகல்தன்மை ஒரு popup காட்டும்.
vi: Nếu được kích hoạt,
zh_hans: 若启用，无障碍将显示一个弹出窗口以增强不支持 Android 自动填充框架的旧应用的自动填充服务。
zh_hant: 若啓用，無障礙將顯示一個彈出視窗以增强不支援 Android 自動填入框架的舊應用程式的自動填入服務。
