Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

source: Vault timeout action
ar: إجراء مهلة الخزنة
be: Дзеянне пры тайм-аўце
bs: Akcija vremenskog ograničenja trezora
ca: Acció del temps d'espera de la caixa forta
cs: Akce při vypršení časového limitu trezoru
da: Boks-timeout handling
es: Acción de tiempo de espera de la caja fuerte
et: Hoidla ajalõpu tegevus
he: פעולה לביצוע בכספת בתום זמן החיבור
it: Azione timeout cassaforte
ja: 保管庫タイムアウト時のアクション
ko: 보관함 시간 제한 초과시 동작
ml: വാൾട് ടൈം ഔട്ട് ആക്ഷൻ
nb: Handling ved pause i hvelvet
pt_br: Ação de Tempo Limite do Cofre
ro: Acțiune la expirarea seifului
ru: Действие по таймауту хранилища
sl: Dejanje po časovni omejitvi trezorja
sv: Åtgärd när valvets tidsgräns överskrids
ta: பெட்டக நேரமுடிவு செயல்
th: การดำเนินการหลังหมดเวลาล็อคตู้เซฟ
vi: Hành Động Khi Hết Thời Gian Chờ
zh_hans: 密码库超时动作
zh_hant: 密碼庫逾時動作

# VaultTimeoutLogOutConfirmation
source: Logging out will remove all access to your vault and requires online authentication after the timeout period. Are you sure you want to use this setting?
ar: سيؤدي تسجيل الخروج إلى إزالة جميع الوصول إلى الخزنة الخاصة بك ويتطلب المصادقة عبر الإنترنت بعد انتهاء المهلة. هل أنت متأكد من أنك تريد استخدام هذا الإعداد؟
be: Выхад з сістэмы выдаліць доступ да сховішча і патрабуе анлайн-аутэнтыфікацію па заканчэнні перыяду чакання. Вы сапраўды жадаеце ўключыць гэтую наладу?
bs: Odjava će ukloniti svaki pristup vašem trezoru i zahteva mrežnu potvrdu identiteta nakon isteka vremenskog ograničenja. Da li ste sigurni da želite da koristite ovu postavku?
ca: En tancar la sessió s'eliminarà tot l'accés a la vostra caixa forta i es requerirà una autenticació en línia després del període de temps d'espera. Esteu segur que voleu utilitzar aquesta configuració?
cs: Po vypršení časového limitu dojde k odhlášení. Přístup k trezoru bude odebrán a pro opětovné přihlášení bude vyžadováno online ověření. Opravdu chcete použít toto nastavení?
da: Udlogning vil fjerne al adgang til din boks og vil kræve online-godkendelse efter timeout-perioden. Sikker på, at du vil benytte denne indstilling?
es: Cerrar sesión eliminará todo el acceso a su caja fuerte y requiere autenticación en línea después del período de espera. ¿Está seguro de que quiere usar esta configuración?
et: Väljalogimine eemaldab hoidlale ligipääsu ning nõuab pärast ajalõpu perioodi uuesti autentimist. Oled kindel, et soovid seda valikut kasutada?
he: יציאה תגרום להסרת כל גישה שיש לך לכספת ודורשת אימות אונליין לאחר משך זמן מסויים. האם אתה בטוח שברצונך להשתמש באפשרות זו?
it: La disconnessione rimuove tutti gli accessi alla tua cassaforte e richiede l'autenticazione in linea dopo il periodo di scadenza. Sei sicuro di voler utilizzare questa impostazione?
ja: ログアウトすると保管庫へのすべてのアクセスが制限され、タイムアウト期間後にオンライン認証が必要になります。 この設定を使用してもよろしいですか？
ko: 로그아웃하면 보관함에 대한 모든 접근이 제거되며 시간 제한을 초과하면 온라인 인증을 요구합니다. 정말로 이 설정을 사용하시겠습니까?
ml: ലോഗൗട്ട് ചെയ്യുകയാണെങ്കിൽ തങ്ങളുടെ വാൾട്ടിലേക്കുള്ള എല്ലാ ആക്സസും നീക്കംചെയ്യുകയും. കാലയളവിനുശേഷം ഓൺലൈൻ ഓതന്റിക്കേറ്റർ ആവശ്യമാണ്. ഈ ക്രമീകരണം ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
nb: Hvis du logger ut, fjerner du all tilgang til hvelvet ditt og krever online godkjenning etter tidsavbrudd. Er du sikker på at du vil bruke denne innstillingen?
pt_br: Sair irá remover todo o acesso ao seu cofre e requer autenticação online após o período de tempo limite. Tem certeza de que deseja usar esta configuração?
ro: După expirare, accesul la seiful dvs. va fi restricționat și va fi necesară autentificarea online. Sigur doriți să utilizați această setare?
ru: По истечении таймаута будет выполнен выход, что приведет к отмене всех прав доступа к вашему хранилищу и потребует онлайн-аутентификации. Вы уверены, что хотите использовать этот параметр?
sv: Genom att logga ut upphör all åtkomst till valvet och onlineautentisering krävs efter att tidsgränsen överskridits. Är du säker på att du vill använda denna inställning?
ta: வெளியேறுதல் உமது பெட்டகத்திற்கான எல்லா அணுகலையுமகற்றும் மற்றும் நேரமுடிவு காலத்திற்குப் பிறகு இயங்கலை அங்கீகாரம் தேவைப்படுகிறது. இவ்வமைப்பை உறுதியாக பயன்படுத்த வேண்டுமா?
vi: Đăng xuất sẽ xóa tất các truy cập vào kho của bạn và yêu cầu xác thực trực tuyến sau khi khoảng thời gian chờ hết. Bạn có chắc bạn muốn dùng cài đặt này?
zh_hans: 超时后注销将解除对密码库的所有访问权限，并需要进行在线认证。确定使用此设置吗？
zh_hant: 選擇登出將會在密碼庫逾時後移除對密碼庫的所有存取權限，以及重新認證時需要連線網路。確定要使用此設定嗎？

source: Logging in...
ar: تعريف...
be: Уваход...
bs: Prijavljivanje…
ca: S'està iniciant sessió...
cs: Přihlašování…
da: Logger ind...
es: Iniciando sesión...
et: Sisselogimine...
he: מתחבר...
it: Connessione in corso...
ja: ログイン中...
ko: 로그인 중...
ml: പ്രവേശിക്കുന്നു...
nb: Logger på...
pt_br: Iniciando Sessão...
ro: Autentificare...
ru: Вход...
sl: Vpisujem...
sv: Loggar in...
ta: உள்நுழைகிறது...
th: กำลังเข้าสู่ระบบ...
vi: Đang đăng nhập...
zh_hans: 正在登录...
zh_hant: 正在登入...

# LoginOrCreateNewAccount
source: Log in or create a new account to access your secure vault.
ar: قم بالتسجيل أو إنشاء حساب جديد للوصول إلى خزنتك الآمنة.
be: Увайдзіце або стварыце новы ўліковы запіс для доступу да бяспечнага сховішча.
bs: Prijavite se ili napravite novi nalog da biste pristupili svom sigurnom trezoru.
ca: Inicieu sessió o creeu un compte nou per accedir a la caixa forta.
cs: Pro přístup do vašeho bezpečného trezoru se přihlaste nebo si vytvořte nový účet.
da: Log ind, eller opret en ny konto, for at tilgå din sikre boks.
es: Identifícate o crea una nueva cuenta para acceder a tu caja fuerte.
et: Logi oma kontosse sisse või loo uus konto.
he: היכנס או צור חשבון חדש כדי לגשת לכספת המאובטחת שלך.
it: Accedi o crea un nuovo account per accedere alla tua cassaforte di sicurezza.
ja: 安全なデータ保管庫へアクセスするためにログインまたはアカウントを作成してください。
ko: 안전 보관함에 접근하려면 로그인하거나 새 계정을 만드세요.
ml: തങ്ങളുടെ സുരക്ഷിത വാൾട്ടിലേക്ക് പ്രവേശിക്കാൻ ലോഗിൻ ചെയ്യുക അല്ലെങ്കിൽ ഒരു പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുക.
nb: Logg på eller opprett en konto for å få tilgang til ditt sikre hvelv.
pt_br: Inicie a sessão ou crie uma nova conta para acessar seu cofre seguro.
ro: Autentificați-vă sau creați un cont nou pentru a accesa seiful.
ru: Войдите или создайте новый аккаунт для доступа к вашему защищенному хранилищу.
sl: Vpišite se ali ustvarite nov račun za dostop do sefa.
sv: Logga in eller skapa ett nytt konto för att komma åt dina lösenord.
ta: உங்கள் பாதுகாப்பான பெட்டகத்தை அணுக உள்நுழைக அ புதிய கணக்கை உருவாக்குக.
th: ลงชื่อเข้าใช้หรือสร้างบัญชีใหม่เพื่อเข้าสู่ห้องนิรภัยที่ปลอดภัยของคุณ
vi: Đăng nhập hoặc tạo tài khoản mới để truy cập kho mật khẩu của bạn.
zh_hans: 登录或者新建一个帐号来访问您的安全密码库。
zh_hant: 登入或建立帳戶來存取您的安全密碼庫。

source: Manage
ar: إدارة
be: Кіраваць
bs: Upravljanje
ca: Administra
cs: Správa
da: Håndtér
es: Gestionar
et: Halda
he: נהל
it: Gestisci
ja: 管理
ko: 관리
ml: നിയന്ത്രിക്കുക
nb: Behandle
pt_br: Gerenciar
ro: Gestionare
ru: Управление
sl: Upravljaj
sv: Hantera
ta: நிர்வகி
th: จัดการ
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# MasterPasswordConfirmationValMessage
source: Password confirmation is not correct.
ar: تأكيد كلمة المرور غير صحيح.
be: Памылковае пацвярджэнне пароля.
bs: Potvrda lozinke nije tačna.
ca: La confirmació de la contrasenya no és correcta.
cs: Potvrzení hesla se neshoduje.
da: Adgangskodebekræftelse er forkert.
es: La confirmación de la contraseña no es correcta.
et: Parooli kinnitus ei ole õige.
he: שדה אימות סיסמה שגוי.
it: La conferma della password non è corretta.
ja: パスワードの確認が正しくありません。
ko: 비밀번호 확인과 비밀번호가 일치하지 않습니다.
ml: പാസ്‌വേഡ് സ്ഥിരീകരണം ശെരി അല്ല.
nb: Passordbekreftelsen er ikke riktig.
pt_br: A confirmação de senha não está correta.
ro: Confirmarea parolei nu este corectă.
ru: Неверное подтверждение пароля.
sl: Potrditev gesla ni pravilna.
sv: Bekräftelsen för huvudlösenordet stämde ej.
ta: கடவுச்சொல் உறுதிப்படுத்தல் சரியானதல்ல.
th: การยืนยันรหัสผ่านไม่ถูกต้อง
vi: Mật khẩu xác nhận không trùng khớp.
zh_hans: 两次填写的密码不一致。
zh_hant: 兩次填寫的主密碼不一致。

# MasterPasswordDescription
source: The master password is the password you use to access your vault. It is very important that you do not forget your master password. There is no way to recover the password in the event that you forget it.
ar: كلمة المرور الرئيسية هي كلمة المرور المستخدمة للوصول إلى الخزنة الخاصة بك. من المهم جدا ً ألا تنسى ذلك. لا توجد طريقة للعثور عليها إذا نسيت.
be: Асноўны пароль — ключ да вашага бяспечнага сховішча. Ён вельмі важны, таму не забывайце яго. Аднавіць асноўны пароль немагчыма.
bs: Glavna lozinka je lozinka koju koristite za pristup Vašem trezoru. Veoma je važno da ne zaboravite glavnu lozinku. Ne postoji način da povratite lozinku u slučaju da je zaboravite.
ca: La contrasenya mestra és la clau que utilitzeu per accedir a la vostra caixa forta. És molt important que no la oblideu. No hi ha manera de recuperar-la en cas de perdre-la.
cs: Hlavní heslo je heslo, které používáte k přístupu do vašeho trezoru. Je velmi důležité, abyste jej nezapomněli. Neexistuje totiž žádný způsob, jak heslo obnovit v případě, že jste na něj zapomněli.
da: Hovedadgangskoden er den adgangskode, du benytter for at tilgå din boks. Det er meget vigtigt, at du ikke glemmer din hovedadgangskode. Der er ingen måde, hvorpå koden kan genoprettes, dersom du glemmer den.
es: La contraseña maestra es la clave que utilizas para acceder a tu caja fuerte. Es muy importante que no olvides tu contraseña maestra. No hay forma de recuperarla si la olvidas.
et: Ülemparool on parool, millega pääsed oma kontole ligi. On äärmiselt tähtis, et ülemparool ei ununeks. Selle parooli taastamine ei ole mingil moel võimalik.
he: הסיסמה הראשית היא הסיסמה שבאמצעותה תיגש לכספת שלך. חשוב מאוד שלא תשכח את הסיסמה הזו. אין שום דרך לשחזר אותה במקרה ושכחת אותה.
it: La password principale è la password che utilizzi per accedere alla tua cassaforte. È molto importante che tu non la dimentichi. Non c'è modo di recuperare questa password nel caso che tu la dimenticassi.
ja: マスターパスワードは、パスワード保管庫へのアクセスに使用するパスワードです。マスターパスワードを忘れないように注意してください。忘れた場合、パスワードを回復する方法はありません。
ko: 마스터 비밀번호는 보관함을 열 때 필요한 비밀번호입니다. 절대 마스터 비밀번호를 잊어버리지 마세요. 잊어버리면 복구할 수 있는 방법이 없습니다.
ml: നിങ്ങളുടെ വാൾട്ടിലേക്ക് പ്രവേശിക്കാൻ ഉപയോഗിക്കുന്ന പാസ്‌വേഡാണ് പ്രാഥമിക പാസ്‌വേഡ്. നിങ്ങളുടെ പ്രാഥമിക പാസ്‌വേഡ് മറക്കാതിരിക്കുക എന്നത് വളരെ പ്രധാനമാണ്. നിങ്ങൾ പാസ്‌വേഡ് മറന്ന സാഹചര്യത്തിൽ, പാസ്‌വേഡ് വീണ്ടെടുക്കാൻ ഒരു മാർഗവുമില്ല.
nb: Superpassordet er passordet du bruker for å få tilgang til hvelvet ditt. Det er veldig viktig at du aldri glemmer ditt superpassord. Det er ingen måter å få tilbake passordet på dersom du noensinne skulle klare å glemme det.
pt_br: A senha mestra é a senha que você usa para acessar o seu cofre. É muito importante que você não esqueça sua senha mestra. Não há nenhuma maneira de recuperar a senha caso você se esqueça.
ro: Parola principală este parola pe care o utilizați pentru a vă accesa seiful. Este foarte important să nu uitați această parolă. Nu există nicio modalitate de a recupera parola în cazul în care ați uitat-o.
ru: Мастер-пароль – это ключ к вашему защищенному хранилищу. Он очень важен, поэтому не забывайте его. Восстановить мастер-пароль невозможно.
sv: Huvudlösenordet är det lösenord som du använder för att komma åt ditt valv. Det är väldigt viktigt att du inte glömmer bort ditt huvudlösenord, eftersom det inte går att återställa lösenordet om du skulle glömma bort det.
ta: உங்கள் பெட்டகத்தை அணுக நீங்கள் பயன்படுத்தும் கடவுச்சொல் பிரதான கடவுச்சொல். உங்கள் பிரதான கடவுச்சொல்லை நீங்கள் மறந்துவிடாதது மிகவும் முக்கியம். கடவுச்சொல்லை நீங்கள் மறந்துவிட்டால் அதை மீட்டெடுக்க வழி இல்லை.
th: รหัสผ่านหลักคือรหัสผ่านที่คุณใช้เพื่อเข้าถึงห้องนิรภัยของคุณ เป็นเรื่องสำคัญมากที่คุณจะไม่ลืมรหัสผ่านหลักของคุณ ไม่มีวิธีการกู้คืนรหัสผ่านในกรณีที่คุณลืมรหัสผ่าน
vi: Mật khẩu chủ là mật khẩu bạn sử dụng để truy cập kho mật khẩu của bạn. Nó rất quan trọng nên bạn không được quên mật khẩu chủ của mình. Không thể khôi phục lại mật khẩu chủ nếu bạn quên nó.
zh_hans: 主密码是您访问密码库的唯一密码。它非常重要，请您不要忘记。一旦忘记，无任何办法恢复此密码。
zh_hant: 主密碼是您用於存取您的密碼庫的密碼。不要忘記主密碼，這一點非常重要。如果忘記了密碼，無法將其復原。

# MasterPasswordHint
source: Master password hint (optional)
ar: فهرس كلمة المرور الرئيسية (اختياري)
be: Падказка да асноўнага пароля (неабавязкова)
bs: Nagoveštaj za glavnu lozinku (opcionalno)
ca: Pista de la contrasenya mestra (opcional)
cs: Nápověda k hlavnímu heslu (volitelné)
da: Hovedadgangskodetip (valgfrit)
es: Pista de contraseña maestra (opcional)
et: Ülemparooli vihje (ei ole kohustuslik)
he: רמז לסיסמה ראשית (אופציונאלי)
it: Suggerimento per la password principale (facoltativo)
ja: マスターパスワードのヒント (省略可能)
ko: 마스터 비밀번호 힌트 (선택)
ml: പ്രാഥമിക പാസ്‌വേഡ് സൂചന (ഇഷ്ടാനുസൃതമായ)
nb: Et hint for superpassordet (valgfritt)
pt_br: Dica de Senha Mestra (opcional)
ro: Indiciul pentru parola principală (opțional)
ru: Подсказка к мастер-паролю (необяз.)
sl: Namig glavnega gesla (opcijsko)
sv: Huvudlösenordsledtråd (frivillig)
ta: பிரதான கடவுச்சொல் குறிப்பு (விரும்பினால்)
th: คำใบ้รหัสผ่านหลัก (ไม่จำเป็น)
vi: Gợi ý mật khẩu chủ (tùy chọn)
zh_hans: 主密码提示（可选）
zh_hant: 主密碼提示（選用）

# MasterPasswordHintDescription
source: A master password hint can help you remember your password if you forget it.
ar: يمكن أن تساعدك فكرة كلمة المرور الرئيسية على تذكر كلمة المرور الخاصة بك إذا نسيت.
be: Падказка да асноўнага пароля можа дапамагчы вам яго ўспомніць.
bs: Nagoveštaj glavne lozinke može Vam pomoći da zapamtite lozinku ako je zaboravite.
ca: Una pista de contrasenya mestra pot ajudar-vos a recordar-la si la oblideu.
cs: Nápověda k hlavnímu heslu vám pomůže zapamatovat si heslo, pokud ho zapomenete.
da: Et hovedeadgangskodentip kan hjælpe dig med at huske din adgangskode, hvis du glemmer den.
es: Una pista de tu contraseña maestra puede ayudarte a recordarla en caso de que la olvides.
et: Vihje võib abiks olla olukorras, kui oled ülemparooli unustanud.
he: רמז לסיסמה הראשית יכול לעזור במקרה ושכחת את הסיסמה.
it: Un suggerimento per la password principale può aiutarti a ricordarla nel caso la dimenticassi.
ja: マスターパスワードのヒントは、パスワードを忘れた場合に役立ちます。
ko: 마스터 비밀번호 힌트는 마스터 비밀번호를 잊었을 때 도움이 될 수 있습니다.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മറന്നാൽ അത് ഓർമ്മിക്കാൻ ഒരു പ്രാഥമിക പാസ്‌വേഡ് സൂചന സഹായിക്കും.
nb: Et hint for superpassordet, kan hjelpe deg å huske på passordet hvis du skulle glemme det.
pt_br: Uma dica de senha mestra pode ajudá-lo(a) a lembrá-la caso você a esqueça.
ro: Un indiciu pentru parola principală vă poate ajuta să v-o reamintiți dacă o uitați.
ru: Подсказка к мастер-паролю может помочь вам его вспомнить.
sl: Namig glavnega gesla se vam lahko pomaga spomniti geslo, v kolikor bi ga pozabili.
sv: En huvudlösenordsledtråd kan hjälpa dig att komma ihåg ditt huvudlösenord om du glömmer bort det.
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டால் அதை நினைவுபடுத்த பிரதான கடவுச்சொல் குறிப்பு உதவும்.
th: คำแนะนำเกี่ยวกับรหัสผ่านหลักสามารถช่วยให้คุณจดจำรหัสผ่านได้หากลืม
vi: Một gợi ý mật khẩu có thể giúp bạn nhớ lại mật khẩu chủ của bạn nếu bạn quên nó.
zh_hans: 主密码提示可以在你忘记密码时帮你回忆起来。
zh_hant: 主密碼提示可以在您忘記主密碼時幫助您回憶主密碼。

# MasterPasswordLengthValMessage
source: Master password must be at least 8 characters long.
ar: يجب أن تكون كلمة المرور الرئيسية أكثر من 8 أحرف.
be: Асноўны пароль павінен быць даўжынёй не менш за 8 сімвалаў.
bs: Glavna lozinka mora imati najmanje 8 znakova.
ca: La contrasenya ha de contenir almenys 8 caràcters.
cs: Hlavní heslo musí obsahovat alespoň 8 znaků.
da: Hovedadgangskode skal være på minimum 8 tegn.
es: La contraseña maestra debe tener al menos 8 caracteres.
et: Ülemparool peab olema vähemalt 8 tähemärgi pikkune.
he: הסיסמה הראשית חייבת להיות לפחות באורך 8 תווים.
it: La password principale deve essere lunga almeno 8 caratteri.
ja: マスターパスワードは、少なくとも8文字以上で設定してください。
ko: 마스터 비밀번호는 최소 8자 이상이어야 합니다.
ml: പ്രാഥമിക പാസ്‌വേഡിന് കുറഞ്ഞത് 8 പ്രതീകങ്ങളെങ്കിലും ദൈർഘ്യമുണ്ടായിരിക്കണം.
nb: Superpassordet må være ≥8 tegn lang.
pt_br: A senha mestra deve ser pelo menos 8 caracteres.
ro: Parola principală trebuie să conțină minimum 8 caractere.
ru: Мастер-пароль должен содержать не менее 8 символов.
sl: Glavno geslo mora biti dolgo vsaj 8 znakov.
sv: Huvudlösenordet måste vara minst 8 tecken långt.
ta: பிரதான கடவுச்சொல் குறைந்தது 8 எழுத்துக்குறிகள் இருக்க வேண்டும்.
th: รหัสผ่านหลักต้องมีความยาวอย่างน้อย8อักขระ
vi: Mật khẩu chủ phải có ít nhất 8 kí tự.
zh_hans: 主密码至少需要 8 个字符。
zh_hant: 主密碼需要至少 8 個字元。

# MinNumbers
source: Minimum numbers
ar: الحد الأدنى للأرقام
be: Мін. колькасць лічбаў
bs: Minimalno brojeva
ca: Mínim de caràcters númerics
cs: Minimální počet číslic
da: Minimum cifre
es: Mínimo de caracteres numéricos
et: Vähim arv numbreid
he: מינימום ספרות
it: Minimo numeri
ja: 数字の最小数
ko: 숫자 최소 개수
ml: കുറഞ്ഞ സംഖ്യകൾ
nb: Minst antall numre
pt_br: Números Mínimos
ro: Minimum de cifre
ru: Минимум цифр
sl: Minimalno števil
sv: Minst antal nummer
ta: குறைந்தபட்ச எண்கள்
th: จำนวนตัวเลขต่ำสุด
vi: Số chữ số tối thiểu
zh_hans: 数字最少个数
zh_hant: 最少數字位數

# MinSpecial
source: Minimum special
ar: الحد الأدنى من الأحرف الخاصة
be: Мін. колькасць сімвалаў
bs: Minimalno posebnih
ca: Mínim de caràcters especials
cs: Minimální počet speciálních znaků
da: Minimum specialtegn
es: Mínimo de caracteres especiales
et: Vähim arv spetsiaalmärke
he: מינימום תוים מיוחדים
it: Minimo speciali
ja: 記号の最小数
ko: 특수 문자 최소 개수
ml: കുറഞ്ഞ പ്രത്യേക പ്രതീകങ്ങൾ
nb: Minst antall spesialtegn
pt_br: Especiais Minímos
ro: Minimum de caractere speciale
ru: Минимум символов
sl: Minimalno posebnih
sv: Minst antal speciella tecken
ta: குறைந்தபட்ச சிறப்பு
th: จำนวนตัวพิเศษขั้นต่ำ
vi: Số kí tự đặc biệt tối thiểu
zh_hans: 符号最少个数
zh_hant: 最少符號位數

source: More settings
ar: المزيد من الإعدادات
be: Дадатковыя налады
bs: Više podešavanja
ca: Més opcions
cs: Další nastavení
da: Flere indstillinger
es: Más ajustes
et: Rohkem seadeid
he: הגדרות נוספות
it: Altre impostazioni
ja: その他の設定
ko: 기타 설정
ml: കൂടുതൽ ക്രമീകരണങ്ങള്‍
nb: Flere innstillinger
pt_br: Mais Configurações
ro: Mai multe setări
ru: Дополнительные настройки
sl: Več nastavitev
sv: Fler inställningar
ta: மேலும் அமைவுகள்
th: การตั้งค่าเพิ่มเติม
vi: Cài đặt Khác
zh_hans: 更多设置
zh_hant: 更多設定

# MustLogInMainApp
source: You must log into the main Bitwarden app before you can use the extension.
ar: تحتاج إلى التعريف بنفسك على التطبيق bitwarden الرئيسي قبل استخدام الامتداد.
be: Перад выкарыстаннем пашырэння, вы павінны ўвайсці ў асноўную праграму Bitwarden.
bs: Morate se prijaviti na glavnu Bitwarden aplikaciju prije nego što možete koristiti dodatak.
ca: Heu d'iniciar sessió a l'aplicació principal de Bitwarden abans de poder utilitzar l'extensió.
cs: Před použitím rozšíření se musíte nejdříve přihlásit v hlavní aplikaci Bitwarden.
da: Du skal logge ind på den primære Bitwarden-app, før du kan benytte udvidelsen.
es: Debes identificarte en la aplicación principal de Bitwarden antes de poder uitilizar la extensión.
et: Pead enne lisarakenduse kasutamist Bitwardeni rakendusse sisse logima.
he: חובה להתחבר לאפליקציה הראשית של Bitwarden לפני שתוכל להשתמש בהרחבה זו.
it: È necessario accedere all'applicazione principale di Bitwarden prima di poter utilizzare l'estensione.
ja: この拡張機能を使用する前に、メインの Bitwarden アプリにログインしてください。
ko: 확장 프로그램을 사용하려면 먼저 Bitwarden 앱에 로그인해야 합니다.
ml: എക്സ്റ്റൻഷൻ ഉപയോഗിക്കുന്നതിന് മുമ്പ് നിങ്ങൾ Bitwarden അപ്ലിക്കേഷനിൽ പ്രവേശിക്കണം.
nb: Du må logge inn på Bitwarden sin hovedapp før du kan bruke utvidelsen.
pt_br: Você deve entrar no aplicativo Bitwarden antes de poder usar a extensão.
ro: Trebuie să vă conectați la aplicația principală Bitwarden înainte de a putea utiliza extensia.
ru: Перед использованием расширения необходимо войти в основное приложение Bitwarden.
sl: Pred uporabo razširitve se morate vpisati v glavno Bitwarden aplikacijo.
sv: Du måste logga in i Bitwarden-appen innan du kan använda tillägget.
ta: நீட்டிப்பை பயன்படுத்தும் முன் நீங்கள் முதன்மை Bitwarden செயலியில் உள்நுழைய வேண்டும்.
vi: Bạn phải đăng nhập vào ứng dụng Bitwarden trước khi sử dụng phần mở rộng.
zh_hans: 您必须先登录 Bitwarden 应用，才能使用扩展。
zh_hant: 您必須先登入 Bitwarden 才可使用擴充套件。

source: Never
ar: أبداً
be: Ніколі
bs: Nikad
ca: Mai
cs: Nikdy
da: Aldrig
es: Nunca
et: Mitte kunagi
he: לעולם לא
it: Mai
ja: なし
ko: 잠그지 않음
ml: ഒരിക്കലും വേണ്ട
nb: Aldri
pt_br: Nunca
ro: Niciodată
ru: Никогда
sl: Nikoli
sv: Aldrig
ta: ஒருபோதுமில்லை
th: ไม่เคย
vi: Không bao giờ
zh_hans: 从不
zh_hant: 永不

source: New item created.
ar: تم إنشاء عنصر جديد.
be: Новая папка створана.
bs: Nova stavka je kreirana.
ca: S'ha creat un element nou.
cs: Nová položka byla vytvořena.
da: Nyt element oprettet.
es: Nuevo elemento creado.
et: Uus kirje on loodud.
he: פריט חדש נוצר.
it: Nuovo elemento creato.
ja: 新しいアイテムを作成しました。
ko: 새 항목을 만들었습니다.
ml: പുതിയ ഇനം സൃഷ്ടിച്ചു.
nb: En ny gjenstand er opprettet.
pt_br: Novo item criado.
ro: S-a creat un nou articol.
ru: Новый элемент создан.
sl: Nov vnos ustvarjen.
sv: Nytt objekt skapat.
ta: புதிய உருப்படி உருவாக்கப்பட்டது.
th: สร้างรายการใหม่แล้ว
vi: Đã tạo mục mới.
zh_hans: 已新建项目。
zh_hant: 已新增項目。

# NoFavorites
source: There are no favourites in your vault.
ar: لا توجد عناصر مفضلة في خزنتك.
be: У вашым сховішчы няма абранага.
bs: Nema omiljenih u Vašem trezoru.
ca: No hi ha cap preferit a la vostra caixa forta.
cs: Žádné oblíbené přihlašovací údaje.
da: Der er ingen favoritter i din boks.
es: No hay favoritos en tu caja fuerte.
et: Hoidlas ei ole lemmikuid.
he: אין מועדפים בכספת שלך.
it: Non ci sono preferiti nella tua cassaforte.
ja: 保管庫にお気に入りはありません。
ko: 보관함에 추가한 즐겨찾기가 없습니다.
ml: പ്രിയങ്കരങ്ങൾ ഒന്നും നിങ്ങളുടെ വാൾട്ടിൽ ഇല്ല.
nb: Det er ingen favoritter i hvelvet ditt.
pt_br: Não existem favoritos no seu cofre.
ro: Nu există niciun favorit în seiful dvs.
ru: В вашем хранилище нет избранного.
sl: V vašem sefu ni priljubljenih vnosov.
sv: Det finns inga favoriter i ditt valv.
ta: உங்கள் பெட்டகத்தில் பிடித்தவை எவையுமில்லை.
th: ไม่มีรายการโปรดในห้องนิรภัยของคุณ
vi: Không có mục yêu thích nào trong kho của bạn.
zh_hans: 你的密码库中没有任何收藏。
zh_hant: 您的密碼庫中沒有收藏。

# NoItems
source: There are no items in your vault.
ar: لا توجد عناصر في خزنتك.
be: У вашым сховішчы няма элементаў.
bs: Nema stavki u Vašem trezoru.
ca: No hi ha cap element a la vostra caixa forta.
cs: Žádné položky.
da: Der er ingen elementer i din boks.
es: No hay elementos en tu caja fuerte.
et: Hoidlas ei ole kirjeid.
he: אין פריטים בכספת שלך.
it: Non ci sono elementi nella tua cassaforte.
ja: 保管庫にアイテムはありません。
ko: 보관함에 추가한 항목이 없습니다.
ml: നിങ്ങളുടെ വാൾട്ടിൽ ഇനങ്ങളൊന്നുമില്ല.
nb: Det er ingen gjenstander i hvelvet ditt.
pt_br: Não existem itens no seu cofre.
ro: Nu există niciun articol în seiful dvs.
ru: В вашем хранилище нет элементов.
sl: V vašem sefu ni vnosov.
sv: Det finns inga objekt i ditt valv.
ta: உம் பெட்டகத்தில் உருப்படிகள் ஏதுமில்லை.
th: ไม่มีรายการในห้องนิรภัยของคุณ
vi: Không có mục nào trong kho của bạn.
zh_hans: 您的密码库中没有任何项目。
zh_hant: 您的密碼庫中沒有登入資料。
