Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# AutofillTileUriNotFound
source: No password fields detected
ar: لم يتم العثور على حقول كلمة المرور
be: Палі для паролей не знойдзены
ca: No s'han detectat camps de contrasenya
cs: Nebyla nalezena žádná pole s heslem
da: Ingen adgangskodefelter fundet
es: No se han detectado campos de contraseña
et: Paroolivälju ei tuvastatud
he: לא זוהו תיבות לכתיבת סיסמאות
it: Nessun campo password rilevato
ja: パスワードフィールドが見つかりませんでした
ko: 비밀번호 필드가 탐지되지 않음
ml: പാസ്‌വേഡ് ഫീൽഡുകളൊന്നും കണ്ടെത്തിയില്ല
nb: Ingen passordfelt oppdaget
pt_br: Nenhum campo de senha detectado
ro: Nu s-au detectat câmpuri de parolă
ru: Полей ввода пароля не обнаружено
sv: Inga lösenordsfält hittades
ta: கடவுச்சொல் புலங்களேதும் கண்டறியப்படவில்லை
vi: Không tìm thấy trường mật khẩu nào
zh_hans: 未检测到密码字段
zh_hant: 未偵測到密碼欄位

# SoftDeleting
source: Sending to bin...
ar: إرسال إلى سلة المهملات...
be: Адпраўляем у сметніцу...
bs: Sending to trash...
ca: S'està enviant a la paperera...
cs: Přesouvání do koše…
da: Sender til papirkurven...
es: Enviando a la papelera...
et: Prügikasti teisaldamine...
he: שולח לסל המחזור...
it: Spostamento nel cestino in corso...
ja: ごみ箱に入れています…
ko: 휴지통으로 보내는 중...
ml: ഇനം ട്രാഷിലേക്ക് അയയ്ക്കുന്നു...
nb: Sender til papirkurv...
pt_br: Enviando para a lixeira...
ro: Se trimite în coșul de reciclare...
ru: Отправка в корзину...
sl: Pošiljanje v koš...
sv: Skickar till papperskorgen...
ta: குப்பைக்கு அனுப்புகிறது...
th: Sending to trash...
vi: Đang gửi vào thùng rác...
zh_hans: 正在发送到回收站...
zh_hant: 正在傳送到垃圾桶…

# ItemSoftDeleted
source: Item has been sent to bin.
ar: تم إرسال العنصر إلى سلة المهملات.
be: Элемент быў адпраўлены ў сметніцу.
bs: Item has been sent to trash.
ca: L'element s'ha enviat a la paperera.
cs: Položka byla přesunuta do koše.
da: Element er sendt til papirkurven
es: El elemento ha sido enviado a la papelera.
et: Kirje on prügikasti saadetud.
he: הפריט הועבר לסל המחזור.
it: L'elemento è stato cestinato.
ja: アイテムをごみ箱に入れました。
ko: 항목이 휴지통으로 이동되었습니다.
ml: ഇനം ട്രാഷിലേക്ക് അയച്ചു.
nb: Varen ble sendt til papirkurven.
pt_br: O item foi enviado para a lixeira.
ro: Articolul a fost trimis în coșul de reciclare.
ru: Элемент отправлен в корзину.
sl: Predmet je bil premaknjen v smeti.
sv: Objektet har skickats till papperskorgen.
ta: உருப்படி குப்பைக்கு அனுப்பப்பட்டது.
th: Item has been sent to trash.
vi: Mục đã được đưa vào thùng rác.
zh_hans: 项目已发送到回收站。
zh_hant: 項目已發送到垃圾桶。

source: Restore
ar: استعادة
be: Аднавіць
ca: Restaura
cs: Obnovit
da: Gendan
es: Restaurar
et: Taasta
he: שחזור
it: Ripristina
ja: リストア
ko: 복원
ml: വീണ്ടെടുക്കുക
nb: Gjenopprett
pt_br: Restaurar
ro: Restabilire
ru: Восстановить
sl: Obnovi
sv: Återställ
ta: மீட்டெடு
th: คืนค่า
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

source: Restoring...
ar: إستعادة...
be: Аднаўленне...
ca: S'està restaurant...
cs: Obnovování…
da: Gendanner...
es: Restaurando...
et: Taastamine...
he: משחזר...
it: Ripristino in corso...
ja: リストア中...
ko: 복원 중...
ml: വീണ്ടെടുക്കുന്നു...
nb: Gjenoppretter...
pt_br: Restaurando...
ro: Se restabilește...
ru: Восстановление...
sl: Obnavljanje...
sv: Återställer...
ta: மீட்டெடுக்கிறது…
th: กำลังคืนค่า...
vi: Đang khôi phục...
zh_hans: 正在恢复...
zh_hant: 恢復中…

# ItemRestored
source: Item has been restored.
ar: تم استعادة العنصر.
be: Элемент быў адноўлены.
ca: L'element s'ha restaurat.
cs: Položka byla obnovena.
da: Element er gendannet.
es: El elemento ha sido restaurado.
et: Kirje on taastatud.
he: הפריט שוחזר.
it: L'elemento è stato ripristinato.
ja: アイテムをリストアしました。
ko: 항목이 복원되었습니다.
ml: ഇനം വീണ്ടെടുടുത്തു.
nb: Varen har blitt gjenopprettet.
pt_br: O item foi restaurado.
ro: Articolul a fost restabilit
ru: Элемент восстановлен.
sl: Vnos je bil obnovljen.
sv: Objektet har återställts.
ta: உருப்படி மீட்டெடுக்கப்பட்டது.
th: รายการถูกกู้คืนแล้ว
vi: Mục đã được khôi phục.
zh_hans: 项目已恢复。
zh_hant: 項目已恢復。

# Trash
source: Bin
ar: سلة المهملات
be: Сметніца
bs: Trash
ca: Paperera
cs: Koš
da: Papirkurv
es: Papelera
et: Prügikast
he: סל המחזור
it: Cestino
ja: ごみ箱
ko: 휴지통
ml: ട്രാഷ്
nb: Papirkurv
pt_br: Lixeira
ro: Coș de reciclare
ru: Корзина
sl: Koš
sv: Papperskorgen
ta: குப்பை
th: ถังขยะ
vi: Thùng rác
zh_hans: 回收站
zh_hant: 垃圾桶

# SearchTrash
source: Search bin
ar: البحث عن سلة المهملات
be: Пошук у сметніцы
bs: Search trash
ca: Cerca a la paperera
cs: Hledat v koši
da: Søg i papirkurven
es: Buscar en la papelera
et: Otsi prügikastist
he: חפש בסל המחזור
it: Cerca nel cestino
ja: ごみ箱を検索
ko: 휴지통 검색
ml: ട്രാഷ് തിരയുന്നു
nb: Søk i papirkurven
pt_br: Pesquisar na lixeira
ro: Căutare în coșul de reciclare
ru: Поиск в корзине
sl: Preišči koš
sv: Sök i papperskorgen
ta: குப்பையை தேடு
th: Search trash
vi: Tìm kiếm thùng rác
zh_hans: 搜索回收站
zh_hant: 搜尋垃圾桶

# DoYouReallyWantToPermanentlyDeleteCipher
source: Do you really want to permanently delete? This cannot be undone.
ar: هل تريد حقاً الحذف نهائيًا؟ لا يمكن التراجع عن ذلك.
be: Вы сапраўды хочаце выдаліць? Гэтае дзеянне немагчыма адрабіць.
ca: Esteu segur que voleu suprimir-ho definitivament? Això no es pot desfer.
cs: Opravdu chcete trvale smazat tuto položku? Akce je nevratná.
da: Er du sikker på, at du vil slette permanent? Dette kan ikke fortrydes.
es: ¿Seguro que quieres eliminarlo permanentemente? Esto no se puede deshacer.
et: Oled kindel, et soovid kirje(d) jäädavalt kustutada? Seda ei saa tagasi võtta.
he: האם אתה בטוח שברצונך למחוק? זוהי פעולה בלתי הפיכה.
it: Sei sicuro di voler eliminare definitivamente l'elemento? L'operazione non può essere annullata.
ja: 本当に完全に削除しますか？元に戻すことはできません。
ko: 정말로 영구적으로 삭제하시겠습니까? 되돌릴 수 없습니다.
ml: നിങ്ങൾക്ക്എന്നെന്നേക്കുമായി നീക്കം ചെയ്യാൻ ആഗ്രഹമുണ്ടോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല.
nb: Vil du virkelig slette denne permanent? Dette kan ikke angres.
pt_br: Você realmente quer excluir permanentemente? Isso não pode ser desfeito.
ro: Sigur doriți să ștergeți definitiv? Acest lucru nu poate fi anulat.
ru: Вы действительно хотите удалить окончательно? Это нельзя отменить.
sl: Ste prepričani, da želite trajno izbrisati? Tega ni mogoče povrniti.
sv: Är du säker på att du vill radera permanent? Detta går inte att ångra.
ta: நீங்கள் நிரந்தரமாக அழிக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க இயலாது.
vi: Bạn có chắc chắn muốn xóa hoàn toàn nó không? Thao tác này không thể được khôi phục.
zh_hans: 您确定要永久删除吗？此操作无法撤销。
zh_hant: 您確定要永久刪除嗎？刪除後將無法復原。

# DoYouReallyWantToRestoreCipher
source: Do you really want to restore this item?
ar: هل تريد حقاً استعادة هذا العنصر؟
be: Вы сапраўды жадаеце аднавіць гэты запіс?
ca: Esteu segur que voleu restaurar aquest element?
cs: Opravdu chcete tuto položku obnovit?
da: Er du sikker på, at du vil gendanne dette element?
es: ¿Seguro que quieres restaurar este elemento?
et: Oled kindel, et soovid selle kirje taastada?
he: האם אתה בטוח שברצונך לשחזר פריט זה?
it: Sei sicuro di voler ripristinare l'elemento?
ja: 本当にこのアイテムをリストアしますか？
ko: 정말 이 항목을 복원하시겠습니까?
ml: ഈ ഇനം നിങ്ങൾക്ക് വീണ്ടെടുക്കണമെന്ന് ഉറപ്പാണോ?
nb: Vil du virkelig gjenopprette denne gjenstanden?
pt_br: Você realmente quer restaurar este item?
ro: Sigur doriți să restabiliți acest articol?
ru: Вы действительно хотите восстановить этот элемент?
sl: Ali res želite povrniti ta vnos?
sv: Vill du verkligen återställa detta objekt?
ta: இந்த உருப்படியை மீட்டெடுக்க நீங்கள் உண்மையில் விரும்புகிறீர்களா?
vi: Bạn có thực sự muốn khôi phục mục này?
zh_hans: 您确定要恢复此项目吗？
zh_hant: 您確定要恢復此項目嗎？

# DoYouReallyWantToSoftDeleteCipher
source: Do you really want to send to the bin?
ar: هل تريد حقاً أن ترسل إلى سلة المهملات؟
be: Вы сапраўды хочаце адправіць элемент у сметніцу?
bs: Do you really want to send to the trash?
ca: Esteu segur que voleu enviar-ho a la paperera?
cs: Opravdu chcete položku přesunout do koše?
da: Er du sikker på, at du sende til papirkurven?
es: ¿Seguro que quieres enviarlo a la papelera?
et: Oled kindel, et soovid kirje(d) prügikasti teisaldada?
he: האם אתה בטוח שברצונך לשלוח פריט זה לסל המחזור?
it: Sei sicuro di voler cestinare l'elemento?
ja: 本当にごみ箱に入れますか？
ko: 정말로 휴지통으로 이동시킬까요?
ml: ട്രാഷിലേക്ക് അയയ്‌ക്കാൻ നിങ്ങൾ ശരിക്കും ആഗ്രഹിക്കുന്നുണ്ടോ?
nb: Vil du virkelig sende til papirkurven?
pt_br: Você realmente quer enviar para a lixeira?
ro: Sigur doriți să trimiteți în coșul de reciclare?
ru: Вы действительно хотите отправить в корзину?
sl: Ali res želite poslati v koš?
sv: Vill du verkligen skicka till papperskorgen?
ta: நீங்கள் உண்மையில் குப்பைக்கு அனுப்ப விரும்புகிறீர்களா?
th: Do you really want to send to the trash?
vi: Bạn có thực sự muốn đưa vào thùng rác?
zh_hans: 您确定要将其发送到回收站吗？
zh_hant: 您確定要發送到垃圾桶嗎？

# BiometricInvalidated
source: Biometric change detected, login using master password to enable again.
ar: تم تعطيل فتح القفل الحيوي في انتظار التحقق من كلمة المرور الرئيسية.
be: Біяметрычныя даныя змяніліся, увайдзіце зноў праз асноўны пароль для ўключэння.
bs: Biometric unlock disabled pending verification of master password.
ca: S'ha detectat un canvi biomètric. Inicieu la sessió mitjançant la contrasenya principal per tornar a activar-la.
cs: Biometrické odemknutí je vypnuto a čeká na ověření hlavního hesla.
da: Biometrisk oplåsning deaktiveret - afventer verifikation af hovedadgangskoden.
es: Se ha detectado un cambio biométrico, inicie sesión usando la contraseña maestra para volver a activarlo.
et: Tuvastati biomeetriliste andmete muutus. Selle funktsiooni uuesti kasutamiseks on vajalik sisselogimine ülemparooliga.
he: פתיחה באמצעות זיהוי ביומטרי ממתינה לאימות הסיסמה הראשית.
it: Dati biometrici modificati, accedi con la password principale per attivare nuovamente lo sblocco con dati biometrici.
ja: 生体認証の変更が検出されました。マスターパスワードを使用してログインすると再度有効化できます。
ko: 생체인증 변경이 확인되었습니다. 마스터 비밀번호로 로그인해서 다시 활성화 해주세요.
ml: Biometric unlock disabled pending verification of master password.
nb: Biometrisk opplåsing er deaktivert under påvente av hovedpassord.
pt_br: O desbloqueio biométrico está desativado, faça o login usando a Senha Mestra para ativar novamente.
ro: Deblocarea biometrică a fost dezactivată în așteptarea verificării parolei principale.
ru: Биометрическая разблокировка отключена в ожидании проверки мастер-пароля.
sl: Biometric unlock disabled pending verification of master password.
sv: Biometrisk upplåsning är inaktiverad i väntan på bekräftelse av huvudlösenordet.
ta: உயிரியளவு பூட்டவிழ்த்தல் முடக்கப்பட்டது பிரதான கடவுச்சொல் சரிபார்ப்பு நிலுவையிலுள்ளது.
th: Biometric unlock disabled pending verification of master password.
vi: Xác thực sinh trắc học bị vô hiệu hoá vì cần xác nhận password tổng
zh_hans: 生物识别解锁已禁用，等待验证主密码。
zh_hant: 已停用生物辨識解鎖功能，請先驗證主密碼。

# BiometricInvalidatedExtension
source: Biometric unlock for autofill disabled pending verification of master password.
ar: تم تعطيل إلغاء القفل البيومتري للملء التلقائي في انتظار التحقق من كلمة المرور الرئيسية.
ca: Desbloqueig biomètric d'emplenament automàtic deshabilitat. Està pendent de verificació de la contrasenya mestra.
cs: Biometrické odemknutí pro automatické vyplňování je vypnuto a čeká na ověření hlavního hesla.
da: Biometrisk oplåsning til autoudfyldning deaktiveret - afventer verifikation af hovedadgangskoden.
es: Desbloqueo biométrico para autorrellenar desactivado hasta la verificación de la contraseña maestra.
et: Automaattäite kinnitamine läbi biomeetria on keelatud. Oodatakse ülemparooli sisestamist.
he: פתיחה באמצעים ביומטריים עבור השלמה אוטומטית - מצריכה אימות בעזרת סיסמה ראשית.
it: Sblocco biometrico per riempimento automatico disabilitato in attesa della verifica della password principale.
ja: マスターパスワードの検証保留中は生体認証でのロック解除は無効化されています
ko: 마스터 비밀번호 인증을 하기 전에는 생체 인식을 사용한 자동 채우기가 비활성화됩니다.
nb: Biometrisk opplåsing for autofyll deaktivert i påvente av verifisering av hovedpassord.
pt_br: O desbloqueio biométrico para autopreenchimento está desativado, faça o login usando a Senha Mestra para ativar novamente.
ro: Deblocarea biometrică pentru auto-completare a fost dezactivată în așteptarea verificării parolei principale.
ru: Биометрическая разблокировка для автозаполнения отключена в ожидании проверки мастер-пароля.
sv: Biometrisk upplåsning för automatisk ifyllnad är inaktiverad i väntan på bekräftelse av huvudlösenordet.
ta: தன்னிரப்பலுக்கான உயிரியளவு பூட்டவிழ்த்தல் முடக்கப்பட்டது பிரதான கடவுச்சொல் சரிபார்ப்பு நிலுவையிலுள்ளது.
vi: Phương thức xác nhận sinh trắc học bị vô hiệu hóa do cần xác nhận mật khẩu chính
zh_hans: 在验证主密码之前，用于自动填充的生物识别解锁功能将禁用。
zh_hant: 在驗證主密碼之前，用於自動填入的生物辨識功能將暫時停用。

source: Enable sync on refresh
ar: تمكين المزامنة عند التحديث
be: Уключыць сінхранізацыю па абнаўленні
ca: Activa la sincronització en actualitzar-se
cs: Povolit synchronizaci při obnovení
da: Aktivér synk ved opfriskning
es: Habilitar sincronización al actualizar
et: Luba allatõmbel sünkroniseerimine
he: אפשר סנכרון בעת רענון
it: Abilita la sincronizzazione durante l'aggiornamento
ja: 更新時に同期を有効化
ko: 새로고침할 떄 동기화 활성화
ml: റിഫ്രഷ് ചെയ്യുമ്പോൾ സമന്വയം പ്രാപ്തമാക്കുക
nb: Aktiver synkronisering ved oppdatering
pt_br: Ativar sincronização ao atualizar
ro: Activare sincronizare la reîmprospătare
ru: Включить синхронизацию жестом
sl: Allow sync on refresh
sv: Aktivera synkronisering vid uppdatering
ta: புத்துணர்வூட்டலில் ஒத்திசைவை இயக்கு
vi: Kích hoạt đồng bộ khi làm tươi(refresh)
zh_hans: 启用刷新时同步
zh_hant: 啓用刷新時同步

# EnableSyncOnRefreshDescription
source: Syncing vault with pull down gesture.
ar: مزامنة الخزنة مع إيماءة السحب لأسفل.
be: Сінхранізацыя сховішча чырканнем уніз
ca: Sincronització de la caixa forta amb un gest cap avall.
cs: Trezor se synchronizuje gestem potažení dolů.
da: Synkronisering af boks med træk nedad-gestus.
es: Sincronizando caja fuerte con gesto desplegable.
et: Hoidla sünkroonimine ekraanil allatõmbamisel.
he: סנכרן את הכספת במחוות משיכה כלפי מטה.
it: Sincronizza la cassaforte trascinando verso il basso.
ja: プルダウンジェスチャーで保管庫を同期します
ko: 아래로 끌어내리면 보관함을 동기화합니다.
ml: പുൾ ഡൗൺ ജെസ്റ്റർ ഉപയോഗിച്ച് വാൾട്ടിനെ സമന്വയിപ്പിക്കുന്നു.
nb: Synkroniser hvelvet med nedtrekksbevegelse.
pt_br: Sincronizando o cofre com o gesto de deslizar para baixo.
ro: Sincronizare seif cu tragere în jos
ru: Синхронизация хранилища жестом смахивания вниз.
sv: Synkronisera valv genom att dra ned.
ta: கீழ் இழுக்கும் சைகையுடன் பெட்டகத்தை ஒத்திசைத்தல்.
vi: Đồng bộ hóa kho bằng cử chỉ vuốt xuống
zh_hans: 使用下拉手势同步密码库。
zh_hant: 使用下拉手勢同步密碼庫。

# LogInSso
source: Enterprise single sign-on
ar: تسجيل الدخول الفردي للمؤسسة
be: Адзіны ўваход у карпаратыўную сістэму (SSO).
ca: Inici de sessió únic d'empresa
cs: Jednotné podnikové přihlášení
da: Virksomheds Single Sign On
es: Inicio de sesión único empresarial
he: כניסה אחודה ארגונית
it: Single Sign-On aziendale
ja: 組織のシングルサインオン
ko: 엔터프라이즈 통합 인증 (SSO)
ml: എന്റർപ്രൈസ് സിംഗിൾ സൈൻ-ഓൺ
nb: Bedriftsinnlogging (SSO)
pt_br: Início de Sessão Único Empresarial
ro: Conectare unică organizație (SSO)
ru: Единая корпоративная авторизация (SSO)
sv: Single Sign-On för företag
ta: முனைவகம் ஒற்றை உள்நுழைவு(SSO)
vi: Đăng nhập theo tài khoản tổ chức
zh_hans: 企业单点登录（SSO）
zh_hant: 企業單一登入（SSO）

# LogInSsoSummary
source: Quickly log in using your organisation's single sign-on portal. Please enter your organisation's identifier to begin.
ar: قم بتسجيل الدخول بسرعة باستخدام بوابة تسجيل الدخول الوحيدة لمؤسستك. الرجاء إدخال معرف مؤسستك للبدء.
be: Хуткі ўваход з выкарыстаннем адзінага ўваходу вашай арганізацыі. Калі ласка, увядзіце ідэнтыфікатар вашай арганізацыі для пачатку працы.
bs: Quickly log in using your organization's single sign-on portal. Please enter your organization's identifier to begin.
ca: Inicieu la sessió ràpidament mitjançant el portal d'inici de sessió únic de la vostra organització. Introduïu l'identificador de la vostra organització per començar.
cs: Rychle se přihlaste pomocí přihlašovacího portálu vaší organizace. Chcete-li začít, zadejte prosím identifikátor vaší organizace.
da: Log hurtigt ind vha. din organisations single sign-on portal. Angiv din organisations identifikator for at begynde.
es: Inicie sesión rápidamente usando el portal de inicio de sesión único de su organización. Por favor, introduzca el identificador de su organización para comenzar.
et: Kiire sisselogimine läbi organisatsiooni ühekordne sisselogimise portaali. Jätkamiseks sisesta organisatsiooni identifikaator.
he: כניסה מהירה באמצעות פורטל ההזדהות האחודה (SSO) הארגוני שלך. אנא הזן את המזהה הארגוני שלך כדי להתחיל.
it: Accedi utilizzando il portale di accesso (SSO) della tua organizzazione. Inserisci l'identificativo della tua organizzazione per iniziare.
ja: 組織のシングルサインオンポータルを使用してログインします。開始するには組織の識別子を入力してください。
ko: 조직의 통합 인증(SSO) 포탈을 통해서 빠르게 로그인하세요. 시작하려면 조직 식별자를 입력해주세요.
ml: നിങ്ങളുടെ സംഘടനയുടെ സിംഗിൾ സൈൻ-ഓൺ പോർട്ടൽ ഉപയോഗിച്ച് വേഗത്തിൽ ലോഗിൻ ചെയ്യുക. ആരംഭിക്കുന്നതിന് ദയവായി നിങ്ങളുടെ സംഘടനയുടെ ഐഡന്റിഫയർ നൽകുക.
nb: Quickly log in using your organization's single sign-on portal. Please enter your organization's identifier to begin.
pt_br: Faça o login rapidamente usando o portal de login único da sua organização. Por favor, insira o identificador da sua organização para começar.
ro: Conectați-vă rapid utilizând portalul de conectare unică al organizației dvs. Introduceți identificatorul organizației dvs. pentru a începe.
ru: Авторизуйтесь при помощи единого корпоративного портала. Чтобы начать, введите идентификатор вашей организации.
sl: Quickly log in using your organization's single sign-on portal. Please enter your organization's identifier to begin.
sv: Logga in snabbt genom organisationens inloggningsportal. Ange organisationens identifierare för att börja.
ta: உம் நிறுவனத்தின் ஒற்றை உள்நுழைவு புறையத்துடன் விரைவாக உள்நுழை. தொடங்க உம் நிறுவன அடையாளங்காட்டியை உள்ளிடவும்.
th: Quickly log in using your organization's single sign-on portal. Please enter your organization's identifier to begin.
vi: Đăng nhập nhanh bằng cách sử dụng cổng đăng nhập của tổ chức. Vui lòng nhập thông tin nhận dạng tổ chức để bắt đầu
zh_hans: 要使用您组织的单点登录（SSO）门户快速登录。请首先输入您组织的标识符。
zh_hant: 要使用組織的單一登入入口快速登入。請輸入您組織的識別符以開始。

# OrgIdentifier
source: Organisation identifier
ar: معرف المؤسسة
be: Ідэнтыфікатар арганізацыі.
bs: Organization Identifier
ca: Identificador d’organització
cs: Identifikátor organizace
da: Organisationsidentifikator
es: Identificador de la organización
et: Organisatsiooni identifikaator
he: מזהה ארגוני
it: Identificativo dell'organizzazione
ja: 組織識別子
ko: 조직 식별자
ml: സംഘടനയുടെ ഐഡന്റിഫയർ
nb: Organisasjons identifikator
pt_br: Identificador da Organização
ro: Identificator organizație
ru: Идентификатор организации
sl: Identifikator organizacije
sv: Organisationens identifierare
ta: நிறுவன அடையாளங்காட்டி
th: Organization Identifier
vi: Nhận dạng tổ chức
zh_hans: 组织标识符
zh_hant: 組織識別符

# LoginSsoError
source: Currently unable to login with SSO
ar: غير قادر حاليا على تسجيل الدخول باستخدام SSO
be: Часова немагчыма зайсці праз адзіны ўваход (SSO).
ca: Actualment no es pot iniciar sessió amb SSO
cs: Momentálně se nelze přihlásit pomocí SSO
da: Kan pt. ikke logge ind vha. SSO
es: Actualmente no se puede iniciar sesión con SSO
et: Hetkel pole SSO-ga sisselogimine võimalik
he: זמנית, לא ניתן להיכנס באמצעות זיהוי יחיד (SSO)
it: Attualmente non sei in grado di effettuare l'accesso con SSO
ja: 現在 SSO でログインできません
ko: 현재 SSO로 로그인할 수 없습니다
ml: നിലവിൽ SSO ഉപയോഗിച്ച് പ്രവേശിക്കാൻ കഴിയില്ല
nb: Kan ikke logge inn med SSO
pt_br: Atualmente incapaz de acessar com SSO
ro: În prezent nu se poate conecta cu SSO
ru: В настоящее время невозможно авторизоваться посредством SSO
sl: Trenutno ni mogoče odkleniti s SSO
sv: Det gick för närvarande inte att logga in med SSO
ta: SSO கொண்டு தற்போது உள்நுழைய இயலாது
vi: Phương thức đăng nhập SSO hiện không khả dụng
zh_hans: 当前无法使用 SSO 登陆
zh_hant: 目前無法透過 SSO 登入方式登入

source: Set master password
ar: تعيين كلمة المرور الرئيسية
be: Задаць асноўны пароль
ca: Estableix la contrasenya mestra
cs: Nastavit hlavní heslo
da: Indstil hovedadgangskode
es: Establecer contraseña maestra
et: Määra ülemparool
he: הגדר סיסמה ראשית
it: Imposta la password principale
ja: マスターパスワードを設定
ko: 마스터 비밀번호 설정
ml: പ്രാഥമിക പാസ്‌വേഡ് സജ്ജമാക്കുക
nb: Angi hovedpassord
pt_br: Definir Senha Mestra
ro: Setare parolă principală
ru: Задать мастер-пароль
sl: Nastavite glavno geslo
sv: Ange huvudlösenord
ta: பிரதான கடவுச்சொல்லை அமை
vi: Tạo mật khẩu chính
zh_hans: 设置主密码
zh_hant: 設定主密碼

# SetMasterPasswordSummary
source: In order to complete logging in with SSO, please set a master password to access and protect your vault.
ar: من أجل إكمال تسجيل الدخول باستخدام SSO، يرجى تعيين كلمة مرور رئيسية للوصول وحماية خزنتك.
be: Для завяршэння ўваходу праз SSO, усталюйце галоўны пароль для доступу і абароны вашаго сховішча.
ca: Per completar la sessió amb SSO, configureu una contrasenya mestra per accedir i protegir la vostra caixa forta.
cs: Chcete-li dokončit přihlášení pomocí SSO, nastavte prosím hlavní přístupové heslo k vašemu trezoru.
da: For at fuldføre indlogning vha. SSO skal en hovedadgangskode opsættes for at tilgå og beskytte din boks.
es: Para completar el inicio de sesión con SSO, por favor establezca una contraseña maestra para acceder y proteger su caja fuerte.
et: SSO-ga sisselogimise kinnitamiseks tuleb määrata ülemparool. See kaitseb sinu hoidlat ning võimaldab sellele ligi pääseda.
he: כדי להשלים את הכניסה עם SSO, נא להגדיר סיסמה ראשית כדי לגשת ולהגן על הכספת שלך.
it: Per completare l'accesso con SSO, imposta una password principale per accedere e proteggere la cassaforte.
ja: SSO ログインを完了するには、保管庫にアクセス・保護するためのマスターパスワードを設定してください。
ko: SSO 로그인을 하기 위해서 보관함에 접근하고 보호할 수 있도록 마스터 비밀번호를 설정해주세요.
ml: SSO ഉപയോഗിച്ച് പ്രവേശനം പൂർത്തിയാക്കാനും, നിങ്ങളുടെ വാൾട് ആക്സസ് ചെയ്യാനും സുരക്ഷിതമാക്കാനും ഒരു പ്രാഥമിക പാസ്‌വേഡ് സജ്ജമാക്കുക.
nb: For å fullføre innloggingen med SSO, angi et superpassord for å få tilgang til og beskytte hvelvet ditt.
pt_br: Para concluir o login com o SSO, defina uma senha mestra para acessar e proteger o seu cofre.
ro: Pentru a finaliza conectarea cu SSO, vă rugăm să setați o parolă principală pentru a vă accesa și proteja seiful.
ru: Для завершения процесса авторизации при помощи SSO, установите мастер-пароль для доступа к вашему хранилищу и его защиты.
sv: För att slutföra inloggning med SSO, ange ett huvudlösenord för att komma åt och skydda ditt valv.
ta: SSOஉடன் உள்நுழைவதை நிறைவுசெய்ய, உம் பெட்டகத்தை அணுகவும் காக்கவும் பிரதான கடவுச்சொல் அமைக்கவும்.
vi: Để hoàn thành việc truy cập bằng phương thức SSO, vui lòng tạo mật khẩu chính để truy cập và bảo vệ kho
zh_hans: 为使用单点登录（SSO）功能，请设置一个主密码以访问和保护您的密码库。
zh_hant: 要完成 SSO 登入，請設定一個主密碼以存取和保護您的密碼庫。
