Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# AuthenticatorKeyReadError
source: Cannot read authenticator key.
ar: لا يمكن قراءة مفتاح المصادقة.
be: Немагчыма прачытаць ключ праверкі аутэнтычнасці.
bs: Ne može se pročitati ključ autentifikatora.
ca: No es pot llegir la clau d'autenticació.
cs: Nelze přečíst ověřovací klíč.
da: Kan ikke læse autentificeringsnøgle.
es: No se pudo leer la clave de autenticación.
et: Autentimise võtme lugemine nurjus.
he: קריאת מפתח האימות נכשלה.
it: Impossibile leggere chiave di autenticazione.
ja: 認証キーを読み取れません。
ko: 인증 키를 읽을 수 없습니다.
ml: ഓതന്റിക്കേറ്റർ കീ വായിക്കാൻ കഴിയുന്നില്ല.
nb: Kan ikke lese autentiseringsnøkkelen.
pt_br: Não é possível ler a chave do autenticador.
ro: Nu se poate citi cheia de autentificare.
ru: Не удается прочитать ключ проверки подлинности.
sl: Varnostnega ključa ne gre prebrati.
sv: Kan inte läsa autentiseringsnyckeln.
ta: அங்கீகார விசையை படிக்க இயலவில்லை.
th: ไม่สามารถอ่านคีย์ authenticator ได้
vi: Không thể đọc khoá xác thực.
zh_hans: 无法读取验证器密钥。
zh_hant: 無法讀取驗證器金鑰。

# CameraInstructionBottom
source: Scanning will happen automatically.
be: Сканіраванне будзе адбывацца аўтаматычна.
bs: Skeniranje će se odviti automatski.
ca: L'escaneig serà automàtic.
da: Skanning vil ske automatisk.
es: El escaneo será automático.
et: Skaneering toimub automaatselt.
he: הסריקה מתבצעת אוטומטית.
ja: 自動的に読み取ります。
ko: QR 코드가 자동으로 스캔됩니다.
ml: സ്കാനിംഗ് യാന്ത്രികമായി സംഭവിക്കും.
nb: Skanning vil forekomme automatisk.
ro: Scanarea va avea loc automat.
ru: Сканирование будет происходить автоматически.
sv: Skanningen kommer att ske automatiskt.
th: การสแกนจะเกิดโดยอัตโนมัติ
vi: Quét sẽ thực hiện tự động.
zh_hans: 将会自动扫描。
zh_hant: 掃描會自動執行。

# CameraInstructionTop
source: Point your camera at the QR code.
be: Навядзіце камеру на QR-код.
bs: Usmerite kameru prema QR kodu.
ca: Dirigiu la càmera al codi QR.
da: Peg dit kamera mod QR-koden.
es: Apunta tu cámara el código QR.
et: Suuna telefoni kaamera QR koodile.
he: כוון את המצלמה לכיוון קוד הQR.
ja: カメラで QR コードを写してください。
ko: QR 코드에 카메라를 가져다 대세요.
ml: QR കോഡിലേക്കു നിങ്ങളുടെ ക്യാമറ ചൂണ്ടിക്കാണിക്കുക.
nb: Pek kameraet ditt mot QR-koden.
ro: Îndreptați camera spre codul QR.
ru: Наведите камеру на QR-код.
sv: Rikta kameran mot en QR-kod.
th: เล็งกล้องไปที่รหัส QR
vi: Trỏ máy ảnh của bạn vào mã QR.
zh_hans: 将相机对准 QR 码。
zh_hant: 將相機對準 QR code 。

# ScanQrTitle
source: Scan QR code
ar: مسح رمز QR
be: Сканаваць QR -код
bs: Skenirajte QR kod
ca: Escaneja el codi QR
cs: Načíst QR kód
da: Skan QR-kode
es: Escanear código QR
et: Skanneeri QR kood
he: סרוק קוד QR
it: Scansione codice QR
ja: QR コードを読み取る
ko: QR 코드 스캔
ml: QR കോഡ് സ്കാൻ ചെയ്യുക
nb: Skann QR-koden
pt_br: Escanear Código QR
ro: Scanare cod QR
ru: Сканировать QR-код
sl: Skeniraj QR kodo
sv: Skanna QR-kod
ta: வி.ம(QR) குறியீட்டை வருடல் செய்க
th: สแกน QR Code
vi: Quét mã QR
zh_hans: 扫描 QR 码
zh_hant: 掃描 QR Code

source: Camera
ar: الكاميرا
be: Камера
bs: Kamera
ca: Càmera
cs: Fotoaparát
da: Kamera
es: Cámara
et: Kaamera
he: מצלמה
it: Fotocamera
ja: カメラ
ko: 카메라
ml: ക്യാമറ
nb: Kamera
pt_br: Câmera
ro: Cameră
ru: Камера
sl: Fotoaparat
sv: Kamera
ta: படக்கருவி
th: กล้องถ่ายรูป
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

source: Photos
ar: الصور
be: Фота
bs: Fotografije
ca: Fotos
cs: Fotografie
da: Billeder
es: Fotos
et: Fotod
he: תמונות
it: Foto
ja: 写真
ko: 사진
ml: ഫോട്ടോകൾ
nb: Bilder
pt_br: Fotos
ro: Fotografii
ru: Фотографии
sl: Fotografije
sv: Foton
ta: புகைப்படங்கள்
th: รูปภาพ
vi: Ảnh
zh_hans: 照片
zh_hant: 相片

source: Copy TOTP
ar: نسخ TOTP
be: Капіяваць TOTP
bs: Iskopirajte TOTP
ca: Copia TOTP
cs: Zkopírovat ověřovací kód (TOTP)
da: Kopiér TOTP
es: Copiar código TOTP
et: Kopeeri TOTP
he: העתק TOTP
it: Copia TOTP
ja: TOTP のコピー
ko: TOTP 복사
ml: TOTP പകർത്തുക
nb: Kopier TOTP-en
pt_br: Copiar TOTP
ro: Copiere TOTP
ru: Скопировать TOTP
sl: Kopiraj TOTP
sv: Kopiera TOTP
ta: TOTP ஐ நகலெடு
th: คัดลอก TOTP
vi: Sao chép TOTP
zh_hans: 复制 TOTP
zh_hant: 複製 TOTP

# DisableAutoTotpCopyDescription
source: If your login has an authenticator key attached to it, the TOTP verification code is automatically copied to your clipboard whenever you auto-fill the login.
be: Калі да вашых уліковых даных прымацаваны ключ праверкі сапраўднасці, то код пацвярджэння TOTP будзе скапіяваны пры аўтазапаўненні ўліковых даных.
bs: Ako je za Vašu prijavu priložen autentifikacioni ključ, TOTP verifikacioni kod se automatski kopira u Vašu memoriju kad god automatski popunite prijavu.
ca: Si el vostre inici de sessió té una clau d'autenticació associada, el codi de verificació TOTP es copiarà al vostre porta-retalls quan s'òmpliga automàticament l'inici de sessió.
da: Hvis dit login har en autentificeringsnøgle tilknyttet, kopieres TOTP verifikationskoden automatisk til din udklipsholder når du auto-udfylder login.
es: Si tu entrada tiene una clave de autenticación adjunta, el código de verificación TOTP es copiado automáticamente al portapapeles cuando autorellenas una entrada.
et: Kui sinu sisselogimise andmetele on juurde lisatud autentimise võti, kopeeritakse TOTP kood automaattäite kasutamisel lõikepuhvrisse.
he: אם פרטי הכניסה שלך מקושרים לאפליקציית אימות, קוד האימות TOTP מועתק אוטומטית לזיכרון שלך ברגע שמתבצעת ההשלמה האוטומטית לטופס הכניסה.
ja: ログイン情報に認証キーが添付されている場合、自動入力した時に認証コードが自動的にクリップボードへコピーされます。
ko: 로그인에 인증 키가 연결되어 있을 경우, 그 로그인을 자동 완성할 때마다 TOTP 인증 코드가 클립보드에 자동으로 복사됩니다.
ml: നിങ്ങളുടെ പ്രവേശനം ഒരു ഓതന്റിക്കേറ്റർ കീയുമായി ബന്ധപെടുത്തിയട്ടുടെങ്കിൽ, പ്രവേശനം ഓട്ടോഫിൽ ചെയ്യുമ്പോഴെല്ലാം TOTP സ്ഥിരീകരണ കോഡ് നിങ്ങളുടെ ക്ലിപ്ബോർഡിൽ ഓട്ടോമാറ്റിക്കയായി പകർത്തപ്പെടും.
nb: Dersom din innlogging har en autentiseringsnøkkel knyttet til den, blir TOTP-verifiseringskoden automatisk kopiert til utklippstavlen din når enn du auto-utfyller innloggingen.
ro: Dacă autentificarea dvs. are o cheie atașată, codul de verificare TOTP este copiat în clipboard de fiecare dată când efectuați auto-completarea datelor de conectare.
ru: Если к вашему логину прикреплен ключ проверки подлинности, то код подтверждения TOTP будет скопирован при автозаполнении логина.
sv: Om din inloggning har en autentiseringsnyckel kopplad till den, kommer TOTP-verifieringskoden att automatiskt kopieras till urklipp när du automatiskt fyller i inloggningen.
th: ถ้าการเข้าสู่ระบบของคุณมีคีย์การรับรองความถูกต้องที่แนบอยู่กับรหัสยืนยัน TOTP จะถูกคัดลอกไปยังคลิปบอร์ดของคุณโดยอัตโนมัติเมื่อคุณกรอกข้อมูลเข้าสู่ระบบโดยอัตโนมัติ
vi: Nếu đăng nhập của bạn có một khóa xác thực gắn liền với nó, mã xác nhận TOTP sẽ được tự động sao chép vào bộ nhớ tạm của bạn bất cứ khi nào bạn tự động điền thông tin đăng nhập.
zh_hans: 如果您的登录信息包含一个验证器密钥，当自动填充该登录项目时，TOTP 验证码将会自动复制到剪贴板。
zh_hant: 如果您的登入資料已包含驗證器金鑰，TOTP 驗證碼會在您自動填入時自動複製到您的剪貼簿。

# DisableAutoTotpCopy
source: Disable automatic TOTP Copy
be: Адключыць аўтаматычнае капіяванне TOTP
bs: Onemogućite automatsko TOTP kopiranje
ca: Deshabilita la còpia TOTP automàtica
da: Deaktivér automatisk TOTP kopiering
es: Deshabilitar copiado automático de códigos TOTP
et: Keela automaatne TOTP kopeerimine
he: בטל העתקה אוטומטית של קוד TOTP
ja: 認証コードの自動コピーを無効化
ko: TOTP 자동 복사 사용 안 함
ml: ഓട്ടോമാറ്റിക് TOTP പകർപ്പ് പ്രവർത്തനരഹിതമാക്കുക
nb: Deaktiver automatisk TOTP-kopiering
ro: Dezactivare copiere automată TOTP
ru: Отключить копирование TOTP
sv: Inaktivera automatisk TOTP-kopiering
th: ปิดใช้งานการคัดลอก TOTP โดยอัตโนมัติ
vi: Vô hiệu hoá tự động sao chép TOTP
zh_hans: 禁用自动 TOTP 复制
zh_hant: 停用自動 TOTP 複製

# PremiumRequired
source: A premium membership is required to use this feature.
ar: هذه المِيزة متاحة فقط للعضوية المميزة.
be: Для выкарыстання гэтай функцыі патрабуецца прэміяльны статус.
bs: Za korišćenje ove funkcije potrebno je premium članstvo.
ca: Cal una subscripció premium per utilitzar aquesta característica.
cs: Pro použití této funkce je potřebné prémiové členství.
da: Premium-medlemskab kræves for at anvende denne funktion.
es: Se quiere membrasía Premium para poder utilizar esta característica.
et: Selle funktsiooni kasutamiseks on vajalik tasulist kontot omada.
he: בכדי להשתמש ביכולת זו יש צורך במנוי פרמיום.
it: Un abbonamento premium è richiesto per utilizzare questa funzionalità.
ja: この機能を使うにはプレミアム会員になってください。
ko: 이 기능을 사용하려면 프리미엄 멤버십이 필요합니다.
ml: ഈ സവിശേഷത ഉപയോഗിക്കുന്നതിന് പ്രീമിയം അംഗത്വം ആവശ്യമാണ്.
nb: Et Premium-medlemskap er påkrevd for å bruke denne funksjonen.
pt_br: Uma conta premium é necessária para usar esse recurso.
ro: Este necesar statutul de membru Premium pentru a utiliza această caracteristică.
ru: Для использования этой функции требуется Премиум.
sl: Premium članstvo je potrebno za uporabo te funkcije.
sv: Ett premium-medlemskap krävs för att använda den här funktionen.
ta: இவ்வம்சத்தை பயன்படுத்த உயர்தர உறுப்பினர் தகுதி தேவை.
th: จำเป็นต้องมีสมาชิกระดับพรีเมียมเพื่อใช้คุณลักษณะนี้
vi: Cần là thành viên cao cấp để sử dụng tính năng này.
zh_hans: 使用此功能需要高级会员资格。
zh_hant: 進階會員才可使用此功能。

# AttachementAdded
source: Attachment added
ar: تم إضافة المرفق
be: Далучэнне дададзена
bs: Prilog dodat
ca: S'ha afegit un adjunt
cs: Příloha byla přidána
da: Vedhæftning tilføjet
es: Adjunto añadido
et: Manus on lisatud
he: קובץ מצורף התווסף
it: Allegato aggiunto
ja: 添付ファイルを追加しました
ko: 첨부 파일 추가함
ml: അറ്റാച്ചുമെന്റ് ചേർത്തു
nb: Vedlegget er lagt til
pt_br: Anexo adicionado
ro: Atașamentul s-a adăugat
ru: Вложение добавлено
sl: Priloga dodana
sv: Bilaga tillagd
ta: இணைப்பு சேர்க்கப்பட்டது
th: เพิ่มสิ่งที่แนบมา
vi: Đã thêm tệp đính kèm
zh_hans: 附件已添加
zh_hant: 已新增附件

source: Attachment deleted
ar: تم حذف المرفق
be: Далучэнне выдалена
bs: Prilog izbrisan
ca: S'ha suprimit un adjunt
cs: Příloha byla smazána
da: Vedhæftning slettet
es: Adjunto eliminado
et: Manus on kustutatud
he: קובץ מצורף נמחק
it: Allegato eliminato
ja: 添付ファイルを削除しました
ko: 첨부 파일 삭제함
ml: അറ്റാച്ചുമെന്റ് നീക്കംചെയ്തു
nb: Vedlegget er slettet
pt_br: Anexo excluído
ro: Atașamentul s-a șters
ru: Вложение удалено
sl: Priloga izbrisana
sv: Bilaga borttagen
ta: இணைப்பு அழிக்கப்பட்டது
th: ลบสิ่งที่แนบมา
vi: Đã xóa tệp đính kèm
zh_hans: 附件已删除
zh_hant: 已刪除附件

source: Choose file
ar: اختيار ملف
be: Выбраць файл
bs: Odaberite datoteku
ca: Trieu fitxer
cs: Vybrat soubor
da: Vælg fil
es: Seleccionar archivo
et: Vali fail
he: בחר קובץ
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
ml: ഫയൽ തിരഞ്ഞെടുക്കുക
nb: Velg fil
pt_br: Escolher Arquivo
ro: Alegere fișier
ru: Выбрать файл
sl: Izberite datoteko
sv: Välj fil
ta: கோப்பை தேர்ந்தெடு
th: เลือกไฟล์
vi: Chọn tập tin
zh_hans: 选择文件
zh_hant: 選擇檔案

source: File
ar: ملف
be: Файл
bs: Datoteka
ca: Fitxer
cs: Soubor
da: Fil
es: Archivo
et: Fail
he: קובץ
ja: ファイル
ko: 파일
ml: ഫയൽ
nb: Fil
pt_br: Arquivo
ro: Fișier
ru: Файл
sl: Datoteka
sv: Fil
ta: கோப்பு
th: ไฟล์
vi: Tập tin
zh_hans: 文件
zh_hant: 檔案

source: No file chosen
ar: لم يتم اختيار ملف
be: Файл не выбраны
bs: Nije izabrana nijedna datoteka
ca: No s'ha escollit cap fitxer
cs: Není vybrán žádný soubor
da: Ingen fil valgt
es: No se ha elegido ningún archivo
et: Faili pole valitud
he: לא נבחר קובץ
it: Nessun file selezionato
ja: ファイルが選択されていません
ko: 선택한 파일 없음
ml: ഫയലൊന്നും തിരഞ്ഞെടുത്തില്ല
nb: Ingen fil er valgt
pt_br: Nenhum arquivo escolhido
ro: Niciun fișier ales
ru: Файл не выбран
sl: Nobena datoteka izbrana
sv: Ingen fil vald
ta: எந்த கோப்பும் தேர்ந்தெடுக்கப்படவில்லை
th: ไม่มีไฟล์ที่เลือก
vi: Chưa chọn tập tin
zh_hans: 未选定任何文件
zh_hant: 未選擇檔案

# NoAttachments
source: There are no attachments.
ar: لا توجد مرفقات.
be: Няма далучэнняў.
bs: Nema priloga.
ca: No hi ha cap adjunt.
cs: Žádné přílohy.
da: Der er ingen vedhæftninger.
es: No hay adjuntos.
et: Manused puuduvad.
he: אין קבצים מצורפים.
it: Non ci sono allegati.
ja: 添付ファイルがありません。
ko: 첨부 파일이 없습니다.
ml: അറ്റാച്മെന്റുകൾ ഒന്നും ഇല്ല.
nb: Det er ingen vedlegg.
pt_br: Não existem anexos.
ro: Nu există niciun atașament.
ru: Нет вложений.
sl: Ni prilog.
sv: Det finns inga bilagor.
ta: இணைப்புகள் ஏதுமில்லை.
th: ไม่มีสิ่งที่แนบมา
vi: Không có tệp đính kèm.
zh_hans: 沒有附件
zh_hant: 沒有附件。

source: File source
ar: مصدر الملف
be: Крыніца файла
bs: Izvor datoteke
ca: Origen del fitxer
cs: Vybrat soubor
da: Fil kilde
es: Fuente de archivo
et: Faili allikas
he: מקור הקובץ
it: Sorgente file
ja: ファイルソース
ko: 파일 위치
ml: ഫയലിൻ്റെ ഉറവിടം
nb: Filens kilde
pt_br: Fonte do Arquivo
ro: Fișier sursă
ru: Источник файла
sl: Vir datoteke
sv: Filkälla
ta: கோப்பின் மூலம்
th: แหล่งที่มาของไฟล์
vi: Tệp nguồn
zh_hans: 文件来源
zh_hant: 檔案來源

source: Feature unavailable
ar: الميزة غير متوفرة
be: Функцыя недаступна
bs: Funkcija nije dostupna
ca: Característica no disponible
cs: Funkce není dostupná
da: Funktion utilgængelig
es: Característica no disponible
et: Funktsioon pole saadaval
he: יכולת זו לא זמינה
it: Funzione non disponibile
ja: サービスが利用できません
ko: 기능 사용할 수 없음
ml: ഫീച്ചർ ലഭ്യമല്ല
nb: Egenskapen er utilgjengelig
pt_br: Funcionalidade Indisponível
ro: Caracteristică indisponibilă
ru: Функция недоступна
sl: Funkcija ni na voljo
sv: Funktionen är inte tillgänglig
ta: அம்சம் கிடையாது
th: ไม่สามารถใช้คุณสมบัตินี้ได้
vi: Tính năng không có sẵn
zh_hans: 功能不可用
zh_hant: 功能無法使用

# MaxFileSize
source: Maximum file size is 100 MB.
ar: الحد الأقصى لحجم الملف هو 100 ميغابايت.
be: Максімальны памер файла 100 МБ.
bs: Maksimalna veličina datoteke je 100 MB.
ca: La mida màxima del fitxer és de 100 MB.
cs: Maximální velikost souboru je 100 MB.
da: Maksimum filstørrelse er 100 MB.
es: El tamaño máximo de archivo es de 100MB.
et: Maksimaalne faili suurus on 100 MB.
he: גודל הקובץ המירבי הוא 100 מגה.
it: La dimensione massima del file è 100 MB.
ja: 最大ファイルサイズは100MBです。
ko: 최대 파일 크기는 100MB입니다.
ml: പരമാവധി ഫയൽ വലുപ്പം 100 MB ആണ്.
nb: Maksimal filstørrelse er 100 MB.
pt_br: O tamanho máximo do arquivo é de 100 MB.
ro: Mărimea maximă a fișierului este de 100 MB.
ru: Максимальный размер файла 100 МБ.
sl: Največja velikost datoteke je 100 MB.
sv: Filen får vara maximalt 100 MB.
ta: அதிகபட்ச கோப்பு அளவு 100 மெ.பை.
th: ขนาดไฟล์สูงสุดคือ 100 MB
vi: Kích thước tối đa của tệp tin là 100MB.
zh_hans: 文件最大为 100 MB。
zh_hant: 檔案最大為 100MB。

# UpdateKey
source: You cannot use this feature until you update your encryption key.
ar: لا يمكنك استخدام هذه الميزة حتى تقوم بتحديث مفتاح التشفير الخاص بك.
be: Вы не можаце выкарыстоўваць гэту функцыю, пакуль не абнавіце свой ключ шыфравання.
bs: Ovu funkciju ne možete koristiti dok ne ažurirate ključ za šifrovanje.
ca: No podeu utilitzar aquesta característica fins que no actualitzeu la vostra clau de xifratge.
cs: Tuto funkci nemůžete použít dokud neaktualizujete svůj šifrovací klíč.
da: Du kan ikke bruge denne funktion, før du opdaterer din krypteringsnøgle.
es: No puedes usar esta característica hasta que actualices tu clave de cifrado.
et: Seda funktsiooni ei saa enne krüpteerimise võtme uuendamist kasutada.
he: לא ניתן להשתמש ביכולת זו עד שתעדכן את מפתח ההצפנה שלך.
it: Non puoi utilizzare questa funzione finché non aggiorni la tua chiave di cifratura.
ja: 暗号キーを更新するまでこの機能は使用できません。
ko: 이 기능을 사용하려면 암호화 키를 업데이트해야 합니다.
ml: നിങ്ങളുടെ എൻ‌ക്രിപ്ഷൻ കീ അപ്‌ഡേറ്റ് ചെയ്യുന്നതുവരെ നിങ്ങൾക്ക് ഈ സവിശേഷത ഉപയോഗിക്കാൻ കഴിയില്ല.
nb: Du kan ikke bruke denne funksjonen før du oppdaterer krypteringsnøkkelen din.
pt_br: Você não pode usar esse recurso, até você atualizar sua chave de criptografia.
ro: Nu puteți utiliza această caracteristică înainte de a actualiza cheia de criptare.
ru: Вы не можете использовать эту функцию, пока не обновите свой ключ шифрования.
sl: Te funkcije ne morete koristiti, dokler dokler ne posodobite vašega ključa za šifriranje.
sv: Du kan inte använda denna funktion förrän du uppdaterar din krypteringsnyckel.
ta: உங்கள் குறியாக்க விசையை புதுப்பிக்கும் வரை இந்த அம்சத்தைப் பயன்படுத்த முடியாது.
th: คุณไม่สามารถใช้คุณลักษณะนี้ได้จนกว่าคุณปรับปรุงคีย์การเข้ารหัสลับของคุณ
vi: Bạn không thể sử dụng tính năng này cho đến khi bạn cập nhật khoá mã hóa.
zh_hans: 在您更新加密密钥前，您不能使用此功能。
zh_hant: 更新加密金鑰前不能使用此功能。

source: Learn more
ar: اعرف المزيد
be: Даведацца больш
bs: Saznajte više
ca: Més informació
cs: Dozvědět se více
da: Få mere at vide
es: Aprender más
et: Rohkem teavet
he: למידע נוסף
it: Ulteriori informazioni
ja: 詳細情報
ko: 더 알아보기
ml: കൂടുതൽ അറിയാൻ
nb: Lær mer
pt_br: Saiba Mais
ro: Aflați mai multe
ru: Узнать больше
sl: Preberite več
sv: Läs mer
ta: மேலும் அறிக
th: เรียน​รู้​เพิ่ม​เติม
vi: Tìm Hiểu Thêm
zh_hans: 了解更多信息
zh_hant: 了解更多

# ApiUrl
source: API server URL
ar: رابط خادم API
be: API URL-адраса сервера
bs: URL API servera
ca: URL del servidor API
cs: URL serveru API
es: URL del servidor de la API
et: API serveri URL
he: כתובת שרת הAPI
it: URL del server API
ja: API サーバー URL
ko: API 서버 URL
ml: API സെർവർ URL
nb: API-tjenernettadresse
pt_br: URL do Servidor da API
ro: URL server API
ru: API URL-адреса сервера
sl: URL naslov API strežnika
ta: API தேக்க உரலி
th: URL เซิร์ฟเวอร์ API
vi: Địa chỉ API máy chủ
zh_hans: API 服务器 URL
zh_hant: API 伺服器 URL

source: Custom environment
ar: بيئة مخصصة
be: Налады асяроддзя
bs: Prilagođeno okruženje
ca: Entorn personalitzat
cs: Vlastní prostředí
da: Brugerdefineret miljø
es: Entorno personalizado
et: Kohandatud keskkond
he: סביבה מותאמת אישית
it: Ambiente personalizzato
ja: カスタム環境
ko: 사용자 지정 환경
ml: ഇഷ്‌ടാനുസൃത എൻവിയോണ്മെന്റ്
nb: Tilpasset miljø
pt_br: Ambiente Personalizado
ro: Mediu personalizat
ru: Настройка среды
sl: Okolje po meri
sv: Anpassad miljö
ta: விருப்பிற்கேற்ற சுற்றுசூழல்
th: สภาพแวดล้อมแบบกำหนดเอง
vi: Môi trường tùy chỉnh
zh_hans: 自定义环境
zh_hant: 自訂環境

# CustomEnvironmentFooter
source: For advanced users. You can specify the base URL of each service independently.
ar: للمستخدمين المتقدمين. يمكنك تحديد عنوان URL الأساسي لكل خدمة بشكل مستقل.
be: Для вопытных карыстальнікаў. Можна ўвесці URL-адрасы асобна для кожнай службы.
bs: Za napredne korisnike. Možete samostalno da odredite osnovni URL svake usluge.
ca: Per a usuaris avançats. Podeu especificar l'URL base de cada servei independentment.
cs: Pro pokročilé uživatele. Můžete zadat základní URL adresu každé služby zvlášť.
da: Til avancerede brugere. Du kan angive grund URL'en for hver tjeneste uafhængigt.
es: Para usuarios avanzados. Puedes especificar la URL base de cada servicio de forma independiente.
et: Ainult edasijõudnud kasutajatele. Siin saad igale kategooriale eraldi URL-i määrata.
he: למשתמשים מתקדמים. באפשרותך לציין את כתובת השרת עבור כל שירות בנפרד.
it: Per utenti avanzati. Puoi specificare l'URL principale di ogni servizio indipendentemente.
ja: 上級者向けです。各サービスのベース URL を個別に指定できます。
ko: 고급 사용자 전용 설정입니다. 각 서비스의 기본 URL을 개별적으로 지정할 수 있습니다.
ml: വിപുലമായ ഉപയോക്താക്കൾക്കായി. ഓരോ സേവനത്തിന്റെയും അടിസ്ഥാന URL നിങ്ങൾക്ക് സ്വതന്ത്രമായി വ്യക്തമാക്കാൻ കഴിയും.
nb: For avanserte brukere. Du kan bestemme grunn-nettadressen til hver tjeneste separat.
pt_br: Para usuários avançados. Você pode especificar a URL de base de cada serviço independentemente.
ro: Pentru utilizatorii avansați. Puteți specifica URL-ul de bază al fiecărui serviciu în mod independent.
ru: Для продвинутых пользователей. Можно указать URL-адреса отдельно для каждой службы.
sl: Za napredne uporabnike. Lahko specificirate osnovni URL, ločeno za vsako storitev.
sv: För avancerade användare. Du kan ange bas-URL:en för varje tjänst oberoende av varandra.
ta: மேம்பட்ட பயனர்களுக்காக. ஒவ்வொரு சேவைக்கும் அடித்தள உரலியை சார்பின்றி குறிப்பிடலாம்.
th: สำหรับผู้ใช้ขั้นสูง คุณสามารถระบุ URL พื้นฐานของแต่ละบริการได้อย่างอิสระ
vi: Đối với người dùng nâng cao. Bạn có thể chỉ định liên kết cơ bản của mỗi dịch vụ một cách độc lập.
zh_hans: 适用于高级用户，你可以分别指定各个服务的基础 URL。
zh_hant: 適用於進階使用者。您可以單獨指定各個服務的基礎 URL。

# EnvironmentSaved
source: The environment URLs have been saved.
ar: تم حفظ عناوين URL للبيئة.
be: URL-адрас сервера асяроддзя захаваны.
bs: URL adrese okruženja su sačuvane.
ca: S'han guardat les URL de l'entorn.
cs: URL adresy vlastního prostředí byly uloženy
da: Miljøets URLs er blevet gemt.
es: Las URLs del entorno han sido guardadas.
he: כתובות הסביבה נשמרו.
it: Gli URL dell'ambiente sono stati salvati.
ja: 環境 URL を保存しました。
ko: 환경 URL 값을 저장했습니다.
ml: എന്വിയാണമെന്റ് URL സംരക്ഷിച്ചു.
nb: Miljø-nettadressene har blitt lagret.
pt_br: As URLs do ambiente foram salvas.
ro: URL-urile mediului au fost salvate.
ru: URL-адреса среды сохранены.
sl: Okoljski URLji so bili shranjeni
sv: Miljö-URL:er har sparats.
ta: சுற்றுசூழல் உரலிகள் சேமிக்கப்பட்டன.
th: มีการบันทึก URL ของสภาพแวดล้อมแล้ว
vi: Địa chỉ môi trường đã được lưu.
zh_hans: 各环境 URL 已保存。
zh_hant: 環境 URL 已儲存。

# FormattedIncorrectly
source: {0} is not correctly formatted.
ar: {0} لم يتم تنسيقه بشكل صحيح.
be: {0} гэта няправільны фармат.
bs: {0} nije pravilno formatiran.
ca: {0} no està formatada correctament.
cs: {0} má nesprávný formát.
da: {0} er ikke formateret korrekt.
es: {0} no está formateado correctamente.
et: {0} ei ole õige formaadiga.
he: {0} לא כתוב בצורה תקינה.
it: {0} non è formattato correttamente.
ja: {0} の形式が正しくありません。
ko: {0} 값이 형식에 맞지 않습니다.
ml: {0}ശരിയായി ഫോർമാറ്റ് ചെയ്തിട്ടില്ല.
nb: {0} er ikke riktig formattert.
pt_br: {0} não está formatado corretamente.
ro: {0} nu este formatat corect.
ru: {0} это неправильный формат.
sl: {0} ni pravilno formatiran.
sv: {0} är inte korrekt formaterad.
ta: {0} சரியாக வடிவமைக்கப்படவில்லை.
th: {0} ไม่ได้จัดรูปแบบอย่างถูกต้อง
vi: {0} không đúng định dạng.
zh_hans: {0} 的格式不正确。
zh_hant: {0} 的格式不正確。

# IdentityUrl
source: Identity server URL
ar: رابط خادم الهوية
be: URL-адрас сервера ідэнтыфікацыі
bs: URL identitet servera
ca: URL del servidor d'identitat
cs: URL serveru identity
da: Identitetsserver URL
es: URL del servidor de identidad
et: Identifitseerimise serveri URL
he: כתובת שרת הזהות
it: URL del server di identità
ja: ID サーバー URL
ko: ID 서버 URL
ml: ഐഡന്റിറ്റി സെർവർ URL
nb: Identitetstjenerens nettadresse
pt_br: URL do Servidor de Identidade
ro: URL server de identificare
ru: URL-адрес сервера идентификации
sl: Prepoznaj strežnikov URL
sv: Identitetsserver-URL
ta: அடையாள தேக்க உரலி
th: URL เซิร์ฟเวอร์ข้อมูลประจำตัว
vi: Địa chỉ nhận dạng máy chủ
zh_hans: 身份服务器 URL
zh_hant: 身分伺服器 URL

source: Self-hosted environment
ar: البيئة المستضافة ذاتيا
be: Асяроддзе ўласнага хостынгу
bs: Samostalno okruženje
ca: Entorn d'allotjament propi
cs: Vlastnoručně hostované prostředí
da: Selv-hostet miljø
es: Entorno de alojamiento propio
he: סביבה על שרתים מקומיים
it: Ambiente self-hosted
ja: セルフホスティング環境
ko: 자체 호스팅 환경
ml: സ്വയം ഹോസ്റ്റുചെയ്‌ത എൻവിയോണ്മെന്റ്
nb: Selvbetjent miljø
pt_br: Ambiente Auto-hospedado
ro: Mediu de găzduire personal
ru: Среда собственного хостинга
sl: Okolje z lastnim gostovanjem
sv: Egen-hostad miljö
ta: சுய-வழங்கப்பட்ட சுற்றுசூழல்
th: จัดสภาพแวดล้อมโฮสต์ด้วยตนเอง
vi: Môi trường độc lập
zh_hans: 自托管环境
zh_hant: 自我託管環境
