Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# AutofillServiceNotEnabled
source: Auto-fill makes it easy to securely access your Bitwarden vault from other websites and apps. It looks like you have not enabled an auto-fill service for Bitwarden. Enable auto-fill for Bitwarden from the "Settings" screen.
ar: التعبئة التلقائية تجعل من السهل الوصول بشكل آمن إلى خزنة Bitwarden الخاصة بك من مواقع الويب والتطبيقات الأخرى. يبدو أنك لم تقم بتمكين خدمة التعبئة التلقائية لـ Bitwarden. تمكين التعبئة التلقائية لـ Bitwarden من شاشة "الإعدادات".
be: Аўтазапаўненне спрашчае бяспечны доступ да вашага сховішча Bitwarden з другіх вэб-сайтаў і праграм. Здаецца, вы не уключылі службу аўтазапаўнення Bitwarden. Гэта можна зрабіць у наладах.
ca: L'emplenament automàtic facilita l'accés de forma segura a la vostra caixa forta de Bitwarden des d'altres llocs web i aplicacions. Sembla que no heu habilitat un servei d’emplenament automàtic per a Bitwarden. Habiliteu-lo a la pantalla "Configuració".
cs: Automatické vyplňování usnadňuje bezpečný přístup k trezoru Bitwarden z jiných webových stránek a aplikací. Vypadá to, že jste službu Bitwarden nepovolili. Povolte automatické vyplnění pro Bitwarden z obrazovky „Nastavení“.
da: Autoudfyldning gør det nemt at få en sikret adgang til din Bitwarden boks fra andre websteder og apps. Det ser ud til, at du ikke har aktiveret en autoudfyldningstjeneste for Bitwarden. Aktivér autoudfyldning for Bitwarden fra skærmen "Indstillinger".
es: El autocompletado facilita el acceso seguro a la caja fuerte de Bitwarden desde otros sitios web y aplicaciones. Parece que no has habilitado un servicio de autocompletado para Bitwarden. Habilita el autocompletado para Bitwarden desde la pantalla "Ajustes".
et: Automaattäite teenus võimaldab teistes äppides Bitwardeni kirjetele hõlpsasti ligi pääseda. Paistab, et selles seadmes ei ole Bitwardeni Automaattäite teenus sisselülitatud. Saad selle sisse lülitada menüüst "Seaded".
he: השלמה אוטומטית הופכת את תהליך הכניסה לאתרים לקל ומאובטח בעת גישה לאתרים ואפליקציות. נראה שלא הפעלת את שירות ההשלמה האוטומטית עבור Bitwarden. אנא הפעל את השירות דרך חלון "הגדרות".
it: L'auto-completamento rende facile accedere in modo sicuro alla tua cassaforte Bitwarden da altri siti web e applicazioni. Sembra che tu non abbia abilitato un servizio di completamento automatico per Bitwarden. Abilita l'auto-completamento per Bitwarden dalla schermata "Impostazioni".
ja: 自動入力を使うと、他のウェブサイトやアプリから Bitwarden 保管庫に、より安全・簡単にアクセスできます。現在 Bitwarden の自動入力サービスを有効にしていないようです。設定画面で自動入力を有効化できます。
ko: 자동 입력은 다른 웹사이트나 앱에서 Bitwarden 보관함에 안전하게 액세스하기 쉽게 만들어줍니다. Bitwarden의 자동 입력 서비스를 활성화하지 않은 것으로 보입니다. "설정" 화면에서 Bitwarden의 자동 입력을 활성화해주세요.
ml: മറ്റ് വെബ്‌സൈറ്റുകളിൽ നിന്നും അപ്ലിക്കേഷനുകളിൽ നിന്നും നിങ്ങളുടെ Bitwarden വാൾട് സുരക്ഷിതമായി അക്സസ്സ്ചെയ്യാൻ എളുപ്പമാക്കുന്നു. Bitwardenനായി നിങ്ങൾ ഓട്ടോഫിൽ സേവനം പ്രവർത്തനക്ഷമമാക്കിയിട്ടില്ലെന്ന് തോന്നുന്നു. "ക്രമീകരണങ്ങൾ" സ്ക്രീനിൽ നിന്ന് Bitwardenനായി ഓട്ടോഫിൽ പ്രാപ്തമാക്കുക.
nb: Auto-utfylling gjør det lett å få sikker tilgang til Bitwarden-hvelvet ditt fra andre nettsteder og apper. Det ser ut til at du ikke har skrudd på noen auto-utfyllingstjenester for Bitwarden. Du kan skru på auto-utfylling for Bitwarden i «Innstillinger»-menyen.
pt_br: O autopreenchimento facilita o acesso seguro ao seu cofre Bitwarden a partir de outros sites e aplicativos. Parece que você não ativou um serviço de autopreenchimento para o Bitwarden. Ative o autopreenchimento para o Bitwarden na tela "Configurações".
ro: Auto-completarea ușurează accesul securizat al seifului Bitwarden de pe alte saituri și aplicații. Se pare că nu ați activat serviciul de auto-completare pentru Bitwarden. Activați auto-completarea pentru Bitwarden din ecranul "Setări".
ru: Автозаполнение упрощает безопасный доступ к вашему хранилищу Bitwarden со сторонних веб-сайтов и приложений. Похоже, вы не включили службу автозаполнения Bitwarden. Это можно сделать в настройках.
sl: Auto-fill makes it easy to securely access your Bitwarden vault from other websites and apps. It looks like you have not set up an auto-fill service for Bitwarden. Set up auto-fill for Bitwarden from the "Settings" screen.
sv: Automatisk ifyllning gör det enkelt att säkert komma åt ditt Bitwarden-valv från andra webbplatser och appar. Det verkar som om du inte har aktiverat en tjänst för automatisk ifyllning för Bitwarden. Aktivera automatisk ifyllning för Bitwarden från fliken "Inställningar".
ta: மற்ற வலைத்தளங்கள் மற்றும் செயலிகளிலிருந்து உம் Bitwarden பெட்டகத்தைப் பாதுகாப்பாக அணுகுவதைத் தன்னிரப்பி எளிதாக்கும். நீங்கள் Bitwardenற்கு தன்னிரப்பி சேவையை இயக்கவில்லை போலும். "அமைவுகள்" திரையில் Bitwardenற்கு தன்னிரப்பியை இயக்குக.
vi: Tự động điền giúp dễ dàng an toàn truy cập kho Bitwarden của bạn từ các trang web khác và các ứng dụng. Có vẻ như không mở chức năng tự động điền cho Bitwarden. Mở chức năng tự động điền cho Bitwarden ở màn hình "Cài đặt".
zh_hans: 自动填充可以简单安全地从其他网站和应用程序中访问您的 Bitwarden 密码库。看起来您还没有启用 Bitwarden 自动填充服务。从 “设置” 屏幕启用 Bitwarden 自动填充。
zh_hant: 「自動填入」使其他網站及應用程式能更簡單地安全存取您的 Bitwarden 密碼庫。看起來您尚未啟用 Bitwarden 的自動填入服務。請在「設定」熒幕啟用 Bitwarden 的自動填入。

# ThemeAppliedOnRestart
source: Your theme changes will apply when the app is restarted.
ar: سيتم تطبيق تغييرات السمة الخاصة بك عند إعادة تشغيل التطبيق.
be: Тэма будзе зменена пасля перазапуску праграмы.
ca: Els canvis de tema s'aplicaran quan es reinicie l’aplicació.
cs: Změna motivu se projeví po restartování aplikace.
da: Dine temaændringer effektueres efter appen genstartes.
es: Los cambios en el tema se aplicarán al reiniciar la aplicación.
et: Välimuse muudatus rakendatakse äpi taaskäivitamisel.
he: שינוי בערכת הנושא יוחל בהפעלה הבאה של האפליקציה.
it: Le modifiche del tema verranno applicate al riavvio dell'applicazione.
ja: テーマの変更はアプリを再起動すると反映されます。
ko: 앱을 다시 시작하면 변경한 테마가 적용됩니다.
ml: അപ്ലിക്കേഷൻ പുനരാരംഭിക്കുമ്പോൾ നിങ്ങളുടെ തീം മാറ്റങ്ങൾ ബാധകമാകും.
nb: Temaendringene dine vil gjelde når appen startes på nytt.
pt_br: As alterações do seu tema serão aplicadas quando o aplicativo for reiniciado.
ro: Modificările temei se vor aplica după repornirea aplicației.
ru: Тема будет изменена после перезапуска приложения.
sv: Ditt tema ändras när appen startas om.
ta: உமது தோற்ற மாற்றங்கள் செயலி மறுதுவக்கும்போது செயலாகும்.
vi: Thay đổi về giao diện của bạn sẽ được áp dụng khi ứng dụng khởi động lại.
zh_hans: 您的主题将在应用程序重启后生效。
zh_hant: App 重新啟動之後，您的主題變更將會被套用。

# Capitalize
source: Capitalise
ar: كبّر الحروف
be: З вялікай літары
bs: Capitalize
ca: Majúscules inicials
cs: Velká písmena na začátku slova
da: Stort begyndelsesbogstav
es: Mayúsculas iniciales
et: Suurtäht
he: הפוך לאותיות גדולות
it: Rendi maiuscolo
ja: 英単語の先頭を大文字にする
ko: 첫 글자를 대문자로
ml: വലിയഅക്ഷരമാകുക
nb: Stor forbokstav
pt_br: Iniciais em Maiúsculas
ro: Se folosesc majuscule inițiale
ru: С заглавной буквы
sl: Zapiši z veliko začetnico
sv: Versalisera
ta: பேரெழுத்தாக்கு
th: Capitalize
vi: Viết hoa
zh_hans: 大写
zh_hant: 大寫

source: Include number
ar: تضمين الرقم
be: Уключыць лічбу
ca: Inclou número
cs: Zahrnout číslo
da: Inkludér ciffer
es: Incluir número
et: Lisa number
he: כלול מספרים
it: Includi numero
ja: 数字を含める
ko: 숫자 포함
ml: നമ്പർ ഉൾപ്പെടുത്തുക
nb: Inkluder nummer
pt_br: Incluir Número
ro: Se includ cifre
ru: Добавить цифру
sl: Vključi številko
sv: Inkludera siffra
ta: எண்களை உள்ளடக்கு
vi: Bao gồm cả số
zh_hans: 包含数字
zh_hant: 包含數字

source: Download
ar: تنزيل
be: Спампаваць
ca: Baixa
cs: Stáhnout
es: Descargar
et: Laadi alla
he: הורד
it: Scarica
ja: ダウンロード
ko: 다운로드
ml: ഡൗൺലോഡ്
nb: Last ned
pt_br: Baixar
ro: Descărcare
ru: Загрузить
sl: Prenesi
sv: Ladda ner
ta: பதிவிறக்கு
th: ดาวน์โหลด
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Shared
ar: تمت المشاركة
be: Абагуленыя
ca: Compartit
cs: Sdílené
da: Delt
es: Compartido
et: Jagatud
he: משותף
it: Condiviso
ja: 共有
ko: 공유됨
ml: പങ്കിട്ടവ
nb: Delt
pt_br: Compartilhado
ro: Partajat
ru: Общие
sl: V skupni rabi
sv: Delad
ta: பகிர்ந்தவை
vi: Đã chia sẻ
zh_hans: 已共享
zh_hant: 共用

source: Toggle visibility
ar: إظهار / إخفاء
be: Пераключыць бачнасць
ca: Commuta la visibilitat
cs: Přepnout viditelnost
da: Slå synlighed til/fra
es: Alternar visibilidad
et: Toggle Visiblity
he: הצג או הסתר
it: Mostra/nascondi
ja: 表示切り替え
ko: 표시 전환
ml: ദൃശ്യപരത ടോഗിൾ ചെയ്യുക
nb: Toggle Visiblity
pt_br: Alterar Visiblidade
ro: Comutare vizibilitate
ru: Изменить видимость
sl: Preklopi vidljivost
sv: Växla synlighet
ta: புலப்பாட்டை நிலைமாற்று
th: Toggle Visiblity
vi: Toggle Visiblity
zh_hans: 切换可见性
zh_hant: 切換顯示

# LoginExpired
source: Your login session has expired.
ar: انتهت صلاحية جلسة تسجيل الدخول الخاصة بك.
be: Скончыўся тэрмін дзеяння вашага сеансу.
ca: La vostra sessió ha caducat.
cs: Platnost přihlášení vypršela.
da: Din login-session er udløbet.
es: Su sesión ha expirado.
et: Sessioon on aegunud.
he: תוקף החיבור שלך הסתיים.
it: La tua sessione è scaduta.
ja: ログインセッションの有効期限が切れています。
ko: 로그인 세션이 만료되었습니다.
ml: നിങ്ങളുടെ പ്രവർത്തന സമയം കഴിഞ്ഞിരിക്കുന്നു.
nb: Innloggingsøkten din har utløpt.
pt_br: A sua sessão expirou.
ro: Sesiunea de autentificare a expirat.
ru: Истек срок действия вашей сессии.
sl: Vaša seja je potekla.
sv: Din inloggningssession har löpt ut.
ta: உம் உள்நுழைவு அமர்வு காலாவதியானது.
vi: Phiên đăng nhập của bạn đã hết hạn.
zh_hans: 您的登录会话已过期。
zh_hant: 您的登入階段已過期。

# BiometricsDirection
source: Biometric verification
ar: المصادقة البيومترية
be: Выкарыстоўваць біяметрычныя даныя для верыфікацыі.
ca: Utilitzeu dades biomètriques per verificar.
cs: Použít biometrii k ověření.
da: Biometrisk godkendelse
es: Verificación biométrica
et: Kinnita läbi biomeetria.
he: אימות ביומטרי
it: Verifica biometrica
ja: 生体認証で認証します。
ko: 인증하기 위해 생체 인식을 사용하세요.
ml: ബയോമെട്രിക് പരിശോധന
nb: Bruk biometri for å bekrefte.
pt_br: Verificação Biométrica
ro: Verificare biometrică
ru: Биометрическая верификация.
sl: Biometrična avtentikacija
sv: Använd biometri för att bekräfta.
ta: உயிரியளவுகள் உறுதிசெய்தல்
vi: Sử dụng phương thức sinh trắc học để xác nhận.
zh_hans: 使用生物识别技术验证。
zh_hant: 生物辨識驗證

source: Biometrics
ar: البصمات
be: Біяметрычныя даныя
ca: Dades biomètriques
cs: Biometrie
da: Biometri
es: Biometría
et: biomeetriaga
he: זיהוי ביומטרי
it: dati biometrici
ja: 生体認証
ko: 생체 인식
ml: ബയോമെട്രിക്സ്
nb: Biometri
pt_br: Biometria
ro: Biometrie
ru: биометрией
sl: Biometrično preverjanje
sv: Biometri
ta: உயிரியளவுகள்
th: ไบโอเมทริกซ์
vi: Phương thức sinh trắc học
zh_hans: 生物识别
zh_hant: 生物辨識

source: Use biometrics to unlock
ar: استخدام القياسات الحيوية للفتح
be: Выкарыстоўваць біяметрычныя даныя для разблакіроўкі
ca: Utilitzeu dades biomètriques per desbloquejar
cs: Použít biometrii k odemknutí
da: Benyt biometri til oplåsning
es: Utilizar biometría para desbloquear
et: Kasuta lahtilukustamiseks biomeetriat
he: השתמש בזיהוי ביומטרי לפתיחת הנעילה
it: Sblocca con dati biometrici
ja: 生体認証でロック解除
ko: 잠금 해제에 생체 인식 사용
ml: അൺലോക്കുചെയ്യാൻ ബയോമെട്രിക്സ് ഉപയോഗിക്കുക
nb: Bruk biometri for å låse opp
pt_br: Usar Biometria para Desbloquear
ro: Utilizare biometrie la deblocare
ru: Использовать биометрию
sl: Uporabi biometrično preverjanje za odklep
sv: Använd biometri för att låsa upp
ta: உயிரியளவுகளைப் பயன்படுத்தி பூட்டவிழ்
vi: Sử dụng phương thức sinh trắc học để mở khóa
zh_hans: 使用生物识别解锁
zh_hant: 使用生物辨識解鎖

# AccessibilityOverlayPermissionAlert
source: Bitwarden needs attention - See "Auto-fill Accessibility Service" from Bitwarden Settings
ar: Bitwarden بحاجة إلى الاهتمام - انظر "خدمة الوصول إلى الملء التلقائي" من إعدادات Bitwarden
be: Bitwarden патрабуе вашай увагі - гл. раздзел 'Служба спецыяльных магчымасцей аўтазапаўнення' у наладах Bitwarden.
ca: Bitwarden necessita atenció: vegeu "Servei d'accessibilitat d'emplenament automàtic" de la configuració de Bitwarden
cs: Bitwarden vyžaduje pozornost – Zkontrolujte „Služby automatického vyplnění“ v nastavení Bitwarden
da: Bitwarden har brug for din opmærksomhed - se "Autoudfyld hjælpefunktion" i Bitwarden-indstillinger
es: Bitwarden necesita atención - Ver "Servicio de Accesibilidad Auto-rellenar" desde los ajustes de Bitwarden
et: Bitwarden vajab tähelepanu! Vaata Seaded - Juurdepääsetavuse teenuse seaded.
he: אפליקציית Bitwarden צריכה תשומת לב - פתח את "נגישות שירות ההשלמה-האוטומטית" מתוך הגדרות Bitwarden
it: Bitwarden richiede la tua attenzione - Vedi "Servizio di accessibilità per l'auto-completamento" dalle Impostazioni di Bitwarden
ja: 要注意：Bitwardenの設定にある「自動入力ユーザー補助サービス」を見てください。
ko: Bitwarden에 권한이 필요합니다 - Bitwarden 설정의 "자동 입력 접근성 서비스"를 확인해 주세요.
ml: Bitwarden ശ്രദ്ധ ആവശ്യമാണ് - ക്രമീകരണങ്ങളിൽ നിന്ന് "ഓട്ടോഫിൽ ആക്സിസിബിലിറ്റി സേവനം" കാണുക
nb: Bitwarden trenger oppmerksomhet: Se "Auto-utfyllingstjenester" fra Bitwarden-innstillinger
pt_br: O Bitwarden precisa de atenção - Veja o "Serviço de Acessibilidade de Autopreenchimento" nas Configurações do Bitwarden
ro: Bitwarden necesită atenție! Consultați în Setările Bitwarden "Serviciul de accesibilitate auto-completare"
ru: Bitwarden требует внимания - см. раздел 'Служба специальных возможностей автозаполнения' в настройках Bitwarden.
sv: Bitwarden behöver din uppmärksamhet - Se "Tillgänglighetstjänst för automatisk ifyllnad" i Bitwardens inställningar
ta: Bitwardenக்கு கவனம் தேவை - Bitwarden அமைப்புகளிலிருந்து "தன்னிரப்பி அணுகல்தன்மை சேவை" ஐப் பார்
vi: Bitwarden cần sự chú ý - Kiểm tra "Tự động điền bằng trợ năng" trong Cài đặt của Bitwarden
zh_hans: Bitwarden 需要注意 - 请在 Bitwarden 设置中查看 “自动填充无障碍服务”
zh_hant: Bitwarden 需要注意 - 請到 Bitwarden 設定中查看「自動填入無障礙服務」

# BitwardenAutofillServiceOverlayPermission
source: 3. On the Android App Settings screen for Bitwarden, go to the "Display over other apps" options (under Advanced) and tap the toggle to enable overlay support.
ar: 3. على شاشة إعدادات تطبيق Android لـ Bitwarden، انتقل إلى خيارات "العرض فوق التطبيقات الأخرى" (تحت خيارات متقدمة) وانقر على زر التبديل لتمكين دعم التراكب.
be: 3. На экране налад праграм Android для Bitwarden адчыніце раздзел "Паказваць паверх іншых праграм" (раздзел "Дадатковыя налады") и націсніце пераключальнік, каб уключыць падтрымку накладання.
ca: 3. A la pantalla Configuració d'aplicacions d'Android per a Bitwarden, aneu a les opcions "Mostrar sobre altres aplicacions" (a Opcions avançades) i feu clic al botó per activar el suport de superposició.
cs: 3. V nastavení Android aplikace Bitwarden přejděte v části Rozšířená nastavení do „Zobrazit přes ostatní aplikace“ a povolte zobrazení přes jiné aplikace.
da: 3. På Android-appindstillinger for Bitwarden, gå til indstillingen "Vis oven på andre apps" (under Avanceret) og tryk på knappen for at aktivere overlejringsunderstøttelse.
es: 3. En la pantalla de configuración de la aplicación Android Bitwarden, selecciona "Mostrar sobre otras aplicaciones" (en "Avanzado") y toca el interruptor para habilitar el soporte de superposición.
et: 3. Ava Androidi rakenduste seaded. Leia üles Bitwarden, liigu sektsiooni "Täpsemalt" ning vajuta "Kuva peal" valikule ning lülita see sisse.
he: 3. במסך הגדרת האפליקציות של אנדרואיד עבור Bitwarden, עבור לאפשרות "הצג מעל אפליקציות אחרות" (תחת תפריט הגדרות מתקדמות) ולחץ בכדי לאפשר תמיכה בהצגה מעל אפליקציות אחרות.
it: 3. Sulla schermata di Impostazioni dell'App Android per Bitwarden, vai alle opzioni "Mostra sulle altre app" (sotto Avanzate) e tocca l'interruttore per abilitare il supporto overlay.
ja: 3. Android のアプリ設定のBitwardenのところで、詳細設定にある「他のアプリの上に重ねて表示」を選び、トグルをタップして、オーバーレイを有効にしてください。
ko: Bitwarden의 Android 앱 설정 화면에 있는 (고급 아래에 위치) "다른 앱 위에 표시"에 들어간 뒤 토글을 눌러 오버레이 지원을 활성화해 주세요.
ml: 3. Bitwardenനായുള്ള ആൻഡ്രോയിഡ് അപ്ലിക്കേഷൻ ക്രമീകരണ സ്‌ക്രീനിൽ, "മറ്റ് അപ്ലിക്കേഷനുകളിൽ പ്രദർശിപ്പിക്കുക" ("വിപുലമായത്" എന്നതിന് കീഴിൽ) തിരഞ്ഞെടുത്ത്, ഓവർലേ അനുവദിക്കുന്നതിന് ടോഗിൾ ഓണാക്കുക.
nb: 3. På Android App Innstillinger for Bitwarden, gå til "Vis over andre apper" alternativer (under avansert) og trykk på bryteren for å aktivere overleggstøtte.
pt_br: 3. Na tela Configurações do Aplicativo Android para o Bitwarden, vá para a opção de "Sobrepor a outros aplicativos" (em Avançado) e toque no botão para habilitar o suporte à sobreposição.
ro: 3. În ecranul Android de Setări al aplicației Bitwarden, accesați opțiunile "Afișați peste alte aplicații" (sub Avansat) și atingeți comutatorul pentru a activa suportul pentru suprapunere.
ru: 3. На экране настроек приложений Android для Bitwarden перейдите в раздел "Отображение поверх других приложений" (в разделе "Дополнительно") и коснитесь переключателя, чтобы включить поддержку наложения.
sl: 3. On the Android App Settings screen for Bitwarden, go to the "Display over other apps" options (under Advanced) and tap the toggle to allow overlay support.
sv: 3. På Androids appinställningsskärm för Bitwarden, gå till alternativet "Visa över andra appar" (under Avancerat) och tryck på knappen för att aktivera stöd för visning av rutor över andra appar.
ta: ௩. Bitwarden-க்கான Android செயலி அமைப்புகள் திரையில், "பிற ஆப்ஸின் மேலே காட்டு" தெரிவுகளுக்கு (மேம்பட்டவை அடியில்) செல் மற்றும் மேலடுக்கு ஆதரவை இயக்க நிலைமாற்றியை தட்டுக.
vi: 3. Ở màn hình Cài đặt Ứng dụng Android cho Bitwarden, chọn "Hiển thị lên trên các ứng dụng khác" (dưới mục "Nâng cao") và chạm vào tùy chọn bật/tắt để cho phép hiển thị đè.
zh_hans: 3. 在 Android 应用设置界面找到 Bitwarden，进入 “显示在其他应用上方” 选项（在 “高级” 下），然后点击切换开关以启用叠加层支持。
zh_hant: 3. 在 Android 應用程式設定介面找到 Bitwarden，進入「顯示在其他應用程式上層」選項（在「進階」下），點擊開關以開啟叠加層支持。

# OverlayPermission
source: Permission
ar: الصلاحية
be: Дазвол
ca: Permisos
cs: Oprávnění
da: Tilladelse
es: Permiso
et: Õigus
he: הרשאה
it: Permessi
ja: 権限
ko: 권한
ml: അനുമതി
nb: Tillatelse
pt_br: Permissão
ro: Permisiune
ru: Разрешения
sl: Dovoljenje
sv: Behörighet
ta: அனுமதி
th: สิทธิ์การใช้งาน
vi: Phân quyền
zh_hans: 权限
zh_hant: 權限

# BitwardenAutofillServiceOpenOverlayPermissionSettings
source: Open Overlay Permission Settings
ar: فتح إعدادات أذونات التراكب
be: Адчыніць налады дазволу накладання
ca: Obriu la configuració del Permisos de superposició
cs: Otevřít nastavení oprávnění překrytí obrazovky
da: Åbn indstillinger for Overlejringstilladelser
es: Abrir configuración de permisos de superposición
et: Ava Kuva peal seaded
he: פתח את הגדרות הצגה מעל אפליקציות אחרות (Overlay)
it: Apri impostazioni overlay
ja: オーバーレイ権限の設定を開く
ko: 다른 앱 위에 그리기 권한 설정 열기
ml: ഓവർലേ അനുമതി ക്രമീകരണങ്ങൾ തുറക്കുക
nb: Åpne innstillinger for overleggstillatelse
pt_br: Abrir Configurações de Permissão de Sobreposição
ro: Deschidere setări "Permisiune de suprapunere"
ru: Открыть настройки разрешения наложения
sv: Öppna behörighetsinställningar för visning över andra appar
ta: மேலடுக்கு அனுமதி அமைவுகளைத் திற
vi: Mở màn hình cài đặt phân quyền
zh_hans: 打开叠加层权限设置
zh_hant: 開啟疊加層權限設定

# BitwardenAutofillServiceStep3
source: 3. On the Android App Settings screen for Bitwarden, select "Display over other apps" (under "Advanced") and switch on the toggle to allow the overlay.
ar: 3. في شاشة إعدادات تطبيقات Android لـ Bitwarden، حدد "العرض فوق التطبيقات الأخرى" (ضمن "خيارات متقدمة") وقم بتشغيل مفتاح التبديل للسماح بالتراكب.
be: 3. На экране налад праграм Android для Bitwarden адчыніце раздзел "Паказваць паверх іншых праграм" (раздзел "Дадатковыя налады") и націсніце пераключальнік, каб уключыць падтрымку накладання.
ca: 3. A la pantalla Configuració d'aplicacions d'Android per a Bitwarden, seleccioneu "Mostrar a través d'altres aplicacions" (a la secció "Avançada") i activeu el commutador per permetre la superposició.
cs: 3. Na obrazovce Android nastavení aplikace Bitwarden přejděte v části Rozšířená nastavení do „Zobrazit přes ostatní aplikace“ a povolte zobrazení přes jiné aplikace.
da: 3. På Android-appindstillinger for Bitwarden, vælg "Vis oven på andre apps" (under Avanceret) og slå omskifteren til for at aktivere overlejringen.
es: 3. En la pantalla de configuración de la aplicación Android Bitwarden, selecciona "Mostrar sobre otras aplicaciones" (en "Avanzado") y activa el interruptor para permitir la superposición.
et: 3. Ava Androidi rakenduste seaded. Leia üles Bitwarden, liigu sektsiooni "Täpsemalt" ning vajuta "Kuva peal" valikule ning lülita see sisse.
he: 3. במסך הגדרת האפליקציות של אנדרואיד עבור Bitwarden, בחר את "הצג מעל אפליקציות אחרות" (תחת תפריט הגדרות מתקדמות) ולחץ בכדי לאפשר את הצגת Bitwarden מעל אפליקציות אחרות.
it: 3. Sulla schermata delle Impostazioni App per Bitwarden, seleziona "Visualizzazione in primo piano" (sotto "Avanzate") e attiva l'opzione per consentire la sovrapposizione.
ja: 3. Android のアプリ設定の Bitwarden のところで、詳細設定にある「他のアプリの上に重ねて表示」を選び、トグルを押してオーバーレイを許可してください。
ko: Bitwarden의 Android 앱 설정 화면에 있는 (고급 아래에 위치) "다른 앱 위에 표시"에 들어간 뒤 토글을 눌러 오버레이를 허용해 주세요.
ml: 3. Bitwardenനായുള്ള ആൻഡ്രോയിഡ് അപ്ലിക്കേഷൻ ക്രമീകരണ സ്‌ക്രീനിൽ, "മറ്റ് അപ്ലിക്കേഷനുകളിൽ പ്രദർശിപ്പിക്കുക" ("വിപുലമായത്" എന്നതിന് കീഴിൽ) തിരഞ്ഞെടുത്ത്, ഓവർലേ അനുവദിക്കുന്നതിന് ടോഗിൾ ഓണാക്കുക.
nb: 3. På Android App Innstillinger for Bitwarden, velg "Vis over andre apper" (under "Avansert") og slå på bryteren for å tillate overlegg.
pt_br: 3. Na tela de Configurações do Aplicativo Android para o Bitwarden, selecione "Mostrar sobre outros aplicativos" (em "Avançado") e ative a opção para permitir a sobreposição.
ro: 3. În ecranul Android de Setări al aplicației Bitwarden, accesați opțiunile "Afișați peste alte aplicații" (sub Avansat) și comutați pentru a permite suprapunerea.
ru: 3. На экране настроек приложений Android для Bitwarden выберите "Отображение поверх других приложений" (в разделе "Дополнительно") и включите переключатель, чтобы разрешить наложение.
sv: 3. På Androids appinställningsskärm för Bitwarden, välj "Visa över andra appar" (under Avancerat) och tryck på knappen för att aktivera stöd för visning av rutor över andra appar.
ta: ௩. Bitwarden-க்கான Android செயலி அமைப்புகள் திரையில், "பிற ஆப்ஸின் மேலே காட்டு" (மேம்பட்டவையின் அடியில்) என்பதை தேர்ந்தெடு மற்றும் மேலடுக்கை அனுமதிக்க நிலைமாற்றியை இயக்குக.
vi: 3. Ở màn hình Cài đặt Ứng dụng Android cho Bitwarden, chọn "Hiển thị lên trên các ứng dụng khác" (dưới mục "Nâng cao") và gạt tùy chọn bật/tắt để cho phép hiển thị đè.
zh_hans: 3. 在 Android 应用设置界面找到 Bitwarden，选择 “显示在其他应用上方” 选项（在 “高级” 下），然后打开切换开关以允许叠加层。
zh_hant: 3. 在 Android 應用程式設定介面找到 Bitwarden，選擇「顯示在其他應用程式上層」（在「進階」下），並打開開關以允許叠加層。

source: Denied
ar: تم رفضه
be: Адмоўлена
ca: Denegat
cs: Zamítnuto
da: Nægtet
es: Denegado
et: Keelatud
he: נדחה
it: Negato
ja: 拒否
ko: 거부됨
ml: നിരസിച്ചു
nb: Nektet
pt_br: Negado
ro: Refuzat
ru: Отклонено
sl: Ni dovoljeno
sv: Nekad
ta: மறுக்கப்பட்டது
vi: Đã từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Granted
ar: تم المنح
be: Дазволена
ca: Concedit
cs: Uděleno
da: Tildelt
es: Concedido
et: Lubatud
he: הוענק
it: Concesso
ja: 許可
ko: 허용됨
ml: അനുവദിച്ചു
nb: Innvilget
pt_br: Concedido
ro: Acordat
ru: Разрешено
sl: Odobreno
sv: Beviljad
ta: வழங்கப்பட்டது
vi: Đã chấp thuận
zh_hans: 已授权
zh_hant: 授予

source: File format
ar: صيغة الملف
be: Фармат файла
ca: Format de fitxer
cs: Formát souboru
da: Filformat
es: Formato de archivo
et: Failivorming
he: פורמט קובץ
it: Formato file
ja: ファイル形式
ko: 파일 형식
ml: ഫയൽ ഫോർമാറ്റ്
nb: Filformat
pt_br: Formato do Arquivo
ro: Format fișier
ru: Формат файла
sl: Format datoteke
sv: Filformat
ta: கோப்பு வடிவமைப்பு
vi: Định dạng tập tin
zh_hans: 文件格式
zh_hant: 檔案格式
