Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# NoItemsTap
source: There are no items in your vault for this website/app. Tap to add one.
ar: لا توجد في خزنتك عناصر لهذا الموقع/التطبيق. انقر لإضافة واحد.
be: У вашым заданні няма элементаў для гэтага сайта/праграмы. Націсніце, каб дадаць.
bs: Nema stavki u Vašem trezoru za ovaj vebsajt/aplikaciju. Dodirnite da biste dodali stavku.
ca: No hi ha elements a la vostra caixa forta per a aquest lloc web/aplicació. Toqueu per afegir-ne un.
cs: Pro tuto stránku neexistují žádné položky. Klikněte pro jejich přidání.
da: Der er ingen elementer til denne hjemmeside/app i din boks. Tryk for at tilføje et.
es: No hay elementos en tu caja fuerte para este sitio web o aplicación. Pulsa para añadir uno.
et: Hoidlas puudub selle veebilehe konto. Vajuta konto lisamiseks.
he: אין פרטים בכספת שלך עבור אתר/אפליקציה זו. לחץ כאן להוספת פריט.
it: Non ci sono elementi nella tua cassaforte per questo sito web/applicazione. Fai clic per aggiungerne uno.
ja: 保管庫にこのウェブサイトのアイテムはありません。タップで追加します。
ko: 보관함에 이 웹사이트에 대한 항목이 없습니다. 추가하려면 누르세요.
ml: നിങ്ങളുടെ വാൾട്ടിൽ ഈ വെബ്സൈറ്റിന്റെയോ/അപ്പിന്റെയോ ഇനങ്ങൾ ഒന്നും ഇല്ല.ഒരെണ്ണം ചേർക്കാൻ ടാപ്പുചെയ്യുക.
nb: Det er ingen oppføringer i ditt hvelv for dette nettstedet. Trykk for å legge til en.
pt_br: Não existem itens no seu cofre para este site. Toque para adicionar um.
ro: Nu sunt articole în seif pentru acest sait/aplicație. Atingeți pentru a adăuga unul.
ru: В вашем хранилище нет элементов для этого сайта/приложения. Нажмите чтобы добавить.
sv: Det finns inga objekt i ditt valv för den här webbplatsen. Tryck för att skapa ett.
ta: உம் பெட்டகத்தில் இவ்வலைத்தளம்/செயலிக்கான உருப்படிகள் இல்லை. ஒன்றைச் சேர்க்க தட்டுக.
th: ไม่มีรายการอยู่ในห้องนิรภัยของคุณสำหรับเว็บไซต์นี้ แตะเพื่อเพิ่ม
vi: Không có mục nào trong kho của bạn phù hợp với trang web này. Nhấn để thêm.
zh_hans: 您的密码库中没有此网站/应用的登录项目。点击添加一个。
zh_hant: 您的密碼庫中沒有此網站/程式的登入資料。點選新增一個。

# NoUsernamePasswordConfigured
source: This login does not have a username or password configured.
ar: لا يحتوي هذا المعرّف على اسم مستخدم أو كلمة مرور تم تكوينها.
be: У гэтых уліковых даных адсутнічае імя карыстальніка або пароль.
bs: Ova prijava nema konfigurisano korisničko ime ili lozinku.
ca: Aquest inici de sessió no té un nom d'usuari o contrasenya configurats.
cs: Tyto přihlašovací údaje nemají nastavené uživatelské jméno nebo heslo.
da: Dette login har intet brugernavn eller adgangskode opsat.
es: Esta entrada no tiene usuario y contraseña configurados.
et: Selle konto jaoks on kasutajanimi või parool seadistamata.
he: פרטי הכניסה הללו לא מכילים שם משתמש או סיסמה.
it: Questo login non dispone di un nome utente o password configurata.
ja: このログイン情報はユーザー名やパスワードが設定されていません。
ko: 이 로그인에는 사용자 이름 또는 비밀번호가 등록되어 있지 않습니다.
ml: ഈ പ്രവേശനത്തിന് ഒരു ഉപയോക്തൃനാമമോ പാസ്‌വേഡോ ക്രമീകരിച്ചിട്ടില്ല.
nb: Denne innloggingen har verken et brukernavn eller passord satt opp.
pt_br: Esta credencial não tem um nome de usuário ou senha configurados.
ro: Această autentificare nu are un nume de utilizator sau parolă configurate.
ru: У логина не заданы имя пользователя и пароль.
sv: Den här inloggningen har inte ett användarnamn eller lösenord angivet.
ta: இவ்வுள்நுழைவில் பயனர்பெயர் அ கடவுச்சொல் கட்டமைக்கப்படவில்லை.
th: การเข้าสู่ระบบนี้ไม่มีการตั้งค่าชื่อผู้ใช้หรือรหัสผ่าน
vi: Thông tin đăng nhập này không có tên người dùng hoặc mật khẩu được định cấu hình.
zh_hans: 此登录没有已配置的用户名或者密码。
zh_hant: 此登入資料沒有使用者名稱或密碼。

source: OK, got it!
ar: حسنا، فهمت!
be: ОК, зразумела!
bs: U redu, shvatam!
ca: D'acord, ho entenc!
cs: OK, rozumím!
da: Ok, forstået!
es: ¡Entendido!
et: Ok, sain aru!
he: אוקי, הבנתי!
it: Ok, ho capito!
ja: 分かりました!
ko: 네, 알겠습니다!
ml: ശരി, മനസ്സിലായി!
nb: OK, skjønner!
pt_br: Ok, entendi!
ro: Ok, am înțeles!
ru: Понятно!
sl: Ok, razumem!
sv: Ok, fattar!
ta: சரி, புரிந்தது!
th: ตกลง, เข้าใจแล้ว
vi: Ok, tôi đã hiểu!
zh_hans: 好的，我知道了！
zh_hant: 好的，我知道了！

# OptionDefaults
source: Option defaults are set from the main Bitwarden app's password generator tool.
ar: يتم تعيين الخيارات الافتراضية من أداة إنشاء كلمة المرور في تطبيق bitwarden الرئيسي.
be: Налады па змаўчанні задаюцца з генератара пароляў асноўнай праграмы Bitwarden.
bs: Podrazumevane opcije se postavljaju pomoću alata za generisanje lozinki glavne Bitwarden aplikacije.
ca: Els valors per defecte s'estableixen des de l'aplicació principal de Bitwarden al generador de contrasenyes.
cs: Výchozí nastavení je převzato z nastavení generování hesel v aplikaci Bitwarden.
da: Standardindstillinger opsættes fra Bitwarden-app'ens adgangskodegeneratorværktøj.
es: Lo valores por defecto se establecen desde la aplicación principal de Bitwarden en la herramienta de generador de contraseñas.
et: Vaikeväärtused on seatud Bitwardeni paroolide genereerimise tööriista poolt.
he: ברירות המחדל נקבעו דרך הגדרות כלי מחולל הסיסמאות של Bitwarden.
it: Le opzioni predefinite sono impostate dal generatore di password dell'applicazione principale Bitwarden.
ja: デフォルトのオプションはメインの Bitwarden アプリのパスワード生成ツールから設定されます。
ko: 옵션 기본값은 Bitwarden 앱의 비밀번호 생성기에서 설정할 수 있습니다.
ml: പ്രധാന Bitwarden അപ്ലിക്കേഷന്റെ പാസ്‌വേഡ് ജനറേറ്റർ ഉപകരണത്തിൽ നിന്ന് ഓപ്‌ഷൻ സ്ഥിരസ്ഥിതികൾ സജ്ജമാക്കുക.
nb: Alternativenes standardvalg er bestemt av passordgeneratorverktøyet til Bitwarden sin hovedapp.
pt_br: As opções padrões são definidas a partir da ferramenta de geração de senha do aplicativo Bitwarden.
ro: Opțiunile implicite sunt setate din instrumentul principal de generare de parole al aplicației Bitwarden.
ru: Настройки по умолчанию задаются из генератора паролей основного приложения Bitwarden.
sv: Standardinställningar ställs in genom Bitwarden-appens lösenordsgenerator-verktyg.
ta: விருப்ப இயல்புநிலைகள் முதன்மை Bitwarden செயலியின் கடவுச்சொல் உருவாக்கி கருவியிலிருந்து அமைக்கப்படுகிறது.
vi: Các tùy chọn mặc định được thiết lập trong trình tạo mật khẩu của ứng dụng Bitwarden.
zh_hans: 选项默认值是通过 bitwarden 程序的密码生成工具设置的。
zh_hant: 選項預設值是通過 Bitwarden 程式的密碼產生器設定的。

source: Options
ar: خيارات
be: Параметры
bs: Opcije
ca: Opcions
cs: Možnosti
da: Indstillinger
es: Ajustes
et: Valikud
he: אפשרויות
it: Opzioni
ja: オプション
ko: 옵션
ml: ഓപ്ഷനുകൾ
nb: Alternativer
pt_br: Opções
ro: Opțiuni
ru: Опции
sl: Možnosti
sv: Alternativ
ta: விருப்பங்கள்
th: ตัวเลือก
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Other
ar: الأخرى
be: Iншае
bs: Ostalo
ca: Altres
cs: Ostatní
da: Andre
es: Otro
et: Muu
he: אחר
it: Altro
ja: その他
ko: 기타
ml: മറ്റുള്ളവ
nb: Annet
pt_br: Outros
ro: Altele
ru: Прочее
sl: Drugo
sv: Annat
ta: மற்றவை
th: อื่น ๆ
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Password generated.
ar: كلمة المرور التي تم إنشاؤها.
be: Пароль створаны.
bs: Lozinka generisana.
ca: Contrasenya generada.
cs: Heslo bylo vygenerováno.
da: Adgangskode genereret.
es: Contraseña generada.
et: Parool on loodud.
he: הסיסמה נוצרה.
it: Password generata.
ja: パスワードを生成しました。
ko: 비밀번호가 생성되었습니다.
ml: പാസ്സ്‌വേഡ്‌ സൃഷ്ടിച്ചു.
nb: Passord er generert.
pt_br: Senha gerada.
ro: Parola s-a generat.
ru: Пароль сгенерирован.
sl: Geslo ustvarjeno.
sv: Lösenord skapat.
ta: கடவுச்சொல் உருவாக்கப்பட்டது.
th: ตัวสร้างรหัสผ่าน
vi: Đã tạo mật khẩu.
zh_hans: 密码已经生成。
zh_hant: 密碼已產生。

source: Password generator
ar: مولد كلمة المرور
be: Генератар пароляў
bs: Generator lozinki
ca: Generador de contrasenyes
cs: Generátor hesla
da: Adgangskodegenerator
es: Generador de contraseñas
et: Parooli genereerimine
he: יוצר הסיסמאות
it: Generatore di password
ja: パスワード生成ツール
ko: 비밀번호 생성기
ml: പാസ്സ്‌വേഡ് സൃഷ്ടാവ്
nb: Passordgenerator
pt_br: Gerador de Senha
ro: Generator de parole
ru: Генератор паролей
sl: Ustvarjalnik gesel
sv: Lösenordsgenerator
ta: கடவுச்சொல் உருவாக்கி
th: ตัวสร้างรหัสผ่าน
vi: Tạo mật khẩu
zh_hans: 密码生成器
zh_hant: 密碼產生器

source: Password hint
ar: فهرس كلمة المرور
be: Падказка да пароля
bs: Nagoveštaj lozinke
ca: Pista de la contrasenya
cs: Nápověda k heslu
da: Adgangskodetip
es: Pista de contraseña
et: Parooli vihje
he: רמז לסיסמה
it: Suggerimento password
ja: パスワードのヒント
ko: 비밀번호 힌트
ml: പാസ്സ്‌വേഡ് സൂചനാ
nb: Passordhint
pt_br: Dica de Senha
ro: Indiciu parolă
ru: Подсказка к паролю
sl: Namig za geslo
sv: Lösenordsledtråd
ta: கடவுச்சொல் குறிப்பு
th: คำใบ้รหัสผ่าน
vi: Gợi ý mật khẩu
zh_hans: 密码提示
zh_hant: 密碼提示

# PasswordHintAlert
source: We've sent you an email with your master password hint.
ar: أرسلنا بريدًا إلكترونيًا مع دليل كلمة المرور الخاص بك.
be: Мы адправілі вам на электронную пошту падказку для асноўнага пароля.
bs: Poslali smo Vam e-poštu sa nagoveštajem Vaše glavne lozinke.
ca: Hem enviat un correu electrònic amb la vostra contrasenya mestra.
cs: Odeslali jsme vám e-mail s nápovědou k hlavnímu heslu.
da: Vi har sendt dig en e-mail med dit hovedadgangskodetip.
es: Te hemos enviado un correo electrónico con la pista de tu contraseña maestra.
et: Ülemparooli vihje saadeti Sinu e-postile.
he: שלחנו לך אימייל עם רמז לסיסמה הראשית.
it: Ti abbiamo inviato un'email con il suggerimento per la password principale.
ja: マスターパスワードのヒントを記載したメールを送信しました。
ko: 마스터 비밀번호 힌트가 담긴 이메일을 보냈습니다.
ml: നിങ്ങളുടെ പ്രാഥമിക പാസ്‌വേഡ് സൂചനയുള്ള ഒരു ഇമെയിൽ ഞങ്ങൾ നിങ്ങൾക്ക് അയച്ചു.
nb: Vi har sendt deg en E-post med hintet til superpassordet.
pt_br: Enviamos um e-mail com a sua dica de senha mestra para você.
ro: V-am trimis un e-mail cu indiciul parolei principale.
ru: Мы отправили вам письмо с подсказкой к мастер-паролю.
sl: Poslali smo vam e-poštno spročilo z namigom za vaše glavno geslo.
sv: Vi har skickat ett mejl till dig med din huvudlösenordsledtråd.
ta: உங்கள் பிரதான கடவுச்சொல் குறிப்பைக் கொண்ட மின்னஞ்சலை நாங்கள் உங்களுக்கு அனுப்பியுள்ளோம்.
th: เราได้ส่งอีเมลที่ มีคำใบ้รหัสผ่านหลักของคุณแล้ว
vi: Chúng tôi đã gửi cho bạn email có chứa gợi ý mật khẩu chủ của bạn.
zh_hans: 我们已经为您发送了包含主密码提示的邮件。
zh_hant: 已寄出包含您主密碼提示的電子郵件。

# PasswordOverrideAlert
source: Are you sure you want to overwrite the current password?
ar: هل أنت متأكد من أنك تريد سحق كلمة المرور الموجودة؟
be: Вы ўпэўнены, што хочаце перазапісаць бягучы пароль?
bs: Da li ste sigurni da želite da zamijenite trenutnu lozinku?
ca: Esteu segur que voleu sobreescriure la contrasenya actual?
cs: Opravdu chcete přepsat aktuální heslo?
da: Er du sikker du vil overskrive den aktuelle adgangskode?
es: ¿Estás seguro de que quieres sobreescribir la contraseña actual?
et: Oled kindel, et soovid olemasolevat parooli asendada?
he: האם אתה בטוח שברצונך לדרוס את הסיסמה הקיימת?
it: Sei sicuro di voler sovrascrivere la password corrente?
ja: 現在のパスワードを上書きしてよろしいですか?
ko: 정말 현재 비밀번호를 덮어쓰시겠습니까?
ml: നിലവിലെ പാസ്‌വേഡ് പുനരാലേഖനം ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
nb: Er du sikker på at du vil overskrive det nåværende passordet?
pt_br: Tem certeza que deseja substituir a senha atual?
ro: Sigur doriți să suprascrieți parola curentă?
ru: Вы хотите перезаписать текущий пароль?
sl: Ali ste prepričani, da želite prepisati vaše trenutno geslo?
sv: Är du säker på att du vill skriva över det nuvarande lösenordet?
ta: தற்போதைய கடவுச்சொல்லை மேலெழுத உறுதியா?
th: คุณแน่ใจว่าต้องการเขียนทับรหัสผ่านปัจจุบัน?
vi: Bạn có chắc chắn muốn ghi đè mật khẩu hiện tại không?
zh_hans: 您确定要覆盖当前密码吗？
zh_hant: 您確定要覆寫目前的密碼嗎？

# PushNotificationAlert
source: Bitwarden keeps your vault automatically synced by using push notifications. For the best possible experience, please select "Allow" on the following prompt when asked to enable push notifications.
ar: bitwarden تلقائيا يحافظ على خزنتك في المزامنة باستخدام دفع الإخطارات. للحصول على أفضل تجربة ممكنة، يرجى اختيار "موافق" على مربع الحوار التالي (تفعيل دفع الإخطارات ).
be: Bitwarden забяспечвае аўтаматычную сінхранізацыю сховішча пры дапамозе push-апавяшчэнняў. Для вашай максімальнай зручнасці, выберыце "Дазволіць" пры з'яўленні прапановы ўключыць push-апавяшчэнні.
bs: Bitwarden održava Vaš trezor automatski sinhronizovanim koristeći push obaveštenja. Za najbolje moguće iskustvo, izaberite „Dozvoli“ u sledećem odzivu kada se zatraži da omogućite push obaveštenja.
ca: Bitwarden manté la vostra caixa forta sincronitzada automàticament mitjançant notificacions push. Per obtenir la millor experiència possible, seleccioneu "Permetre" al següent indicador quan se us demane que habiliteu les notificacions push.
cs: bitwarden udržuje váš trezor automaticky synchronizovaný pomocí nabízených oznámení. Pro nejlepší možný zážitek klikněte prosím na následující výzvě na "Ok", pokud budete požádáni o jejich povolení.
da: Bitwarden holder automatisk din boks synkroniseret ved hjælp af push-notifikationer. For den bedst mulige oplevelse bør du vælge "Tillad" i den følgende prompt for at aktivere push-notifikationer.
es: Bitwarden mantiene tu caja fuerte automáticamente sincronizada utilizando notificaciones push. Para tener la mejor experiencia posible, por favor, pulsa "Permitir" en la próxima notificación donde se te pregunta si quieres habilitar las notificaciones push.
et: Bitwarden hoiab hoidla automaatselt sünkroonis läbi push teavituste. Parima võimaliku kogemuse saamiseks vajuta järgnevas märkekastis "Allow", et sünkroniseerimine lubada.
he: תוכנת Bitwarden מסנכרנת את הכספת שלך בעזרת הודעות push. לחוויה הטובה ביותר, אנא בחר "התר" או "אפשר" בחלון הבא אם תתבקש לאפשר את הרשאת "הודעות push".
it: Bitwarden mantiene la tua cassaforte automaticamente sincronizzata utilizzando le notifiche push. Per la migliore esperienza possibile, seleziona "Consenti" alla domanda successiva quando viene richiesto di abilitare le notifiche push.
ja: Bitwarden はプッシュ通知を使って自動的に保管庫を同期します。プッシュ通知を有効化するかどうかプロンプトが出たら「許可する」を押してください。
ko: Bitwarden은 푸시 알림을 사용하여 사용자의 보관함을 자동으로 동기화합니다. 다음 대화 상자에서 푸시 알림에 대해 물어보면 최상의 사용자 경험을 위해 "승인"을 선택해 주세요.
ml: നിങ്ങളുടെ വാൾട് ഓട്ടോമറ്റിക്കലി പുഷ് നോട്ടിഫിക്കേഷനുകളിലൂടെ സമന്വയിപ്പിക്കുന്നു. മികച്ച ഫലത്തിനായി, പുഷ് നോട്ടിഫിക്കേഷനുകൾ പ്രവർത്തനക്ഷമമാക്കാൻ ആവശ്യപ്പെടുമ്പോൾ ഇനിപ്പറയുന്ന പ്രോംപ്റ്റിൽ "അനുവദിക്കുക" തിരഞ്ഞെടുക്കുക.
nb: Bitwarden holder ditt hvelv automatisk synkronisert ved å bruke push-beskjeder. For den beste opplevelsen, vennligst velg "Tillat" på den følgende oppspretten når du blir bedt om å aktivere push-beskjeder.
pt_br: O bitwarden mantém o seu cofre sincronizado automaticamente utilizando notificações push. Para a melhor experiência possível, por favor, selecione "Permitir" na seguinte solicitação quando solicitado para ativar notificações push.
ro: Bitwarden păstrează seiful dvs. sincronizat utilizând notificările "push". Pentru cele mai bune rezultate posibile, selectați "Permite" la următorul mesaj când vi se solicită să activați notificările "push".
ru: Bitwarden обеспечивает автоматическую синхронизацию хранилища при помощи push-уведомлений. Для вашего максимального удобства, пожалуйста, выберите "Разрешить" при появлении предложения включить push-уведомления.
sl: Bitwarden keeps your vault automatically synced by using push notifications. For the best possible experience, please select "Allow" on the following prompt when asked to allow push notifications.
sv: Bitwarden håller ditt valv uppdaterat automatiskt genom att använda push-aviseringar. För den bästa möjliga upplevelsen vänligen välj "Tillåt" på förfrågan om du vill aktivera push-aviseringar.
ta: push அறிவிப்புகள் பயன்படுத்தி Bitwarden உம் பெட்டகத்தை தானாக ஒத்திசைகிறது. சிறந்த சாத்தியமான அனுபவத்திற்கு, பின்வரும் தூண்டியில் push அறிவிப்புகளை இயக்கச்சொல்லி கேட்டால் "அனுமதி"ஐ தேர்ந்தெடுக்கவும்.
th: bitwarden keeps your vault automatically synced by using push notifications. For the best possible experience, please select "Ok" on the following prompt when asked to enable push notifications.
vi: Bitwarden giữ kho mật khẩu của bạn luôn được đồng bộ tự động hóa bằng cách sử dụng thông báo đẩy. Để mang lại trải nghiệm tốt nhất, hãy chọn "Đồng ý" trên bảng thông báo sau khi được yêu cầu bật thông báo đẩy.
zh_hans: Bitwarden 使用推送通知来自动同步您的密码库。为了获得最佳体验，接下来询问是否开启通知时，请选择 “允许”。
zh_hant: Bitwarden 使用推送通知來自動同步您的密碼庫。為了確保同步順暢，稍後系統將詢問您是否開啟通知，請選擇「允許」。

source: Rate the app
ar: قيّم التطبيق
be: Ацаніць праграму
bs: Ocenite aplikaciju
ca: Valoreu la aplicació
cs: Ohodnotit aplikaci
da: Bedøm appen
es: Valora la aplicación
et: Hinda rakendust
he: דרג את האפליקציה
it: Valuta l'applicazione
ja: アプリを評価
ko: 앱 평가하기
ml: ആപ്പ് വിലയിരുത്തുക
nb: Vurder denne appen
pt_br: Avalie o Aplicativo
ro: Evaluare aplicație
ru: Оценить приложение
sl: Oceni aplikacijo
sv: Betygsätt appen
ta: செயலியை மதிப்பிடுக
th: ให้คะแนนแอพนี้
vi: Đánh giá ứng dụng
zh_hans: 为本应用打分
zh_hant: 為 Bitwarden 評分

# RateTheAppDescription
source: Please consider helping us out with a good review!
ar: شكرا على مساعدتنا من خلال كتابة تعليق إيجابي!
be: Падумайце аб тым, каб дапамагчы нам, напісаўшы добрым водгукам!
bs: Molimo Vas da razmotrite da li nam možete pomoći sa dobrom recenzijom!
ca: Considereu ajudar-nos amb una bona valoració!
cs: Pomozte nám napsáním dobré recenze!
da: Overvej venligst at hjælpe os med en god anmeldelse!
es: ¡Por favor, considera ayudarnos con una buena valoración!
et: Soovi korral võid meid positiivse hinnanguga toetada!
he: אם נהנית מהתוכנה, בבקשה דרג את התוכנה וכתוב דירוג עם חוות דעת טובה!
it: Prendi in considerazione l'idea di lasciarci una buona recensione!
ja: 良いレビューで私たちを助けてください！
ko: 좋은 리뷰를 남겨 저희를 도와주세요!
ml: ഒരു നല്ല അവലോകനത്തിന് ഞങ്ങളെ സഹായിക്കുന്നത് പരിഗണിക്കുക!
nb: Tenk gjerne på om du vil skrive en anmeldelse om oss!
pt_br: Por favor considere ajudar-nos com uma boa avaliação!
ro: Vă rugăm să luați în considerare să ne ajutați cu o recenzie bună!
ru: Пожалуйста, подумайте о том, чтобы помочь нам хорошим отзывом!
sl: Prosimo, pomagajte nam z dobro kritiko!
sv: Överväg gärna att hjälpa oss genom att ge oss en bra recension!
ta: ஒரு நல்ல விமர்சனம் மூலம் எங்களுக்கு உதவ தயவுசெய்து கருதுங்கள்!
th: โปรดพิจารณาช่วยเหลือเราด้วยความคิดเห็นที่ดี!
vi: Xin hãy nhìn nhận và đánh giá tốt cho chúng tôi!
zh_hans: 请给我们好评！
zh_hant: 請給予我們好評！

source: Regenerate password
ar: إعادة إنشاء كلمة مرور
be: Стварыць новы пароль
bs: Regenerišite lozinku
ca: Regenera contrasenya
cs: Vygenerovat další heslo
da: Regenerér adgangskode
es: Regenerar contraseña
et: Loo uus
he: צור סיסמה חדשה
it: Rigenera password
ja: パスワードの再生成
ko: 비밀번호 재생성
ml: പാസ്സ്‌വേഡ് വീണ്ടും സൃഷ്ടിക്കുക
nb: Omgenerer et passord
pt_br: Gerar Nova Senha
ro: Regenerare parolă
ru: Создать новый пароль
sl: Ponovno generiraj geslo
sv: Skapa nytt lösenord
ta: கடவுச்சொல்லை மீண்டுமுருவாக்கு
th: สร้างรหัสผ่านใหม่
vi: Tạo lại mật khẩu
zh_hans: 重新生成密码
zh_hant: 重新產生密碼

source: Re-type master password
ar: إعادة إدخال كلمة المرور الرئيسية
be: Увядзіце асноўны пароль паўторна
bs: Ponovo unesite glavnu lozinku
ca: Torneu a escriure la contrasenya mestra
cs: Znovu zadejte hlavní heslo
da: Angiv hovedadgangskode igen
es: Vuelve a escribir tu contraseña maestra
et: Sisesta ülemparool uuesti
he: הקלד שוב סיסמה הראשית
it: Ri-digita la password principale
ja: マスターパスワードを再入力
ko: 마스터 비밀번호 다시 입력
ml: പ്രാഥമിക പാസ്‌വേഡ് വീണ്ടും ടൈപ്പ്‌ ചെയ്യുക
nb: Skriv inn superpassordet på nytt
pt_br: Digite novamente a Senha Mestra
ro: Reintroducere parolă principală
ru: Введите мастер-пароль повторно
sl: Ponovno vnesite glavno geslo
sv: Ange huvudlösenordet igen
ta: பிரதான கடவுச்சொல்லை மீண்டும் தட்டு
th: ยืนยันรหัสผ่านหลัก
vi: Nhập lại mật khẩu chủ
zh_hans: 重新输入主密码
zh_hant: 重新輸入主密碼

source: Search vault
ar: البحث في الخزنة
be: Пошук у сховішчы
bs: Pretražite trezor
ca: Cerca en la caixa forta
cs: Vyhledat v trezoru
da: Søg i boks
es: Buscar en caja fuerte
et: Otsi hoidlast
he: חיפוש בכספת
it: Cerca nella cassaforte
ja: 保管庫を検索
ko: 보관함 검색
ml: വാൾട് തിരയുന്നു
nb: Søk i hvelvet
pt_br: Pesquisar Cofre
ro: Căutare în seif
ru: Поиск в хранилище
sl: Išči v trezorju
sv: Sök i valvet
ta: பெட்டகத்தைத் தேடுக
th: ค้นหาในตู้เซฟ
vi: Tìm kiếm trong kho
zh_hans: 搜索密码库
zh_hant: 搜尋密碼庫

source: Security
ar: الأمان
be: Бяспека
bs: Bezbednost
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
es: Seguridad
et: Turvalisus
he: אבטחה
it: Sicurezza
ja: セキュリティ
ko: 보안
ml: സുരക്ഷ
nb: Sikkerhet
pt_br: Segurança
ro: Securitate
ru: Безопасность
sl: Varnost
sv: Säkerhet
ta: பாதுகாப்பு
th: ความปลอดภัย
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全

source: Select
ar: تحديد
be: Выбраць
bs: Izaberite
ca: Selecciona
cs: Vybrat
da: Vælg
es: Seleccionar
et: Vali
he: בחר
it: Seleziona
ja: 選択
ko: 선택
ml: തിരഞ്ഞെടുക്കുക
nb: Velg
pt_br: Selecionar
ro: Selectare
ru: Выбрать
sl: Izberi
sv: Välj
ta: தேர்ந்தெடு
th: เลือก
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Set PIN
ar: تعيين رقم التعريف الشخصي
be: Задаць PIN-код
bs: Podesite PIN
ca: Estableix el PIN
cs: Nastavit PIN
da: Sæt pinkode
es: Establecer PIN
et: Määra PIN
he: קבע קוד PIN
it: Imposta PIN
ja: PIN を設定
ko: PIN 설정
ml: PIN ക്രമീകരിക്കുക
nb: Velg PIN
pt_br: Definir PIN
ro: Setare PIN
ru: Установка PIN
sl: Nastavi PIN
sv: Ställ in PIN-kod
ta: கடவெண்ணை அமை
th: ตั้งรหัส PIN
vi: Thiết lập mã PIN
zh_hans: 设置 PIN 码
zh_hant: 設定 PIN 碼

# SetPINDirection
source: Enter a 4 digit PIN code to unlock the app with.
ar: أدخل رقم تعريف شخصي مكون من 4 أرقام لإلغاء تأمين التطبيق.
be: Увядзіце чатырохлічбавы PIN-код, каб разблакіраваць ім праграму.
bs: Unesite 4-ocifreni PIN kod kojim ćete otključati aplikaciju.
ca: Introduïu un codi PIN de 4 dígits per obrir l'aplicació.
cs: Zadejte 4místný PIN kód pro odemknutí aplikace.
da: Angiv en 4-cifret pinkode til at låse appen op med.
es: Introduce un PIN de 4 dígitos para desbloquear la aplicación con él.
et: Kasuta lahtilukustamiseks 4 numbrilist koodi.
he: הזן קוד PIN של 4 ספרות בכדי לבטל את נעילת האפליקציה.
it: Digita un codice PIN a 4 cifre per sbloccare l'applicazione.
ja: アプリのロック解除に使う4桁の PIN コードを入力してください。
ko: 앱 잠금을 해제할 4자리의 PIN 코드를 입력하세요.
ml: അപ്ലിക്കേഷൻ അൺലോക്കുചെയ്യുന്നതിന് 4 അക്ക പിൻ കോഡ് നൽകുക.
nb: Skriv inn en 4-sifret PIN-kode til å låse opp appen med.
pt_br: Digite um código PIN de 4 dígitos para desbloquear o aplicativo.
ro: Introduceți un cod PIN din 4 cifre pentru a debloca aplicația.
ru: Введите 4-значный PIN-код для разблокировки приложения.
sl: Vnesite 4 mestno PIN številko za odklep aplikacije.
sv: Ange en fyrsiffrig PIN-kod som du låser upp appen med.
ta: செயலியைத் திறக்க 4 இலக்க கடவெண் குறியை உள்ளிடு.
th: ป้อนรหัส PIN 4 หลักเพื่อปลดล็อคแอพพลิเคชั่น
vi: Nhập mã PIN 4 chữ số để mở khóa ứng dụng.
zh_hans: 输入一个用于解锁应用的 4 位数 PIN 码。
zh_hant: 輸入一個用於解鎖程式的 4 位數 PIN 碼。

source: Item information
ar: معلومات العنصر
be: Звесткі аб элеменце
bs: Informacije o stavki
ca: Informació de l'element
cs: Informace o položce
da: Elementinformation
es: Información del elemento
et: Kirje teave
he: מידע על הפריט
it: Informazioni elemento
ja: アイテム情報
ko: 항목 정보
ml: വിവരം
nb: Gjenstandsinformasjon
pt_br: Informação do Item
ro: Informații de autentificare
ru: Информация об элементе
sl: Informacije o vnosu
sv: Objektinformation
ta: உருப்படியின் தகவல்
th: ข้อมูลรายการ
vi: Thông tin mục
zh_hans: 项目信息
zh_hant: 項目資訊

source: Item updated.
ar: تم تحديث العنصر
be: Элемент абноўлены.
bs: Stavka je ažurirana.
ca: Element actualitzat.
cs: Položka byla upravena
da: Element opdateret.
es: Elemento actualizado.
et: Kirje on uuendatud.
he: הפריט עודכן.
it: Elemento aggiornato.
ja: アイテムを更新しました。
ko: 항목을 업데이트했습니다.
ml: ഇനം പുതുക്കി.
nb: Gjenstanden er oppdatert.
pt_br: Item atualizado.
ro: Articolul s-a actualizat.
ru: Элемент обновлен.
sl: Vnos je posodobljen.
sv: Objekt uppdaterat.
ta: உருப்படி புதுப்பிக்கப்பட்டது.
th: ปรับปรุงรายการการแล้ว
vi: Đã cập nhật mục.
zh_hans: 项目已更新。
zh_hant: 項目已更新。

source: Submitting...
ar: تقديم...
be: Адпраўка...
bs: Potvrđivanje...
ca: S'està enviant...
cs: Odesílání...
da: Indsender...
es: Enviando...
et: Saatmine...
he: שולח...
it: Invio in corso...
ja: 送信中...
ko: 전송 중...
ml: സമർപ്പിക്കുന്നു...
nb: Sender inn...
pt_br: Enviando...
ro: Trimitere...
ru: Отправка...
sl: Pošiljanje...
sv: Skickar...
ta: சமர்ப்பிக்கிறது...
th: กำลังส่ง...
vi: Đang gửi...
zh_hans: 正在提交...
zh_hant: 正在送出...
