Repository: bitwarden/android
Catalog: src/App/Resources/AppResources.*.resx
Languages: ar, be, bs, ca, cs, da, es, et, he, it, ja, ko, ml, nb, pt_br, ro, ru, sl, sv, ta, th, vi, zh_hans, zh_hant

# LogoutConfirmation
source: Are you sure you want to log out?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
be: Вы ўпэўнены, што хочаце выйсці?
bs: Da li ste sigurni da želite da se odjavite?
ca: Segur que voleu tancar la sessió?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
es: ¿Estás seguro de querer cerrar sesión?
et: Oled kindel, et soovid välja logida?
he: האם אתה בטוח שברצונך להתנתק?
it: Sei sicuro di volerti disconnettere?
ja: ログアウトしてもよろしいですか？
ko: 정말 로그아웃하시겠습니까?
ml: നിങ്ങൾക്ക് ലോഗ് ഔട്ട് ചെയ്യണമെന്ന് ഉറപ്പാണോ?
nb: Er du sikker på at du vil logge av?
pt_br: Tem certeza que deseja sair?
ro: Sigur doriți să vă deconectați?
ru: Вы действительно хотите выйти?
sl: Ste prepričani, da se želite odjaviti?
sv: Är du säker på att du vill logga ut?
ta: நிச்சயமாக வெளியேற விரும்புகிறீரா?
th: คุณแน่ใจว่าต้องการออกจากระบบ
vi: Bạn có chắc chắn muốn đăng xuất không?
zh_hans: 您确定要注销吗？
zh_hant: 您確定要登出嗎？

source: Master password
ar: كلمة المرور الرئيسية
be: Асноўны пароль
bs: Glavna lozinka
ca: Contrasenya mestra
cs: Hlavní heslo
da: Hovedadgangskode
es: Contraseña maestra
et: Ülemparool
he: סיסמה ראשית
it: Password principale
ja: マスターパスワード
ko: 마스터 비밀번호
ml: പ്രാഥമിക പാസ്‌വേഡ്
nb: Superpassord
pt_br: Senha Mestra
ro: Parolă principală
ru: Мастер-пароль
sl: Glavno geslo
sv: Huvudlösenord
ta: பிரதான கடவுச்சொல்
th: รหัสผ่านหลัก
vi: Mật khẩu
zh_hans: 主密码
zh_hant: 主密碼

source: More
ar: المزيد
be: Яшчэ
bs: Više
ca: Més
cs: Více
da: Flere
es: Más
et: Rohkem
he: הגדרות נוספות
it: Altro
ja: 詳細
ko: 자세히
ml: കൂടുതൽ
nb: Mer
pt_br: Mais
ro: Mai multe
ru: Больше
sl: Več
sv: Mer
ta: மேலும்
th: เพิ่มเติม
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: My vault
ar: خزانتي
be: Маё сховішча
bs: Moj trezor
ca: La meua caixa forta
cs: Můj trezor
da: Min boks
es: Mi caja fuerte
et: Minu hoidla
he: הכספת שלי
it: Cassaforte
ja: 保管庫
ko: 내 보관함
ml: എൻ്റെ വാൾട്
nb: Mitt hvelv
pt_br: Meu Cofre
ro: Seiful meu
ru: Хранилище
sl: Moj sef
sv: Mitt valv
ta: என் பெட்டகம்
th: ตู้เซฟของฉัน
vi: Kho của tôi
zh_hans: 我的密码库
zh_hant: 我的密碼庫

source: Name
ar: الاسم
be: Назва
bs: Ime
ca: Nom
cs: Název
da: Navn
es: Nombre
et: Nimi
he: שם
it: Nome
ja: 名前
ko: 이름
ml: പേര്
nb: Navn
pt_br: Nome
ro: Denumire
ru: Название
sl: Naziv
sv: Namn
ta: பெயர்
th: ชื่อ
vi: Tên mục
zh_hans: 名称
zh_hant: 名稱

source: No
ar: لا
be: Не
bs: Ne
cs: Ne
da: Nej
et: Ei
he: לא
ja: いいえ
ko: 아니오
ml: ഇല്ല
nb: Nei
pt_br: Não
ro: Nu
ru: Нет
sl: Ne
sv: Nej
ta: இல்லை
th: ไม่ใช่
vi: Không
zh_hans: 否
zh_hant: 否

source: Notes
ar: ملاحظات
be: Нататкі
bs: Bilješke
cs: Poznámky
da: Notater
es: Notas
et: Märkmed
he: הערות
it: Note
ja: メモ
ko: 메모
ml: കുറിപ്പുകൾ
nb: Notater
pt_br: Notas
ro: Note
ru: Заметки
sl: Zapiski
sv: Anteckningar
ta: குறிப்புகள்
th: หมายเหตุ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Password
ar: كلمة المرور
be: Пароль
bs: Lozinka
ca: Contrasenya
cs: Heslo
da: Adgangskode
es: Contraseña
et: Parool
he: סיסמה
ja: パスワード
ko: 비밀번호
ml: പാസ്‌വേഡ്
nb: Passord
pt_br: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sv: Lösenord
ta: கடவுச்சொல்
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Save
ar: تسجيل
be: Захаваць
bs: Sačuvajte
ca: Guarda
cs: Uložit
da: Gem
es: Guardar
et: Salvesta
he: שמור
it: Salva
ja: 保存
ko: 저장
ml: സംരക്ഷിക്കുക
nb: Lagre
pt_br: Salvar
ro: Salvare
ru: Сохранить
sl: Shrani
sv: Spara
ta: சேமி
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Saving...
ar: تسجيل ...
be: Захаванне...
bs: Čuvanje...
ca: S'està guardant...
cs: Ukládání...
da: Gemmer...
es: Guardando...
et: Salvestan...
he: שומר...
it: Salvataggio in corso...
ja: 保存中...
ko: 저장 중...
ml: സംരക്ഷിക്കുന്നു...
nb: Lagrer...
pt_br: Salvando...
ro: Salvare...
ru: Сохранение...
sl: Shranjevanje...
sv: Sparar...
ta: சேமிக்கிறது...
th: กำลังบันทึก...
vi: Đang lưu...
zh_hans: 正在保存...
zh_hant: 正在儲存...

source: Settings
ar: إعدادات
be: Налады
bs: Podešavanja
ca: Configuració
cs: Nastavení
da: Indstillinger
es: Ajustes
et: Seaded
he: הגדרות
it: Impostazioni
ja: 設定
ko: 설정
ml: ക്രമീകരണങ്ങള്‍
nb: Innstillinger
pt_br: Configurações
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
ta: அமைவுகள்
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Show
ar: إظهار
be: Паказаць
bs: Prikaži
ca: Mostra
cs: Zobrazit
da: Vis
es: Mostrar
et: Näita
he: הצג
it: Mostra
ja: 表示
ko: 표시
ml: കാണിക്കുക
nb: Vis
pt_br: Mostrar
ro: Afișare
ru: Показать
sl: Prikaži
sv: Visa
ta: காண்பி
th: แสดง
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

# ItemDeleted
source: Item has been deleted.
ar: تم حذف العنصر.
be: Элемент быў выдалены.
bs: Stavka je izbrisana.
ca: S'ha suprimit l'element.
cs: Položka byla odstraněna.
da: Element er blevet slettet.
es: El elemento ha sido eliminado.
et: Kirje on kustutatud.
he: הפריט נמחק.
it: L'elemento è stato eliminato.
ja: アイテムを削除しました。
ko: 항목을 삭제했습니다.
ml: ഇനം നീക്കം ചെയ്തു.
nb: Gjenstanden har blitt slettet.
pt_br: O item foi apagado.
ro: Articolul a fost șters.
ru: Элемент удален.
sl: Vnos je bil izbrisan.
sv: Tog bort objekt.
ta: உருப்படி நீக்கப்பட்டது.
th: รายการถูกลบแล้ว
vi: Mục đã bị xoá.
zh_hans: 项目已被删除。
zh_hant: 項目已被刪除。

source: Submit
ar: إرسال
be: Адправіць
bs: Potvrdite
ca: Envia
cs: Potvrdit
da: Indsend
es: Enviar
et: Esita
he: שלח
it: Invia
ja: 送信
ko: 보내기
ml: സമർപ്പിക്കുക
nb: Send inn
pt_br: Enviar
ro: Trimitere
ru: Отправить
sl: Potrdi
sv: Skicka
ta: சமர்ப்பி
th: ส่งข้อมูล
vi: Gửi
zh_hans: 提交
zh_hant: 送出

source: Sync
ar: مزامنة
be: Сінхранізаваць
bs: Sinhronizacija
ca: Sincronització
cs: Synchronizace
da: Synkronisér
es: Sincronizar
et: Sünkroniseeri
he: סנכרן
it: Sincronizza
ja: 同期
ko: 동기화
ml: സമന്വയിപ്പിക്കുക
nb: Synkroniser
pt_br: Sincronizar
ro: Sincronizare
ru: Синхронизация
sl: Sinhronizacija
sv: Synka
ta: ஒத்திசைவு
th: ซิงค์
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

source: Thank you
ar: شكرا
be: Дзякуй
bs: Hvala Vam
ca: Gràcies
cs: Poděkování
da: Tak
es: Gracias
et: Täname teid!
he: תודה
it: Grazie
ja: ありがとうございます
ko: 감사합니다
ml: നന്ദി
nb: Tusen takk
pt_br: Obrigado
ro: Mulțumim
ru: Спасибо
sl: Hvala vam
sv: Tack
ta: நன்றி
th: ขอบคุณ
vi: Cảm ơn bạn
zh_hans: 非常感谢
zh_hant: 非常感謝

source: Tools
ar: أدوات
be: Інструменты
bs: Alati
ca: Eines
cs: Nástroje
da: Værktøjer
es: Herramientas
et: Tööriistad
he: כלים
it: Strumenti
ja: ツール
ko: 도구
ml: ഉപകരണങ്ങള്‍
nb: Verktøy
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
sl: Orodja
sv: Verktyg
ta: கருவிகள்
th: เครื่องมือ
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

source: Use fingerprint to unlock
ar: استخدام بصمة إصبعك لإلغاء القفل
be: Выкарыстоўваць адбітак пальца для разблакіроўкі
bs: Otključajte pomoću otiska prsta
ca: Utilitzeu l'empremta digital per desbloquejar
cs: Odemknout otiskem prstu
da: Lås op med dit fingeraftryk
es: Usar huella dactilar para desbloquear
et: Kasuta lahtilukustamiseks sõrmejälge
he: השתמש בטביעת אצבע לפתיחה
it: Usa l'impronta per sbloccare
ja: 指紋認証でロック解除
ko: 지문으로 잠금 해제
ml: അൺലോക്കുചെയ്യാൻ വിരലടയാളം ഉപയോഗിക്കുക
nb: Bruk fingeravtrykk for å låse opp
pt_br: Usar a impressão digital para desbloquear
ro: Utilizare amprentă pentru deblocare
ru: Использовать отпечаток пальца для разблокировки
sl: Uporabi prstni odtis za odklep
sv: Använd fingeravtryck för att låsa upp
ta: கைரேகையைப் பயன்படுத்தி பூட்டவிழ்
th: ใช้ลายนิ้วมือเพื่อปลดล็อก
vi: Sử dụng dấu vân tay để mở khóa
zh_hans: 使用指纹解锁
zh_hant: 使用指紋解鎖

source: Username
ar: اسم المستخدم
be: Імя карыстальніка
bs: Korisničko ime
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
es: Usuario
et: Kasutajanimi
he: שם משתמש
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ml: ഉപയോക്തൃനാമം
nb: Brukernavn
pt_br: Nome de Usuário
ro: Nume utilizator
ru: Имя пользователя
sl: Uporabniško ime
sv: Användarnamn
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# ValidationFieldRequired
source: The {0} field is required.
ar: حقل {0} مطلوب.
be: Поле {0} абавязковае.
bs: Polje {0} je obavezno.
ca: El camp {0} és obligatori.
cs: Pole {0} je povinné.
da: Feltet {0} er obligatorisk.
es: El campo {0} es obligatorio.
et: Väli {0} on kohustuslik.
he: השדה {0} נחוץ.
it: Il campo {0} è richiesto.
ja: {0} は必須です。
ko: {0} 필드는 반드시 입력해야 합니다.
ml: {0} ഫീൽഡ് നിർബന്ധമാണ്.
nb: {0}-feltet er påkrevd.
pt_br: O campo {0} é necessário.
ro: Câmpul {0} este necesar.
ru: Поле {0} обязательно.
sl: Polje {0} je zahtevano.
sv: {0}-fältet krävs.
ta: {0} புலம் தேவை.
th: เขตข้อมูล {0} จำเป็นต้องระบุ
vi: Trường {0} là bắt buộc.
zh_hans: 必须填写 {0} 字段。
zh_hant: {0} 欄位必須填入。

# ValueHasBeenCopied
source: {0} has been copied.
ar: {0} تم نسخه
be: {0} скапіявана.
bs: {0} je kopirana.
ca: S'ha copiat '{0}'.
cs: {0} bylo zkopírováno.
da: {0} er blevet kopieret.
es: {0} ha sido copiado.
et: {0} on kopeeritud.
he: {0} הועתק.
it: {0} copiata.
ja: {0} をコピーしました。
ko: {0} 항목을 복사했습니다.
ml: {0}പകർത്തി.
nb: {0} har blitt kopiert.
pt_br: {0} foi copiado(a).
ro: {0} s-a copiat.
ru: {0} скопирован(о).
sl: {0} je bilo kopirano.
sv: {0} har kopierats.
ta: {0} நகலெடுக்கப்பட்டது.
th: {0} ถูกคัดลอกแล้ว
vi: {0} đã được sao chép.
zh_hans: {0} 已复制。
zh_hant: {0} 已複製。

source: Verify fingerprint
ar: التحقق من بصمة الإصبع
be: Праверка адбітка пальца
bs: Verifikujte otisak prsta
ca: Verifica empremta digital
cs: Ověření otisku prstu
da: Verificér fingeraftryk
es: Verificar huella dactilar
et: Kinnita sõrmejäljega
he: אמת טביעת אצבע
it: Verifica impronta
ja: 指紋の確認
ko: 지문 확인
ml: വിരലടയാളം സ്ഥിരീകരിക്കുക
nb: Verifiser fingeravtrykket
pt_br: Verificar impressão digital
ro: Verificare amprentă
ru: Проверка отпечатка пальца
sl: Potrdi prstni odtis
sv: Verifiera fingeravtryck
ta: கைரேகையைச் சரிபார்
th: ยืนยันลายนิ้วมือ
vi: Xác thực vân tay
zh_hans: 验证指纹
zh_hant: 驗證指紋

source: Verify master password
ar: التحقق من كلمة المرور الرئيسية
be: Праверыць асноўны пароль
bs: Verifikujte glavnu lozinku
ca: Verifica la contrasenya mestra
cs: Ověření hlavního hesla
da: Verificér hovedadgangskode
es: Verificar contraseña maestra
et: Autendi ülemparooliga
he: אמת סיסמה ראשית
it: Verifica password principale
ja: マスターパスワードの確認
ko: 마스터 비밀번호 확인
ml: പ്രാഥമിക പാസ്‌വേഡ് ഉറപ്പാക്കു
nb: Verifiser superpassordet
pt_br: Verificar a Senha Mestra
ro: Verificare parolă principală
ru: Проверка мастер-пароля
sl: Potrdi glavno geslo
sv: Verifiera huvudlösenord
ta: பிரதான கடவுச்சொல்லைச் சரிபார்
th: ยืนยันรหัสผ่านหลัก
vi: Nhập lại mật khẩu
zh_hans: 验证主密码
zh_hant: 驗證主密碼

source: Verify PIN
ar: التحقق من رقم التعريف الشخصي
be: Праверыць PIN-код
bs: Verifikujte PIN
ca: Verifica el PIN
cs: Ověřit PIN
da: Bekræft pinkode
es: Verificar PIN
et: Kinnita PIN
he: אמת PIN
it: Verifica PIN
ja: PIN の確認
ko: PIN 확인
ml: പിൻ സ്ഥിരീകരിക്കുക
nb: Verifiser PIN-koden
pt_br: Verificar PIN
ro: Verificare cod PIN
ru: Проверка PIN
sl: Potrdi PIN
sv: Verifiera PIN-kod
ta: கடவெண்ணைச் சரிபார்
th: ยืนยัน PIN
vi: Xác thực mã PIN
zh_hans: 验证 PIN 码
zh_hant: 驗證 PIN 碼

source: Version
ar: إصدار
be: Версія
bs: Verzija
ca: Versió
cs: Verze
es: Versión
et: Versioon
he: גירסה
it: Versione
ja: バージョン
ko: 버전
ml: വേർഷൻ
nb: Versjon
pt_br: Versão
ro: Versiune
ru: Версия
sl: Različica
ta: பதிப்பு
th: เวอร์ชัน
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: View
ar: انظر
be: Выгляд
bs: Pogledajte
ca: Mostra
cs: Zobrazit
da: Vis
es: Ver
et: Vaata
he: תצוגה
it: Visualizza
ja: 表示
ko: 보기
ml: കാണുക
nb: Vis
pt_br: Visualizar
ro: Afișare
ru: Просмотр
sl: Pogled
sv: Visa
ta: பார்
th: แสดง
vi: Xem
zh_hans: 查看
zh_hant: 檢視

source: Visit our website
ar: زيارة موقعنا على الانترنت
be: Наведайце наш вэб-сайт
bs: Posetite naš vebsajt
ca: Visiteu el nostre lloc web
cs: Navštívit naší webovou stránku
da: Besøg vores hjemmeside
es: Visita nuestro sitio web
et: Külasta meie kodulehte
he: בקרו באתר שלנו
it: Visita il nostro sito
ja: ウェブサイトを開く
ko: 웹 사이트 방문
ml: ഞങ്ങളുടെ വെബ്സൈറ്റ് സന്ദർശിക്കുക
nb: Besøk nettsidene våre
pt_br: Visitar o Nosso Site
ro: Vizitați-ne saitul web
ru: Посетить наш сайт
sl: Obiščite našo spletno stran
sv: Besök vår webbplats
ta: எங்கள் வலைத்தளத்தைப் பார்வையிடு
th: เยี่ยมชมเว็บไซต์
vi: Ghé thăm trang web của chúng tôi
zh_hans: 访问我们的网站
zh_hant: 瀏覽我們的網站

# VisitOurWebsiteDescription
source: Visit our website to get help, news, email us, and/or learn more about how to use Bitwarden.
ar: قم بزيارة موقعنا الإلكتروني للحصول على المساعدة، واقرأ الأخبار، واكتب لنا و/أو تعلم كيفية استخدام bitwarden بشكل أفضل.
be: Наведайце наш вэб-сайт, каб атрымаць дапамогу, прачытаць навіны, звязацца з намі і/або даведацца больш пра тое, як карыстацца Bitwarden.
bs: Posetite našu veb stranicu kako biste dobili pomoć, vesti, poslali nam e-poštu i/ili saznali više o tome kako da koristite Bitwarden.
ca: Visiteu el nostre lloc web per obtenir ajuda, notícies, enviar-nos un correu electrònic i obtenir més informació sobre com utilitzar Bitwarden.
cs: Navštivte náš web pro získání nápovědy, novinek, kontaktu, nebo návodů, jak používat Bitwarden.
da: Besøg vores hjemmeside for at få hjælp, nyheder, e-maile os og/eller få mere at vide om, hvordan du benytter Bitwarden.
es: Visita nuestro sitio web para recibir ayuda, noticias, contactarnos por correo y/o aprender más sobre como utilizar Bitwarden.
et: Külasta kodulehte abi saamiseks, meiega kontakteerumiseks, uudiste lugemiseks või Bitwardeni kohta rohkema teabe saamiseks.
he: בקר באתר שלנו לקבלת עזרה, חדשות, פניות במייל, ו\או עבור הסברים כיצד להשתמש בBitwarden.
it: Visita il nostro sito per ottenere aiuto, notizie, mandarci un'email e/o imparare di più su come usare Bitwarden.
ja: 私たちのウェブサイトでヘルプ、ニュース、問い合わせや Bitwarden の詳しい使い方をチェックしてください。
ko: 도움이 필요하거나 뉴스, 이메일 또는 Bitwarden을 사용하는 방법이 궁금하시면 웹 사이트를 방문하세요.
ml: സഹായം ലഭിക്കാൻ, വാർത്തകൾ അറിയാൻ, ഇമെയിൽ അയക്കാൻ അല്ലെങ്കിൽ Bitwardenനെ കുറിച്ച് കൂടുതൽ വിവരങ്ങൾ അറിയാൻ ഞങ്ങളുടെ വെബ്സൈറ്റ് സന്ദർശിക്കുക.
nb: Besøk vårt nettsted for å få hjelp, nyheter, sende oss E-poster, og/eller lære mer om å bruke Bitwarden.
pt_br: Visite o nosso site para obter ajuda, notícias, enviar-nos um e-mail e/ou aprender mais sobre como utilizar o Bitwarden.
ro: Vizitați saitul nostru pentru a primi ajutor, știri, pentru a trimite e-mail, și/sau aflați mai multe despre cum să utilizați Bitwarden.
ru: Посетите наш веб-сайт, чтобы получить помощь, прочесть новости, связаться с нами и/или узнать больше о том, как использовать Bitwarden.
sl: Obiščite našo spletno stran za pomoč, novice, kontakt ali da izveste več o uporabi orodja Bitwarden.
sv: Besök vår webbplats för att få hjälp, nyheter, mejla oss och/eller lära er mer om hur man använder Bitwarden.
ta: உதவி, செய்திகள், எங்களுக்கு மின்னஞ்சலிடுதல் மற்றும்/அல்லது Bitwarden ஐ எவ்வாறு பயன்படுத்துவது என்பது பற்றி மேலும் அறிய எங்கள் வலைத்தளத்தைப் பார்வையிடவும்.
th: เยี่ยมชมเว็บไซต์ของเราเพื่อขอความช่วยเหลือ, ข่าว, อีเมลถึงเรา, และ/หรือเรียนรู้เพิ่มเติมเกี่ยวกับวิธีการใช้ Bitwarden.
vi: Truy cập trang web của chúng tôi để nhận trợ giúp, tin tức, địa chỉ email liên lạc và tìm hiểu thêm về cách sử dụng Bitwarden.
zh_hans: 访问我们的网站以获得帮助、新闻、给我们发送电子邮件、和/或了解更多关于如何使用 Bitwarden 的信息。
zh_hant: 瀏覽我們的網站以取得協助、了解新消息、傳送電子郵件給我們或瀏覽更多有關使用 Bitwarden 的秘訣。

source: Website
ar: موقع الويب
be: Вэб-сайт
bs: Vebsajt
ca: Lloc web
cs: Webová stránka
da: Hjemmeside
es: Web
et: Veebisait
he: אתר
it: Sito web
ja: ウェブサイト
ko: 웹 사이트
ml: വെബ്സൈറ്റ്
nb: Nettsted
pt_br: Site
ro: Sait web
ru: Веб-сайт
sl: Spletna stran
sv: Webbsida
ta: வலைத்தளம்
th: เว็บไซต์
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Yes
ar: نعم
be: Так
bs: Da
ca: Sí
cs: Ano
da: Ja
es: Si
et: Jah
he: כן
it: Sì
ja: はい
ko: 예
ml: അതെ
nb: Ja
pt_br: Sim
ro: Da
ru: Да
sl: Da
sv: Ja
ta: ஆம்
th: ใช่
vi: Có
zh_hans: 是
zh_hant: 是

source: Account
ar: حساب
be: Уліковы запіс
bs: Nalog
ca: Compte
cs: Účet
da: Konto
es: Cuenta
et: Konto
he: חשבון
ja: アカウント
ko: 계정
ml: അക്കൗണ്ട്
nb: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
sl: Račun
sv: Konto
ta: கணக்கு
th: บัญชี
vi: Tài khoản
zh_hans: 帐号
zh_hant: 帳戶

# AccountCreated
source: Your new account has been created! You may now log in.
ar: تم إنشاء حسابك الجديد! الآن يمكنك التعريف بنفسك.
be: Ваш уліковы запіс створаны! Вы можаце ўвайсці.
bs: Vaš novi nalog je kreiran! Sada se možete prijaviti.
ca: El vostre compte s'ha creat correctament. Ara ja podeu iniciar sessió.
cs: Váš účet byl vytvořen! Můžete se přihlásit.
da: Din nye konto er oprettet! Du kan nu logge ind.
es: ¡Tu nueva cuenta ha sido creada! Ahora puedes acceder.
et: Sinu konto on loodud! Võid nüüd sisse logida.
he: החשבון שלך נוצר בהצלחה! כעת ניתן להכנס למערכת.
it: Il tuo nuovo account è stato creato! Ora puoi fare il login.
ja: 新しいアカウントを作成しました！今すぐログインできます。
ko: 계정 생성이 완료되었습니다! 이제 로그인하실 수 있습니다.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കപ്പെട്ടു! നിങ്ങൾക്ക് ഇനി ലോഗിൻ ചെയ്യാം.
nb: Din nye konto har blitt opprettet! Du kan nå logge på.
pt_br: Sua nova conta foi criada! Agora você pode iniciar sessão.
ro: Noul dvs. cont a fost creat! Acum vă puteți autentifica.
ru: Ваш аккаунт создан! Теперь вы можете войти в систему.
sl: Vas novi račun je bil ustvarjen! Lahko se vpišete.
sv: Ditt nya konto har blivit skapat! Du kan nu logga in.
ta: உங்கள் புது கணக்கு உருவாக்கப்பட்டது, நீங்கள் இப்போது உள்நுழையலாம்.
th: บัญชีของคุณได้เปิดใช้แล้ว. ตอนนี้คุณสามารถเข้าสู่ระบบได้แล้ว.
vi: Tài khoản của bạn đã được tạo. Bạn có thể đăng nhập bây giờ.
zh_hans: 您的新账户已创建！您现在可以登录了。
zh_hant: 帳戶建立成功！現在可以登入了。

source: Add an item
ar: إضافة عنصر
be: Дадаць элемент
bs: Dodajte stavku
ca: Afegeix un element nou
cs: Přidat položku
da: Tilføj et element
es: Añadir un elemento
et: Lisa kirje
he: הוסף פריט
it: Aggiungi un elemento
ja: アイテムの追加
ko: 항목 추가
ml: ഇനം ചേർക്കുക
nb: Legg til gjenstand
pt_br: Adicionar um Item
ro: Adăugare articol
ru: Добавить элемент
sl: Dodaj vnos
sv: Lägg till objekt
ta: ஓர் உருப்படியைச் சேர்
th: เพิ่มรายการ
vi: Thêm một mục
zh_hans: 添加项目
zh_hant: 新增項目

source: App extension
ar: امتداد التطبيق
be: Дадаць пашырэнне
bs: Dodatak aplikacije
ca: Extensió de l'aplicació
cs: Rozšíření aplikace
da: App-udvidelse
es: Extensión de Aplicación
et: Rakenduse laiendus
he: הרחבת אפליקציה
it: Estensione app
ko: 앱 확장 프로그램
ml: ആപ്പ് എക്സ്റ്റൻഷൻ
nb: App-utvidelse
pt_br: Extensão do Aplicativo
ro: Extensie aplicație
ru: Расширение
sl: Razširitev aplikacije
sv: Apptillägg
ta: செயலி நீட்டிப்பு
th: แอปส่วนขยาย
vi: Phần mở rộng ứng dụng
zh_hans: 应用程序扩展
zh_hant: App 擴充套件

# AutofillAccessibilityDescription
source: Use the Bitwarden accessibility service to auto-fill your logins across apps and the web.
ar: استخدم خدمة الوصول إلى Bitwarden لملء تسجيلات الدخول الخاصة بك تلقائياً عبر التطبيقات و الويب.
be: Выкарыстоўвайце службу спецыяльных магчымасцяў Bitwarden для аўтазапаўнення вашых уліковых даных у праграмах і інтэрнэце.
bs: Koristite Bitwarden uslugu pristupačnosti kako biste automatski popunili svoje prijave u aplikacijama i na vebu.
ca: Utilitzeu el servei d'accessibilitat de Bitwarden per omplir automàticament els inicis de sessió a través de les aplicacions i de la web.
cs: Služba přístupnosti Bitwarden umožňuje automatické vyplňování přihlašovacích údajů v aplikacích a na webových stránkách.
da: Brug Bitwardens hjælpefunktion til autoudfyldning af dine logins på tværs af apps og nettet.
es: Utiliza el servicio de accesibilidad de Bitwarden para autorellenar entradas entre aplicaciones y sitios web.
et: Kasuta Bitwardeni juurdepääsetavuse teenust, et erinevatel veebilehtedel ja rakendustes kontoandmeid sisestada.
he: השתמש בשירות הנגישות של Bitwarden עבור השלמה אוטמטית של פרטי כניסה לאפליקציות ולאתרים באינטרנט.
it: Usa il servizio di accessibilità di Bitwarden per l'auto-completamento dei tuoi login su app e web.
ja: Bitwarden ユーザー補助サービスを使ってアプリやウェブサイトでログイン情報を自動入力します。
ko: 웹 사이트 및 앱에서 자동 완성 서비스를 사용하려면 Bitwarden 접근성 서비스를 사용 설정하세요.
ml: Bitwarden ആക്സിസിബിളിറ്റി സർവീസ് ഉപയോഗിച്ച് അപ്പുകളിലും വെബ്സൈറ്റുകളിലും ഓട്ടോമാറ്റിക്കായി പ്രവേശിക്കുക.
nb: Bruk Bitwarden sin tilgjengelighetstjeneste for å auto-utfylle dine innlogginger på apper og på nettet.
pt_br: Utilize o serviço de acessibilidade do Bitwarden para autopreencher as suas credenciais entre aplicativos e a web.
ro: Utilizați serviciul de accesibilitate Bitwarden pentru a completa automat datele de autentificare între aplicații și pagini web.
ru: Используйте службу специальных возможностей Bitwarden для автоматического заполнения ваших логинов в приложениях и интернете.
sl: Uporabite Bitwarden storitev dostopnosti, da samodejno izpolnite prijavne podatke v aplikacijah in na spletu.
sv: Använd Bitwardens tillgänglighetstjänst för att automatiskt fylla i dina inloggningar i applikationer och på webben.
ta: செயலிகள் மற்றும் இணையம் முழுதுமுள்ள உமது உள்நுழைவுகளைத் தன்னிரப்ப Bitwarden அணுகல்தன்மை சேவையைப் பயன்படுத்து.
th: ใช้บริการ Bitwarden เพิ่อเข้าถึงการกรอกข้อมูลอัตโนมัติเข้าสู่ระบบผ่านแอปพลิเคชันและเว็บ
vi: Cấp quyền truy cập sử dụng để Bitwarden tự động điền thông tin đăng nhập của bạn vào các ứng dụng và trang web.
zh_hans: 使用 Bitwarden 无障碍服务在应用和网站自动填充您的登录项目。
zh_hant: 使用 Bitwarden 無障礙服務在應用程式和網站中自動填入您的登入資料。

source: Auto-fill service
ar: خدمة التعبئة التلقائية
be: Служба аўтазапаўнення
bs: Usluga automatskog popunjavanja
ca: Servei d'emplenament automàtic
cs: Služba automatického vyplňování
da: Autoudfyldningstjeneste
es: Servicio de autocompletado
et: Automaattäite teenus
he: שירות השלמה אוטומטית
it: Servizio di auto-completamento
ja: 自動入力サービス
ko: 자동 완성 서비스
ml: ഓട്ടോഫിൽ സേവനം
nb: Auto-utfyllingstjeneste
pt_br: Serviço de Autopreenchimento
ro: Serviciul de auto-completare
ru: Служба автозаполнения
sl: Storitev samodejnega izpolnjevanja
sv: Hjälpmedelsservice för automatisk ifyllnad
ta: தன்னிரப்பி சேவை
th: บริการกรอกข้อมูลอัตโนมัติ
vi: Tự động điền tiêu chuẩn
zh_hans: 自动填充服务
zh_hant: 自動填入服務

source: Avoid ambiguous characters
ar: تجنب الأحرف الغامضة
be: Пазбягаць неадназначных сімвалаў
bs: Izbegavanja nesigurnih slova
ca: Eviteu caràcters ambigus
cs: Použít nezaměnitelné znaky
da: Undgå tvetydige tegn
es: Evitar caracteres ambiguos
et: Väldi ebamääraseid kirjamärke
he: המנע מאותיות ותוים דומים
it: Evita caratteri ambigui
ja: あいまいな文字を省く
ko: 모호한 문자 사용 안 함
ml: അവ്യക്തമായ പ്രതീകങ്ങൾ ഒഴിവാക്കുക
nb: Unngå forvekslingsbare tegn
pt_br: Evitar Caracteres Ambíguos
ro: Se evită caracterele ambigue
ru: Избегать неоднозначных символов
sl: Izogib dvoumnih znakov
sv: Undvik tvetydiga tecken
ta: தெளிவற்ற எழுத்துக்களைத் தவிர்
th: หลีกเลี่ยงอักขระที่ไม่ชัดเจน
vi: Tránh các ký tự không rõ ràng
zh_hans: 避免易混淆的字符
zh_hant: 避免易混淆的字元

source: Bitwarden app extension
ar: ملحق تطبيق Bitwarden
be: Пашырэнне Bitwarden
bs: Dodatak Bitwarden aplikacije
ca: Extensió de l'aplicació Bitwarden
cs: Rozšíření aplikace bitwarden
da: Bitwarden app-udvidelse
es: Extensión de Aplicación de Bitwarden
et: Bitwarden rakenduse laiendus
he: תוסף האפליקציה של Bitwarden
it: Estensione app di Bitwarden
ko: Bitwarden 앱 확장 프로그램
ml: Bitwarden ആപ്പ് എക്സ്റ്റൻഷൻ
nb: Bitwarden App-utvidelse
pt_br: Extensão do Aplicativo Bitwarden
ro: Extensia aplicației Bitwarden
ru: Расширение Bitwarden
sl: Razširitev aplikacije Bitwarden
sv: Bitwarden apptillägg
ta: Bitwarden செயலி நீட்டிப்பு
th: ส่วนขยายแอปพลิเคชัน Bitwarden
vi: Phần mở rộng Bitwarden
zh_hans: Bitwarden 应用程序扩展
zh_hant: Bitwarden App 擴充套件
